{
  "work": "The Hidden Words",
  "slug": "the-hidden-words",
  "author": "Baha'u'llah",
  "pair_index": 154,
  "source_text": "(٧٧) ﴿ ای پسر انصاف ﴾\nدر ليل جمال هيکل بقا از عقبه زمرّدی وفا بسدره منتهی رجوع نمود و گريست گريستنی که جميع ملأ عالين و کروبين از ناله او گريستند * و بعد از سبب نوحه و ندبه استفسار شد مذکور داشت که حسب الأمر در عقبه وفا منتظر ماندم و رائحه وفا از اهل ارض نيافتم و بعد آهنگ رجوع نمودم ملحوظ افتاد که حمامات قدسی چند در دست کلاب ارض مبتلی شده‌اند * در اين وقت حوريّه الهی از قصر روحانی بی ستر و حجاب دويد و سؤال از اسامی ايشان نمود و جميع مذکور شد الّا اسمی از اسمآء * و چون اصرار رفت حرف اوّل اسم از لسان جاری شد اهل غرفات از مکامن عزّ خود بيرون دويدند و چون بحرف دوم رسيد جميع بر تراب ريختند * در آن وقت ندا از مکمن قرب رسيد زياده بر اين جايز نه * إنّا کنّا شهدآء علی ما فعلوا و حينئذٍ کانوا يفعلون *",
  "translation": "(77) O SON OF JUSTICE!\nIn the night-season the beauty of the immortal Being hath repaired from the emerald height of fidelity unto the Sadratu’l-Muntahá, and wept with such a weeping that the concourse on high and the dwellers of the realms above wailed at His lamenting. Whereupon there was asked, Why the wailing and weeping? He made reply: As bidden I waited expectant upon the hill of faithfulness, yet inhaled not from them that dwell on earth the fragrance of fidelity. Then summoned to return I beheld, and lo! certain doves of holiness were sore tried within the claws of the dogs of earth. Thereupon the Maid of heaven hastened forth unveiled and resplendent from Her mystic mansion, and asked of their names, and all were told but one. And when urged, the first letter thereof was uttered, whereupon the dwellers of the celestial chambers rushed forth out of their habitation of glory. And whilst the second letter was pronounced they fell down, one and all, upon the dust. At that moment a voice was heard from the inmost shrine: “Thus far and no farther.” Verily We bear witness to that which they have done and now are doing.",
  "source_lang": "ar",
  "score": 10
}