{
  "title": "The Hidden Words",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": null,
  "pair_count": 160,
  "slug": "the-hidden-words",
  "year_published": 1929,
  "year_translated": "1925–1929",
  "introduction": "Revealed by Bahá'u'lláh around 1858 while walking along the banks of the Tigris in Baghdad, consisting of 71 Arabic and 82 Persian aphorisms. Originally designated the 'Hidden Book of Fáṭimih.' Shoghi Effendi's translation was among his earliest, completed between 1925–1929 with editorial assistance from George Townshend. In God Passes By, Shoghi Effendi described it as 'that marvelous collection of gem-like utterances' occupying 'a position of unsurpassed preeminence among the ethical writings of the Author of the Bahá'í Dispensation' and 'a dynamic spiritual leaven cast into the life of the world for the reorientation of the minds of men, the edification of their souls and the rectification of their conduct.'",
  "short_description": "Seventy-one Arabic and eighty-two Persian aphorisms revealed around 1858 while walking along the banks of the Tigris in Baghdad. Originally designated the “Hidden Book of Fáṭimih,” Shoghi Effendi described it as a marvelous collection of gem-like utterances occupying a position of unsurpassed preeminence among the ethical writings of the Faith.",
  "word_count": 8368,
  "search_index": [
    {
      "i": 1,
      "s": "1-glory-of-glories-covenant-god",
      "t": "﴾ HE IS THE GLORY OF GLORIES ﴿ This is that which hath descended from the realm of glory, uttered by"
    },
    {
      "i": 2,
      "s": "2-pure-kindly-radiant-heart-sovereignty",
      "t": "(1) O SON OF SPIRIT! My first counsel is this: Possess a pure, kindly and radiant heart, that thine"
    },
    {
      "i": 3,
      "s": "3-justice-see-with-thine-own-eyes",
      "t": "(2) O SON OF SPIRIT! The best beloved of all things in My sight is Justice; turn not away therefrom"
    },
    {
      "i": 4,
      "s": "4-immemorial-being-ancient-eternity",
      "t": "(3) O SON OF MAN! Veiled in My immemorial being and in the ancient eternity of My essence, I knew My"
    },
    {
      "i": 5,
      "s": "5-love-creation-spirit-of-life",
      "t": "(4) O SON OF MAN! I loved thy creation, hence I created thee. Wherefore, do thou love Me, that I may"
    },
    {
      "i": 6,
      "s": "6-love-me-that-i-may-love-thee",
      "t": "(5) O SON OF BEING! Love Me, that I may love thee. If thou lovest Me not, My love can in no wise rea"
    },
    {
      "i": 7,
      "s": "7-paradise-reunion-exalted-dominion",
      "t": "(6) O SON OF BEING! Thy Paradise is My love; thy heavenly home, reunion with Me. Enter therein and t"
    },
    {
      "i": 8,
      "s": "8-die-in-me-eternally-live-in-thee",
      "t": "(7) O SON OF MAN! If thou lovest Me, turn away from thyself; and if thou seekest My pleasure, regard"
    },
    {
      "i": 9,
      "s": "9-renouncing-thyself-turning-unto-me",
      "t": "(8) O SON OF SPIRIT! There is no peace for thee save by renouncing thyself and turning unto Me; for"
    },
    {
      "i": 10,
      "s": "10-love-stronghold-safe-secure",
      "t": "(9) O SON OF BEING! My love is My stronghold; he that entereth therein is safe and secure, and he th"
    },
    {
      "i": 11,
      "s": "11-stronghold-safety-love-nearness",
      "t": "(10) O SON OF UTTERANCE! Thou art My stronghold; enter therein that thou mayest abide in safety. My"
    },
    {
      "i": 12,
      "s": "12-lamp-light-radiance",
      "t": "(11) O SON OF BEING! Thou art My lamp and My light is in thee. Get thou from it thy radiance and see"
    },
    {
      "i": 13,
      "s": "13-essence-of-my-light",
      "t": "(12) O SON OF BEING! With the hands of power I made thee and with the fingers of strength I created"
    },
    {
      "i": 14,
      "s": "14-find-me-standing-within-thee",
      "t": "(13) O SON OF SPIRIT! I created thee rich, why dost thou bring thyself down to poverty? Noble I made"
    },
    {
      "i": 15,
      "s": "15-dominion-light-glory-realm",
      "t": "(14) O SON OF MAN! Thou art My dominion and My dominion perisheth not; wherefore fearest thou thy pe"
    },
    {
      "i": 16,
      "s": "16-sovereignty-endureth-dominion-perisheth-not",
      "t": "(15) O SON OF UTTERANCE! Turn thy face unto Mine and renounce all save Me; for My sovereignty endure"
    },
    {
      "i": 17,
      "s": "17-commune-with-my-spirit",
      "t": "(16) O SON OF LIGHT! Forget all save Me and commune with My spirit. This is of the essence of My com"
    },
    {
      "i": 18,
      "s": "18-content-with-me-seek-no-helper",
      "t": "(17) O SON OF MAN! Be thou content with Me and seek no other helper. For none but Me can ever suffic"
    },
    {
      "i": 19,
      "s": "19-ask-not-content-ordained",
      "t": "(18) O SON OF SPIRIT! Ask not of Me that which We desire not for thee, then be content with what We"
    },
    {
      "i": 20,
      "s": "20-breath-of-my-own-spirit",
      "t": "(19) O SON OF THE WONDROUS VISION! I have breathed within thee a breath of My own Spirit, that thou"
    },
    {
      "i": 21,
      "s": "21-my-claim-cannot-be-forgotten",
      "t": "(20) O SON OF SPIRIT! My claim on thee is great, it cannot be forgotten. My grace to thee is plenteo"
    },
    {
      "i": 22,
      "s": "22-tree-effulgent-glory-choicest-fruits",
      "t": "(21) O SON OF MAN! Upon the tree of effulgent glory I have hung for thee the choicest fruits, wheref"
    },
    {
      "i": 23,
      "s": "23-noble-created-abased-thyself",
      "t": "(22) O SON OF SPIRIT! Noble have I created thee, yet thou hast abased thyself. Rise then unto that f"
    },
    {
      "i": 24,
      "s": "24-eternal-perisheth-desire",
      "t": "(23) O SON OF THE SUPREME! To the eternal I call thee, yet thou dost seek that which perisheth. What"
    },
    {
      "i": 25,
      "s": "25-transgress-not-thy-limits",
      "t": "(24) O SON OF MAN! Transgress not thy limits, nor claim that which beseemeth thee not. Prostrate thy"
    },
    {
      "i": 26,
      "s": "26-evil-plight-confound-evermore",
      "t": "(25) O SON OF SPIRIT! Vaunt not thyself over the poor, for I lead him on his way and behold thee in"
    },
    {
      "i": 27,
      "s": "27-forget-thine-own-faults",
      "t": "(26) O SON OF BEING! How couldst thou forget thine own faults and busy thyself with the faults of ot"
    },
    {
      "i": 28,
      "s": "28-breathe-not-sins-of-others",
      "t": "(27) O SON OF MAN! Breathe not the sins of others so long as thou art thyself a sinner. Shouldst tho"
    },
    {
      "i": 29,
      "s": "29-biddeth-men-be-just",
      "t": "(28) O SON OF SPIRIT! Know thou of a truth: He that biddeth men be just and himself committeth iniqu"
    },
    {
      "i": 30,
      "s": "30-ascribe-not-soul-command",
      "t": "(29) O SON OF BEING! Ascribe not to any soul that which thou wouldst not have ascribed to thee, and"
    },
    {
      "i": 31,
      "s": "31-deny-not-my-servant",
      "t": "(30) O SON OF MAN! Deny not My servant should he ask anything from thee, for his face is My face; be"
    },
    {
      "i": 32,
      "s": "32-bring-thyself-to-account",
      "t": "(31) O SON OF BEING! Bring thyself to account each day ere thou art summoned to a reckoning; for dea"
    },
    {
      "i": 33,
      "s": "33-death-messenger-of-joy",
      "t": "(32) O SON OF THE SUPREME! I have made death a messenger of joy to thee. Wherefore dost thou grieve?"
    },
    {
      "i": 34,
      "s": "34-court-of-holiness-peace-evermore",
      "t": "(33) O SON OF SPIRIT! With the joyful tidings of light I hail thee: rejoice! To the court of holines"
    },
    {
      "i": 35,
      "s": "35-spirit-holiness-joyful-tidings",
      "t": "(34) O SON OF SPIRIT! The spirit of holiness beareth unto thee the joyful tidings of reunion; wheref"
    },
    {
      "i": 36,
      "s": "36-sorrow-far-rejoice-near",
      "t": "(35) O SON OF MAN! Sorrow not save that thou art far from Us. Rejoice not save that thou art drawing"
    },
    {
      "i": 37,
      "s": "37-rejoice-gladness-mirror-beauty",
      "t": "(36) O SON OF MAN! Rejoice in the gladness of thine heart, that thou mayest be worthy to meet Me and"
    },
    {
      "i": 38,
      "s": "38-beauteous-robe-wondrous-fountain",
      "t": "(37) O SON OF MAN! Divest not thyself of My beauteous robe, and forfeit not thy portion from My wond"
    },
    {
      "i": 39,
      "s": "39-walk-in-statutes-for-love",
      "t": "(38) O SON OF BEING! Walk in My statutes for love of Me and deny thyself that which thou desirest if"
    },
    {
      "i": 40,
      "s": "40-neglect-not-my-commandments",
      "t": "(39) O SON OF MAN! Neglect not My commandments if thou lovest My beauty, and forget not My counsels"
    },
    {
      "i": 41,
      "s": "41-rest-submission-command",
      "t": "(40) O SON OF MAN! Wert thou to speed through the immensity of space and traverse the expanse of hea"
    },
    {
      "i": 42,
      "s": "42-magnify-cause-mysteries-greatness",
      "t": "(41) O SON OF MAN! Magnify My cause that I may reveal unto thee the mysteries of My greatness and sh"
    },
    {
      "i": 43,
      "s": "43-humble-thyself-triumph-cause",
      "t": "(42) O SON OF MAN! Humble thyself before Me, that I may graciously visit thee. Arise for the triumph"
    },
    {
      "i": 44,
      "s": "44-make-mention-solaced-eyes",
      "t": "(43) O SON OF BEING! Make mention of Me on My earth, that in My heaven I may remember thee, thus sha"
    },
    {
      "i": 45,
      "s": "45-hearing-sight-exalted-sanctity",
      "t": "(44) O SON OF THE THRONE! Thy hearing is My hearing, hear thou therewith. Thy sight is My sight, do"
    },
    {
      "i": 46,
      "s": "46-martyr-death-canopy-majesty",
      "t": "(45) O SON OF BEING! Seek a martyr’s death in My path, content with My pleasure and thankful for tha"
    },
    {
      "i": 47,
      "s": "47-martyr-highest-paradise",
      "t": "(46) O SON OF MAN! Ponder and reflect. Is it thy wish to die upon thy bed, or to shed thy life-blood"
    },
    {
      "i": 48,
      "s": "48-tinge-hair-blood-greater",
      "t": "(47) O SON OF MAN! By My beauty! To tinge thy hair with thy blood is greater in My sight than the cr"
    },
    {
      "i": 49,
      "s": "49-sign-of-love-fortitude",
      "t": "(48) O SON OF MAN! For everything there is a sign. The sign of love is fortitude under My decree and"
    },
    {
      "i": 50,
      "s": "50-true-lover-yearns-tribulation",
      "t": "(49) O SON OF MAN! The true lover yearneth for tribulation even as doth the rebel for forgiveness an"
    },
    {
      "i": 51,
      "s": "51-adversity-path-beauty-light",
      "t": "(50) O SON OF MAN! If adversity befall thee not in My path, how canst thou walk in the ways of them"
    },
    {
      "i": 52,
      "s": "52-calamity-providence-light-mercy",
      "t": "(51) O SON OF MAN! My calamity is My providence, outwardly it is fire and vengeance, but inwardly it"
    },
    {
      "i": 53,
      "s": "53-prosperity-abasement-pass-away",
      "t": "(52) O SON OF MAN! Should prosperity befall thee, rejoice not, and should abasement come upon thee,"
    },
    {
      "i": 54,
      "s": "54-lord-of-wealth-visit-thee",
      "t": "(53) O SON OF BEING! If poverty overtake thee, be not sad; for in time the Lord of wealth shall visi"
    },
    {
      "i": 55,
      "s": "55-eternal-imperishable-dominion",
      "t": "(54) O SON OF BEING! If thine heart be set upon this eternal, imperishable dominion, and this ancien"
    },
    {
      "i": 56,
      "s": "56-test-gold-servants",
      "t": "(55) O SON OF BEING! Busy not thyself with this world, for with fire We test the gold, and with gold"
    },
    {
      "i": 57,
      "s": "57-freedom-from-gold-sanctity",
      "t": "(56) O SON OF MAN! Thou dost wish for gold and I desire thy freedom from it. Thou thinkest thyself r"
    },
    {
      "i": 58,
      "s": "58-offer-soul-glorious",
      "t": "(57) O SON OF MAN! Bestow My wealth upon My poor, that in heaven thou mayest draw from stores of unf"
    },
    {
      "i": 59,
      "s": "59-temple-of-being-throne",
      "t": "(58) O SON OF MAN! The temple of being is My throne; cleanse it of all things, that there I may be e"
    },
    {
      "i": 60,
      "s": "60-heart-home-spirit-revelation",
      "t": "(59) O SON OF BEING! Thy heart is My home; sanctify it for My descent. Thy spirit is My place of rev"
    },
    {
      "i": 61,
      "s": "61-hand-bosom-radiant-resplendent",
      "t": "(60) O SON OF MAN! Put thy hand into My bosom, that I may rise above thee, radiant and resplendent."
    },
    {
      "i": 62,
      "s": "62-ascend-heaven-imperishable-glory",
      "t": "(61) O SON OF MAN! Ascend unto My heaven, that thou mayest obtain the joy of reunion, and from the c"
    },
    {
      "i": 63,
      "s": "63-sun-hath-risen-zenith",
      "t": "(62) O SON OF MAN! Many a day hath passed over thee whilst thou hast busied thyself with thy fancies"
    },
    {
      "i": 64,
      "s": "64-free-thyself-veils-everlasting-life",
      "t": "(63) O SON OF MAN! The light hath shone on thee from the horizon of the sacred Mount and the spirit"
    },
    {
      "i": 65,
      "s": "65-revelation-of-everlasting-being",
      "t": "(64) O SON OF MAN! My eternity is My creation, I have created it for thee. Make it the garment of th"
    },
    {
      "i": 66,
      "s": "66-majesty-gift-mercy-token",
      "t": "(65) O SON OF MAN! My majesty is My gift to thee, and My grandeur the token of My mercy unto thee. T"
    },
    {
      "i": 67,
      "s": "67-minds-cannot-grasp-hearts-contain",
      "t": "(66) O CHILDREN OF THE DIVINE AND INVISIBLE ESSENCE! Ye shall be hindered from loving Me and souls s"
    },
    {
      "i": 68,
      "s": "68-capacity-and-understanding-not-my-state",
      "t": "(67) O SON OF BEAUTY! By My spirit and by My favor! By My mercy and by My beauty! All that I have re"
    },
    {
      "i": 69,
      "s": "69-one-soul-unity-oneness",
      "t": "(68) O CHILDREN OF MEN! Know ye not why We created you all from the same dust? That no one should ex"
    },
    {
      "i": 70,
      "s": "70-treasury-pearls-mysteries",
      "t": "(69) O YE SONS OF SPIRIT! Ye are My treasury, for in you I have treasured the pearls of My mysteries"
    },
    {
      "i": 71,
      "s": "71-fragrances-holiness-perfected-bounty",
      "t": "(70) O SON OF HIM THAT STOOD BY HIS OWN ENTITY IN THE KINGDOM OF HIS SELF! Know thou, that I have wa"
    },
    {
      "i": 72,
      "s": "72-crimson-ink-shed-my-path",
      "t": "(71) O SON OF MAN! Write all that We have revealed unto thee with the ink of light upon the tablet o"
    },
    {
      "i": 73,
      "s": "73-minds-to-know-ears-to-hear",
      "t": "﴾ In the Name of the Lord of Utterance, The Mighty ﴿ (1) O YE PEOPLE THAT HAVE MINDS TO KNOW AND EAR"
    },
    {
      "i": 74,
      "s": "74-first-call-beloved",
      "t": "The first call of the Beloved is this"
    },
    {
      "i": 75,
      "s": "75-mystic-nightingale-rose-garden-spirit",
      "t": ": O mystic nightingale ! Abide not but in the rose-garden of the spirit. O messenger of the Solomon"
    },
    {
      "i": 76,
      "s": "76-bird-nest-eternal-glory",
      "t": "(2) O SON OF SPIRIT! The bird seeketh its nest; the nightingale the charm of the rose; whilst those"
    },
    {
      "i": 77,
      "s": "77-rose-of-love-garden-heart",
      "t": "(3) O FRIEND! In the garden of thy heart plant naught but the rose of love, and from the nightingale"
    },
    {
      "i": 78,
      "s": "78-lover-reunion-life-separation-death",
      "t": "(4) O SON OF JUSTICE! Whither can a lover go but to the land of his beloved? and what seeker findeth"
    },
    {
      "i": 79,
      "s": "79-deeds-not-words-adorning",
      "t": "(5) O SON OF DUST! Verily I say unto thee: Of all men the most negligent is he that disputeth idly a"
    },
    {
      "i": 80,
      "s": "80-heart-envy-dominion-sanctity",
      "t": "(6) O SON OF EARTH! Know, verily, the heart wherein the least remnant of envy yet lingers, shall nev"
    },
    {
      "i": 81,
      "s": "81-one-step-away-celestial-tree",
      "t": "(7) O SON OF LOVE! Thou art but one step away from the glorious heights above and from the celestial"
    },
    {
      "i": 82,
      "s": "82-swift-path-holiness-heaven-communion",
      "t": "(8) O SON OF GLORY! Be swift in the path of holiness, and enter the heaven of communion with Me. Cle"
    },
    {
      "i": 83,
      "s": "83-veilless-beauty-certainty",
      "t": "(9) O FLEETING SHADOW! Pass beyond the baser stages of doubt and rise to the exalted heights of cert"
    },
    {
      "i": 84,
      "s": "84-mortal-eye-everlasting-beauty",
      "t": "(10) O SON OF DESIRE! Give ear unto this: Never shall mortal eye recognize the everlasting Beauty, n"
    },
    {
      "i": 85,
      "s": "85-blind-eyes-behold-beauty",
      "t": "(11) O SON OF DUST! Blind thine eyes, that thou mayest behold My beauty; stop thine ears, that thou"
    },
    {
      "i": 86,
      "s": "86-man-two-visions",
      "t": "(12) O MAN OF TWO VISIONS! Close one eye and open the other. Close one to the world and all that is"
    },
    {
      "i": 87,
      "s": "87-melody-dove-beauty-rose",
      "t": "(13) O MY CHILDREN! I fear lest, bereft of the melody of the dove of heaven, ye will sink back to th"
    },
    {
      "i": 88,
      "s": "88-everlasting-beauty-mortal-dust",
      "t": "(14) O FRIENDS! Abandon not the everlasting beauty for a beauty that must die, and set not your affe"
    },
    {
      "i": 89,
      "s": "89-nightingale-holiness-celestial-melody",
      "t": "(15) O SON OF SPIRIT! The time cometh, when the nightingale of holiness will no longer unfold the in"
    },
    {
      "i": 90,
      "s": "90-myriads-hidden-mysteries-no-ear",
      "t": "(16) O ESSENCE OF NEGLIGENCE! Myriads of mystic tongues find utterance in one speech, and myriads of"
    },
    {
      "i": 91,
      "s": "91-gates-placeless-celestial-city",
      "t": "(17) O COMRADES! The gates that open on the Placeless stand wide and the habitation of the loved one"
    },
    {
      "i": 92,
      "s": "92-new-garden-holiness-paradise",
      "t": "(18) O YE DWELLERS IN THE HIGHEST PARADISE! Proclaim unto the children of assurance that within the"
    },
    {
      "i": 93,
      "s": "93-hallowed-surroundings-tree-of-life",
      "t": "(19) O MY FRIENDS! Have ye forgotten that true and radiant morn, when in those hallowed and blessed"
    },
    {
      "i": 94,
      "s": "94-eighth-holy-lines-fifth-tablet-paradise",
      "t": "In the eighth of the most holy lines, in the fifth Tablet of Paradise, He saith:"
    },
    {
      "i": 95,
      "s": "95-lying-dead-couch-heedlessness",
      "t": "(20) O YE THAT ARE LYING AS DEAD ON THE COUCH OF HEEDLESSNESS! Ages have passed and your precious li"
    },
    {
      "i": 96,
      "s": "96-sword-rebellion-tree-hope",
      "t": "(21) O MOVING FORM OF DUST! I desire communion with thee, but thou wouldst put no trust in Me. The s"
    },
    {
      "i": 97,
      "s": "97-veil-of-self-beauty-beloved",
      "t": "(22) O SON OF DESIRE! The learned and the wise have for long years striven and failed to attain the"
    },
    {
      "i": 98,
      "s": "98-candle-wronged-owls",
      "t": "(23) O DWELLERS IN THE CITY OF LOVE! Mortal blasts have beset the everlasting candle, and the beauty"
    },
    {
      "i": 99,
      "s": "99-wolves-among-shepherds",
      "t": "(24) O YE THAT ARE FOOLISH, YET HAVE A NAME TO BE WISE! Wherefore do ye wear the guise of shepherds,"
    },
    {
      "i": 100,
      "s": "100-clear-bitter-water-divine-assayer",
      "t": "(25) O YE SEEMING FAIR YET INWARDLY FOUL! Ye are like clear but bitter water, which to outward seemi"
    },
    {
      "i": 101,
      "s": "101-cast-out-stranger-friend-enter-home",
      "t": "(26) O MY FRIEND IN WORD! Ponder awhile. Hast thou ever heard that friend and foe should abide in on"
    },
    {
      "i": 102,
      "s": "102-heart-habitation-beauty-glory",
      "t": "(27) O SON OF DUST! All that is in heaven and earth I have ordained for thee, except the human heart"
    },
    {
      "i": 103,
      "s": "103-essence-desire-bed-ease",
      "t": ". (28) O ESSENCE OF DESIRE! At many a dawn have I turned from the realms of the Placeless unto thine"
    },
    {
      "i": 104,
      "s": "104-heedless-neglect-bounties",
      "t": "(29) O SON OF BOUNTY! Out of the wastes of nothingness, with the clay of My command I made thee to a"
    },
    {
      "i": 105,
      "s": "105-breeze-loving-kindness-bed-heedlessness",
      "t": "(30) O BOND SLAVE OF THE WORLD! Many a dawn hath the breeze of My loving-kindness wafted over thee a"
    },
    {
      "i": 106,
      "s": "106-fire-water-cannot-dwell-together",
      "t": "(31) O SON OF EARTH! Wouldst thou have Me, seek none other than Me; and wouldst thou gaze upon My be"
    },
    {
      "i": 107,
      "s": "107-candle-heart-lighted-power",
      "t": "(32) O BEFRIENDED STRANGER! The candle of thine heart is lighted by the hand of My power, quench it"
    },
    {
      "i": 108,
      "s": "108-hyacinths-knowledge-wisdom-heart",
      "t": "(33) O MY BROTHER! Hearken to the delightsome words of My honeyed tongue, and quaff the stream of my"
    },
    {
      "i": 109,
      "s": "109-tree-love-paradise-fruiting",
      "t": "(34) O DWELLERS OF MY PARADISE! With the hands of loving and kindness I have planted in the holy gar"
    },
    {
      "i": 110,
      "s": "110-quench-lamp-error-kindle-torch-guidance",
      "t": "(35) O MY FRIENDS! Quench ye the lamp of error, and kindle within your hearts the everlasting torch"
    },
    {
      "i": 111,
      "s": "111-seeds-wisdom-heart-hyacinths",
      "t": "(36) O SON OF DUST! The wise are they that speak not unless they obtain a hearing, even as the cup-b"
    },
    {
      "i": 112,
      "s": "112-sanctuary-tabernacle-god-hidden",
      "t": "In the first line of the Tablet it is recorded and written, and within the sanctuary of the tabernac"
    },
    {
      "i": 113,
      "s": "113-everlasting-dominion-worldly-desire",
      "t": "(37) O MY SERVANT!: Abandon not for that which perisheth an everlasting dominion, and cast not away"
    },
    {
      "i": 114,
      "s": "114-burst-cage-phoenix-love",
      "t": "(38) O SON OF SPIRIT! Burst thy cage asunder, and even as the phoenix of love soar into the firmamen"
    },
    {
      "i": 115,
      "s": "115-paradise-placeless-prison-ascend",
      "t": "(39) O OFFSPRING OF DUST! Be not content with the ease of a passing day, and deprive not thyself of"
    },
    {
      "i": 116,
      "s": "116-free-thyself-fetters-world",
      "t": "(40) O MY SERVANT! Free thyself from the fetters of this world, and loose thy soul from the prison o"
    },
    {
      "i": 117,
      "s": "117-immortal-sovereignty-pure-heart",
      "t": "(41) O SON OF MY HANDMAID! Didst thou behold immortal sovereignty, thou wouldst strive to pass from"
    },
    {
      "i": 118,
      "s": "118-purge-heart-divine-court-holiness",
      "t": "(42) O MY SERVANT!. Purge thy heart from malice and, innocent of envy, enter the divine court of hol"
    },
    {
      "i": 119,
      "s": "119-pleasure-friend-creatures",
      "t": "(43) O MY FRIENDS! Walk ye in the ways of the good pleasure of the Friend, and know that His pleasur"
    },
    {
      "i": 120,
      "s": "120-stainless-heart-eternal-kingdom",
      "t": "(44) O COMPANION OF MY THRONE! Hear no evil, and see no evil, abase not thyself, neither sigh and we"
    },
    {
      "i": 121,
      "s": "121-swiftness-lightning-beloved-one",
      "t": "(45) ALAS! ALAS! Even as the swiftness of lightning ye have passed by the Beloved One, and have set"
    },
    {
      "i": 122,
      "s": "122-essence-beauty-throne-glory",
      "t": "(46) O BRETHREN IN THE PATH! Wherefore have ye neglected the mention of the Loved One, and kept remo"
    },
    {
      "i": 123,
      "s": "123-garment-vainglory-divest",
      "t": "(47) O CHILDREN OF DESIRE! Put away the garment of vainglory, and divest yourselves of the attire of"
    },
    {
      "i": 124,
      "s": "124-ruby-tablet-unseen-pen",
      "t": "In the third of the most holy lines writ and recorded in the Ruby Tablet by the pen of the unseen th"
    },
    {
      "i": 125,
      "s": "125-dust-return-beauty-brethren",
      "t": "(48) O BRETHREN! Be forbearing one with another and set not your affections on things below. Pride n"
    },
    {
      "i": 126,
      "s": "126-tree-of-wealth-heedlessness",
      "t": "(49) O CHILDREN OF DUST! Tell the rich of the midnight sighing of the poor, lest heedlessness lead t"
    },
    {
      "i": 127,
      "s": "127-covetous-ever-deprived-contented-loved",
      "t": "(50) O QUINTESSENCE OF PASSION! Put away all covetousness and seek contentment; for the covetous hat"
    },
    {
      "i": 128,
      "s": "128-poor-god-wondrous-gift",
      "t": "(51) O SON OF MY HANDMAID! Be not troubled in poverty nor confident in riches, for poverty is follow"
    },
    {
      "i": 129,
      "s": "129-true-friend-daystar-faithfulness",
      "t": "(52) O CHILDREN OF NEGLIGENCE AND PASSION Ye have suffered My enemy to enter My house and have cast"
    },
    {
      "i": 130,
      "s": "130-wealth-barrier-seeker-beloved",
      "t": "(53) O YE THAT PRIDE YOURSELVES ON MORTAL RICHES! Know ye in truth that wealth is a mighty barrier b"
    },
    {
      "i": 131,
      "s": "131-rich-ones-guard-trust",
      "t": "(54) O YE RICH ONES ON EARTH! The poor in your midst are My trust; guard ye My trust, and be not int"
    },
    {
      "i": 132,
      "s": "132-wine-immortal-life-detachment",
      "t": "(55) O SON OF PASSION! Cleanse thyself from the defilement of riches and in perfect peace advance in"
    },
    {
      "i": 133,
      "s": "133-commune-with-god-companionship",
      "t": "(56) O MY SON! .The company of the ungodly increaseth sorrow, whilst fellowship with the righteous c"
    },
    {
      "i": 134,
      "s": "134-radiance-heart-infernal-fire",
      "t": "(57) O SON OF DUST! Beware! Walk not with the ungodly and seek not fellowship with him, for such com"
    },
    {
      "i": 135,
      "s": "135-cup-eternal-life-righteous",
      "t": "(58) O SON OF MY HANDMAID! . Wouldst thou seek the grace of the Holy Spirit, enter into fellowship w"
    },
    {
      "i": 136,
      "s": "136-secrets-hearts-engraved-holy-presence",
      "t": "(59) O HEEDLESS ONES! Think not the secrets of hearts are hidden, nay, know ye of a certainty that i"
    },
    {
      "i": 137,
      "s": "137-concealed-within-hearts-manifest",
      "t": "(60) O FRIENDS! Verily I say, whatsoever ye have concealed within your hearts is to Us open and mani"
    },
    {
      "i": 138,
      "s": "138-immortal-wine-divine-cup-bearer",
      "t": "(61) O SON OF MAN! Turn not away thine eyes from the matchless wine of the immortal Beloved, and ope"
    },
    {
      "i": 139,
      "s": "139-celestial-wine-unity",
      "t": "(62) O SON OF DUST! A dewdrop out of the fathomless ocean of My mercy I have shed upon the peoples o"
    },
    {
      "i": 140,
      "s": "140-unforeseen-calamity-followeth",
      "t": "(63) O YE PEOPLES OF THE WORLD! Know, verily, that an unforeseen calamity followeth you, and grievou"
    },
    {
      "i": 141,
      "s": "141-withdraw-hands-from-tyranny",
      "t": "(64) O OPPRESSORS ON EARTH! . Withdraw your hands from tyranny, for I have pledged Myself not to for"
    },
    {
      "i": 142,
      "s": "142-fiery-charger-passion-destruction",
      "t": "(65) O REBELLIOUS ONES! My forbearance hath emboldened you and My long-suffering hath made you negli"
    },
    {
      "i": 143,
      "s": "143-tongue-detraction-self-faults",
      "t": "(66) O EMIGRANTS! The tongue I have designed for the mention of Me, defile it not with detraction. I"
    },
    {
      "i": 144,
      "s": "144-satanic-secrets-laid-bare",
      "t": "(67) O CHILDREN OF FANCY! Know, verily, that while the radiant dawn breaketh above the horizon of et"
    },
    {
      "i": 145,
      "s": "145-soiled-hands-sacred-realm",
      "t": "(68) O WEED THAT SPRINGETH OUT OF DUST! . Wherefore have not these soiled hands of thine touched fir"
    },
    {
      "i": 146,
      "s": "146-deeds-cleansed-dust-hypocrisy",
      "t": "(69) O CHILDREN OF ADAM! Holy words and pure and goodly deeds ascend unto the heaven of celestial gl"
    },
    {
      "i": 147,
      "s": "147-mystic-chalice-celestial-youth",
      "t": "(70) O SON OF WORLDLINESS! Pleasant is the realm of being, wert thou to attain thereto; glorious is"
    },
    {
      "i": 148,
      "s": "148-pride-rebellion-effaced-hearts",
      "t": "(71) O MY FRIENDS! Call ye to mind that covenant ye have entered into with Me upon Mount Paran, situ"
    },
    {
      "i": 149,
      "s": "149-sword-concealed-sheath-worth-manifest",
      "t": "(72) O MY SERVANT! Thou art even as a finely tempered sword concealed in the darkness of its sheath"
    },
    {
      "i": 150,
      "s": "150-daystar-heavens-holiness",
      "t": "(73) O MY FRIEND! Thou art the daystar of the heavens of My holiness, let not the defilement of the"
    },
    {
      "i": 151,
      "s": "151-dust-efface-diverse-colors",
      "t": "(74) O CHILDREN OF VAINGLORY! For a fleeting sovereignty ye have abandoned My imperishable dominion,"
    },
    {
      "i": 152,
      "s": "152-unwary-bird-fowler-death",
      "t": "(75) O CHILDREN OF NEGLIGENCE! Set not your affections on mortal sovereignty and rejoice not therein"
    },
    {
      "i": 153,
      "s": "153-deeds-distinguish-loved-ones",
      "t": "(76) O SON OF MY HANDMAID! Guidance hath ever been given by words, and now it is given by deeds. Eve"
    },
    {
      "i": 154,
      "s": "154-doves-holiness-trial-earth",
      "t": "(77) O SON OF JUSTICE! In the night-season the beauty of the immortal Being hath repaired from the e"
    },
    {
      "i": 155,
      "s": "155-hyacinths-knowledge-wisdom-heart",
      "t": "(78) O SON OF MY HANDMAID! Quaff from the tongue of the merciful the stream of divine mystery, and b"
    },
    {
      "i": 156,
      "s": "156-soar-realms-mystic-holiness",
      "t": "(79) O SON OF DESIRE! How long wilt thou soar in the realms of desire? Wings have I bestowed upon th"
    },
    {
      "i": 157,
      "s": "157-trees-garden-goodly-fruits",
      "t": "(80) O MY SERVANTS! Ye are the trees of My garden; ye must give forth goodly and wondrous fruits, th"
    },
    {
      "i": 158,
      "s": "158-basest-men-yield-no-fruit",
      "t": "(81) O MY SERVANT! The basest of men are they that yield no fruit on earth. Such men are verily coun"
    },
    {
      "i": 159,
      "s": "159-best-men-earn-livelihood-love-god",
      "t": "(82) O MY SERVANT! The best of men are they that earn a livelihood by their calling and spend upon t"
    },
    {
      "i": 160,
      "s": "160-bride-manifest-beauty-beloved",
      "t": "The mystic and wondrous Bride, hidden ere this beneath the veiling of utterance, hath now, by the gr"
    }
  ]
}
