{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 137,
  "source_text": "ا نَظِيرًا فِيْ خَلْقِكَ لِيُثْبَتَ تَنْزِيهُ ذاتِكَ عَنِ المِثْلِيَّةِ وَتَقْدِيسُ نَفْسِكَ عَنِ الشِّبْهِيَّةِ، سُبْحانَكَ سُبْحانَكَ يا إِلهِي كَيْفَ أَذْكُرُكَ وَأَحْمَدُكَ فِيِما أظْهَرْتَهُ بِقُدْرَتِكَ وَأَشْرَقْتَهُ مِنْ أُفُقِ سَمآءِ مَشِيَّتِكَ وَجَعَلْتَهُ مَشْرِقَ آياتِكَ وَمَطْلَعَ ظُهُوراتِ أَسْمائِكَ وَصِفاتِكَ، وَما أَعْظَمَ حَيْرَتِيْ يا إِلهِي فِيْ عِرْفانِهِ وَعِرْفانِ ما أَوْدَعْتَهُ فِيهِ بِقُدْرَتِكَ وَاقْتِدارِكَ، مَرَّةً أَرَى أَنَّهُ ماءٌ حَيَوانٌ قَدْ نُزِّلَ مِنْ سَمآءِ فَضلِكَ وَسَحابِ رَحْمَتِكَ لِحَياةِ بَرِيَّتِكَ وَإِبْقاءِهِمْ بِبَقآءِ مَلَكُوتِكَ، مَنْ فازَ بِقَطْرَةٍ مِنْهُ إِنَّهُ قامَ مِنَ الأَمْواتِ وَأَقْبَلَ إِلى شَطْرِ أَلْطافِكَ وَمَواهِبِكَ مُنْقَطِعًا عَنْ سِواكَ، وَمَرَّةً أَرَى كَأَنَّهُ نارٌ أُوْقِدَتْ فِيْ سِدْرَةِ فَردانِيَّتِكَ وَمِنْها ظَهَرَ الاحْتِراقُ فِيْ أَكْبادِ العُشَّاقِ إِذْ طَلَعَ نَيِّرُ الآفاقِ مِنْ أُفُقِ الع",
  "translation": "Glorified, immeasurably glorified be Thy name, O my God! How can I ever befittingly mention Thee or sufficiently praise Thee, that Thou hast manifested Him by the power of Thy might, and caused Him to shine above the horizon of Thy will, and made Him the Dayspring of Thy signs, and the Dawning-Place of the revelation of Thy names and Thine attributes? How bewilderingly mysterious, moreover, O my God, is His nature and all that Thou hast infused into Him, through Thy strength and by the power of Thy might! At one time He appeareth as the water which is Life indeed, sent down out of the heaven of Thy grace, and poured forth from the clouds of Thy mercy, that Thy creatures may be endued with new life, and live as long as Thine own Kingdom endureth. Every drop of that water would suffice to quicken the dead, and to set their faces in the direction of Thy favors and Thy gifts, and to rid them of all attachment to aught else except Thee. At another time He revealeth Himself as the Fire which Thou didst kindle in the tree of Thy unity, whose heat melted the hearts of Thine ardent lovers when He Who is the Daystar of the world shone forth above the horizon of ‘Iráq. I testify, O my God, that through Him the veils of human fancy were burnt up, and the hearts of men were set towards the scene of Thy most resplendent glory.",
  "source_lang": "ar",
  "score": 10
}