{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 220,
  "source_text": "حِكَ، وَإِذًا يا إِلهِي قَدْ تَوَجَّهْتُ إِلَيْكَ وَتَمَسَّكْتُ بِعُرْوَةِ عَطْفِكَ وَجُوْدِكَ وَتَشَبَّثْتُ بِذَيْلِ أَلْطافِكَ وَمَواهِبِكَ، أَسْئَلُكَ بِأَنْ لا تُخَيِّبَنِيْ عَمَّا قَدَّرْتَهُ لِعِبادِكَ الَّذِيِنَ هُمْ أَقْبَلُوا إِلى حَرَمِ وَصْلِكَ وَكَعْبَةِ لِقائِكَ وَصامُوْا فِي حُبِّكَ، وَلَوْ إِنِّيْ يا إِلهِي أَعْتَرِفُ بِأَنَّ كُلَّ ما يَظْهَرُ مِنِّيْ لَمْ يَكنْ قابِلاً لِسُلْطانِكَ وَلا يَلِيْقُ لِحَضْرَتِكَ، وَلكِنْ أَسْئَلُكَ بِاسْمِكَ الَّذِيْ بِهِ تَجَلَّيْتَ على كُلِّ الأَشْياءِ بِأَسْمائِكَ الْحُسْنى فِي هذَا الظُّهُورِ الَّذِيْ أَظْهَرْتَ جَمالَكَ بِاسْمِكَ الأَبْهی، بِأَنْ تُشْرِبَنِيْ خَمْرَ رَحْمَتِكَ وَرَحِيقَ مَكْرُمَتِكَ الَّذِيْ جَرَى عَنْ يَمِيْنِ مَشِيَّتِكَ لأَتَوَجَّهَ بِكُلِّيْ إِلَيْكَ وَأَنْقَطِعَ عَمَّا سِواكَ عَلَى شَأْنٍ لا أَرَى الدُّنْيا وَما خُلِقَ فِيها إِلاَّ كيَوْمِ ما خَلَقْتَها، ثُمَّ أَسْئَلُكَ يا إِلهِي بِأَنْ تُنْزِلَ مِنْ سَمآءِ إِرادَتِكَ وَسَحابِ رَحْمَتِكَ ما يُذْهِبُ عَنَّا رَوائِحَ العِصْيانِ يا مَنْ سَمَّيْتَ نَفْسَكَ بِالرَّحْمنِ، وَإِنَّكَ أَن",
  "translation": "Thou seest me then, O my God, with my face turned towards Thee, cleaving steadfastly to the cord of Thy gracious providence and generosity, and clinging to the hem of Thy tender mercies and bountiful favors. Destroy not, I implore Thee, my hopes of attaining unto that which Thou didst ordain for Thy servants who have turned towards the precincts of Thy court and the sanctuary of Thy presence, and have observed the Fast for love of Thee. I confess, O my God, that whatever proceedeth from me is wholly unworthy of Thy sovereignty and falleth short of Thy majesty. And yet I beseech Thee by Thy Name through which Thou hast revealed Thy Self, in the glory of Thy most excellent titles, unto all created things, in this Revelation whereby Thou hast, through Thy most resplendent Name, manifested Thy beauty, to give me to drink of the wine of Thy mercy and of the pure beverage of Thy favor, which have streamed forth from the right hand of Thy will, that I may so fix my gaze upon Thee and be so detached from all else but Thee, that the world and all that hath been created therein may appear before me as a fleeting day which Thou hast not deigned to create.",
  "source_lang": "ar",
  "score": 9.2
}