{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 222,
  "source_text": "إِلى شَطْرِ فَضْلِكَ وَمَواهِبِكَ وَلا تَحْرِمْ عِبادَكَ الْمُخْلِصِيْنَ عَنْ بَدائِعِ فَضْلِكَ وَإِفْضالِكَ، أَيْ رَبِّ أَنْتَ الْغَفُورُ وَأَنْتَ الْكرِيْمُ وَأَنْتَ المُقْتَدِرُ عَلَى ما تَشاءُ وَما سِواكَ عُجَزَآءُ لَدَی ظُهُوراتِ قُدْرَتِكَ وَفُقَدآءُ لَدَى آثارِ غَنائِكَ وَعُدَمآءُ عِنْدَ ظُهُوراتِ عِزِّ سَلْطَنَتِكَ وَضُعَفآءُ عِنْدَ شُؤُوناتِ قُدْرَتِكَ، أَيْ رَبِّ هَلْ دُوْنَكَ مِنْ مَهْرَبٍ لِنَهْرُبَ إِلَيْهِ أَوْ سِواكَ مِنْ مَلْجَأٍ لأَسْرُعَ إِلَيْهِ، لا وَعِزَّتِكَ لا عاصِمَ إِلاَّ أَنْتَ وَلا مَفَرَّ إِلاَّ أَنْتَ وَلا مَهْرَبَ إِلاَّ إِلَيْكَ، أَيْ رَبِّ أَذِقْنِيْ حَلاوَةَ ذِكْرِكَ وَثَنائِكَ فَوَعِزَّتِكَ مَنْ ذاقَ حَلاوَتَهُ انْقَطَعَ عَنِ الدُّنْيا وَما خُلِقَ فِيْها وَتَوَجَّهَ إِلَيْكَ مُطَهَّرًا عَنْ ذِكْرِ دُوْنِكَ، يا إِلهِي فَأَلْهِمْنِيْ مِنْ بَدَائِعِ",
  "translation": "Cast not away, O my Lord, him that hath turned towards Thee, nor suffer him who hath drawn nigh unto Thee to be removed far from Thy court. Dash not the hopes of the suppliant who hath longingly stretched out his hands to seek Thy grace and favors, and deprive not Thy sincere servants of the wonders of Thy tender mercies and loving-kindness. Forgiving and Most Bountiful art Thou, O my Lord! Power hast Thou to do what Thou pleasest. All else but Thee are impotent before the revelations of Thy might, are as lost in the face of the evidences of Thy wealth, are as nothing when compared with the manifestations of Thy transcendent sovereignty, and are destitute of all strength when face to face with the signs and tokens of Thy power. What refuge is there beside Thee, O my Lord, to which I can flee, and where is there a haven to which I can hasten? Nay, the power of Thy might beareth me witness! No protector is there but Thee, no place to flee to except Thee, no refuge to seek save Thee. Cause me to taste, O my Lord, the divine sweetness of Thy remembrance and praise. I swear by Thy might! Whosoever tasteth of its sweetness will rid himself of all attachment to the world and all that is therein, and will set his face towards Thee, cleansed from the remembrance of any one except Thee.",
  "source_lang": "ar",
  "score": 9.4
}