{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 235,
  "source_text": "إِلاَّ ما تَرْضى بِهِ نَفْسُكَ وَيُحِبُّهُ سُلْطانُ مَشِيَّتِكَ، سُبْحَانَكَ يا سَيِّدِي فَوَعِزَّتِكَ لأَيْقَنْتُ بِأَنَّكَ لَوْ تَقْطَعُ نَفَحاتِ قُدْسِ عِنَايَتِكَ وَنَسَماتِ جُودِ إِفْضَالِكَ عَنِ المُمكناتِ فِي أَقَلِّ مِنْ آنٍ لَيَفْنى كُلُّ المَوْجُوداتِ وَيَنْعَدِمُ كُلُّ مَنْ فِي الأَرَضِيِنَ وَالسَّمَواتِ، فَتَعالى بَدائِعُ قُدْرَتِكَ الغالِبَةِ فَتَعالى سُلْطانُ قُوَّتِكَ المَنِيعَةِ فَتَباهى مَلِيكُ عَظَمَتِكَ المُحِيطَةِ وَمَشيَّتِكَ النَّافِذَةِ بِحَيْثُ لَوْ تُحْصِى فِي بَصَرِ أَحَدٍ مِنْ عِبادِكَ كُلَّ الأَبْصارِ وَتَدَعُ فِي قَلْبِهِ كُلَّ القُلُوبِ وَيُشاهِدُ فِي نَفْسِهِ كُلَّ ما خَلَقْتَ بِقُدْرَتِكَ وَذَرَأْتَ بِقُوَّتِكَ وَيَتَفَرَّسُ فِي أَقالِيمِ خَلْقِكَ وَمَمالِكَ صُنْعِكَ فِي أَزَلِ الآزالِ لَنْ يَجِدَ شَيْئًا إِلاَّ وَقْدَ يُشَاهِدُ سُلْطانَ قُدْرَتِكَ قائِمًا عَلَيْهِ وَمَليكَ إِحاطَتِكَ قاهِرًا عَلَيهِ، فَها أَنَا ذا يا إِلهِي",
  "translation": "Glory be to Thee, O my God! The power of Thy might beareth me witness! I can have no doubt that should the holy breaths of Thy loving-kindness and the breeze of Thy bountiful favor cease, for less than the twinkling of an eye, to breathe over all created things, the entire creation would perish, and all that are in heaven and on earth would be reduced to utter nothingness. Magnified, therefore, be the marvelous evidences of Thy transcendent power! Magnified be the potency of Thine exalted might! Magnified be the majesty of Thine all-encompassing greatness, and the energizing influence of Thy will! Such is Thy greatness that wert Thou to concentrate the eyes of all men in the eye of one of Thy servants, and to compress all their hearts within his heart, and wert Thou to enable him to behold within himself all the things Thou hast created through Thy power and fashioned through Thy might, and were he to ponder, throughout eternity, over the realms of Thy creation and the range of Thy handiwork, he would unfailingly discover that there is no created thing but is overshadowed by Thine all-conquering power, and is vitalized through Thine all-embracing sovereignty.",
  "source_lang": "ar",
  "score": 9.7
}