{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 24,
  "source_text": "ِ البَلايا فِيْ سَبِيلِكَ، بَلْ حُزْنِي فِيْ تَأْخِيرِكَ فِيمَا قَضَيْتَهُ فِيْ أَلْواحِ أَمْرِكَ وَصَحائِفِ قَضائِكَ وَتَقْدِيرِكَ، وَإِنَّ دَمِي يُخاطِبُنِي فِيْ كُلِّ الأَحْيانِ وَيَقُولُ يا طَلْعَةَ الرَّحْمنِ إِلى مَتى حَبَسْتَنِي فِيْ حِصْنِ الأَكْوانِ وَسِجْنِ الإِمْكانِ بَعْدَ الَّذِيْ وَعَدْتَنِي بِأَنْ تَحْمَرَّ الأَرْضُ مِنِّي وَتُصْبَغَ وُجُوهُ أَهْلِ مَلإِ الفِرْدَوْسِ مِنْ رَشَحاتِي، وَأَنَا أَقُولُ أَنِ اصْبِرْ ثُمَّ اسْكُنْ لأنَّ ما تُرِيدُ يَظْهَرُ فِيْ سَاعَةٍ، وَيَتِمُّ فِيْ سَاعَةٍ أُخْرى، وَلكِنْ ما أَنَا عَلَيْهِ فِيْ سَبِيلِ اللّهِ لأَشْرَبَ فِيْ كُلِّ حِينٍ كَأْسَ القَضَاءِ وَلا أُرِيدُ أَنْ يَنْقَطِعَ القَضَاءُ وَالبَلاءُ فِيْ سَبِيلِ رَبِّيَ العَلِيِّ الأَبْهی، وَإِنَّكَ أَرِدْ ما أُرِيدُ، وَلا تُرِدْ ما تُرِيدُ، ما حَبَسْتُكَ لِحِفْظِي بَلْ لِقَضاءٍ بَعْدَ قَضَاءٍ وَبَلاءٍ بَعْدَ بَلاءٍ، قَدِ انْعَدَمَ حَبِيبٌ يُمَيِّزُ بَيْنَ الشَّهْدِ وَالسَّمِّ فِيْ حُبِّ مَحْبُوبِهِ، كُنْ راضِيًا بِما قَضَى اللَّهُ لَكَ، وَإِنَّهُ يَحْكُمُ عَلَيْكَ ما يُحِبُّ وَيَرْضی، لا إِلهَ إِلاَّ هُو العَلِيُّ الأَعْلی.",
  "translation": "My blood, at all times, addresseth me saying: “O Thou Who art the Image of the Most Merciful! How long will it be ere Thou riddest me of the captivity of this world, and deliverest me from the bondage of this life? Didst Thou not promise me that Thou shalt dye the earth with me, and sprinkle me on the faces of the inmates of Thy Paradise?” To this I make reply: “Be thou patient and quiet thyself. The things thou desirest can last but an hour. As to me, however, I quaff continually in the path of God the cup of His decree, and wish not that the ruling of His will should cease to operate, or that the woes I suffer for the sake of my Lord, the Most Exalted, the All-Glorious, should be ended. Seek thou my wish and forsake thine own. Thy bondage is not for my protection, but to enable me to sustain successive tribulations, and to prepare me for the trials that must needs repeatedly assail me. Perish that lover who discerneth between the pleasant and the poisonous in his love for his beloved! Be thou satisfied with what God hath destined for thee. He, verily, ruleth over thee as He willeth and pleaseth. No God is there but Him, the Inaccessible, the Most High.”",
  "source_lang": "ar",
  "score": 9.4
}