{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 251,
  "source_text": "لَى أَمْرِكَ وَعَلَى ما أَمَرْتَهُ فِي أَلْواحِ قَضائِكَ ظَهَرَ الفَزَعُ الأَكْبَرُ بَيْنَ بَرِيَّتِكَ وَمِنْهُمْ مَنْ أَقْبَلَ إِلَيْكَ مُنْقَطِعًا عَنْ دُوْنِكَ وَمُقَدَّسًا عَمَّنْ عَلَى الأَرْضِ كُلِّها وَأَخَذَهُ حَلاوَةُ نِدائِكَ عَلَى شَأْنٍ نَبَذَ عَنْ وَرائِه ما خُلِقَ فِي مَلَكُوتِ الإِنْشآءِ، وَمِنْهُمْ مَنْ أَقْبَلَ إِلَيْكَ مَرَّةً وَتَوَقَّفَ مَرَّةً أُخْرى، وَمِنْهُمْ مَنْ مَنَعَتْهُ الدُّنْيَا عَنْكَ وَحَالَتْ بَيْنَهُ وَبَيْنَكَ، وَمِنْهُمْ مَنِ اسْتَكْبَرَ وَأَعْرَضَ وَأَرادَ أَنْ يَمْنَعَكَ عَمَّا أَرَدْتَ بَعْدَ الَّذِيْ كُلٌّ يَدْعُونَكَ وَيَنْتَظِرُونَ ما وُعِدُوا بِهِ فِي أَلْواحِكَ، فَلَمَّا جاءَهُمْ ما عَرَفُوا بِآياتِكَ وَبَيِّناتِكَ كَفَرُوا وَأَعْرَضُوا إِلى أَنْ قَتَلُوا عِبادَكَ الَّذِينَ اسْتَضائَتْ بِوُجُوهِهِمْ",
  "translation": "No sooner had He proclaimed Thy Cause, and risen up to carry out the things prescribed unto Him in the Tablets of Thy decree, than the Great Terror fell upon Thy creatures. Some turned towards Thee, and detached themselves from all except Thee, and sanctified their souls from the world and all that is therein, and were so enravished by the sweetness of Thy voice that they forsook all Thou hadst created in the kingdom of Thy creation. Others recognized Thee and then hesitated, others allowed the world to come in between them and Thee and to withhold them from recognizing Thee. Others disdained Thee, and turned back from Thee, and wished to prevent Thee from achieving Thy purpose. And yet behold how all of them are calling upon Thee, and are expecting the things they were promised in Thy Tablets. And when the Promised One came unto them, they recognized Him not, and disbelieved in Thy signs, and repudiated Thy clear tokens, and strayed so grievously from Thy path that they slew Thy servants, through the brightness of whose faces the countenances of the Concourse on high have been illumined.",
  "source_lang": "ar",
  "score": 9.9
}