{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 257,
  "source_text": "الإِحْسانِ لِيَقُوْمُنَّ كُلٌّ عَلَى أَمْرِكَ وَيَنْقَطِعُنَّ عَمَّا دُونَكَ وَإِنَّكَ أَنْتَ المُقْتَدِرُ العَزِيزُ المُخْتارُ، فَيا إِلهِي وَسَيِّدِي وَمَحْبوبِي أَنَا عَبْدُكَ وَابْنُ عَبْدِكَ قَدْ تَمَسَّكْتُ بِحَبْلِ عِنايَتِكَ وَتَشَبَّثْتُ بِذَيْلِ رِداءِ عُطُوفَتِكَ، أَسْئَلُكَ بِاسْمِكَ الأَعْظَمِ الَّذِيْ جَعَلْتَهُ مِيزانَ الأُمَمِ وَبُرْهانَكَ الأَقْوَمَ بِأَنْ لا تَدَعَنِي بِنَفْسِي وَهَوايَ فَاحْفَظْنِي فِي ظِلِّ عِصْمَتِكَ الكبْری، ثُمَّ أَنْطِقْنِيْ بِثَنآءِ نَفْسِكَ بَيْنَ مَلإِ الإِنشآءِ وَلا تَجْعَلْنِي مَحْرُومًا عَنْ نَفَحاتِ أَيَّامِكَ وَفَوْحَاتِ مَطْلَعِ أَمْرِكَ، وَبِأَنْ تَرْزُقَنِي خَيْرَ الدُّنْيا وَالآخِرَةِ بِفَضْلِكَ الَّذِيْ أَحَاطَ المَوْجُوداتِ وَرَحْمَتِكَ الَّتِيْ سَبَقَتِ المُمْكِناتِ، وَإِنَّكَ أَنْتَ الَّذِيْ فِي قَبْضَتِكَ مَلَكُوتُ كُلِّ شَيْءٍ تَفْعَلُ ما تَشآءُ بِأَمرِكَ وَتَحْكُمُ ما تُرِيْدُ بِقُدْرَتِكَ، لا لِمَشِيَّتِكَ مِنْ مانِعٍ وَلا لِحُكْمِكَ مِنْ نَفادٍ، لا إِلهَ إِلاَّ أَنْتَ المُقْتَدِرُ العَزِيزُ الوَهَّابُ.",
  "translation": "O my God, my Master, my Best-Beloved! I am Thy servant and the son of Thy servant. I have held fast the cord of Thy grace, and clung to the hem of the garment of Thy loving providence. I entreat Thee, by Thy Most Great Name, Whom Thou hast appointed as the unerring Balance among the nations, and Thine infallible Proof unto all men, not to forsake me, nor to abandon me to my corrupt desires. Do Thou preserve me beneath the shadow of Thy Supreme Sinlessness, and enable me to magnify Thine own Self amidst the concourse of Thy creatures. Withhold not from me the Divine fragrance of Thy days, and deprive me not of the sweet savors wafting from the Dayspring of Thy Revelation. Bestow on me the good of this world and of the next, through the power of Thy grace that hath encompassed all created things and Thy mercy that hath surpassed the entire creation. Thou art He Who holdeth in His grasp the kingdom of all things. Thou doest what Thou willest through Thy decree, and choosest, through the power of Thy might, whatsoever Thou desirest. None can resist Thy will; naught can exhaust the impelling force of Thy command. There is no God but Thee, the Almighty, the All-Glorious, the Most Bountiful.",
  "source_lang": "ar",
  "score": 9.4
}