{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 298,
  "source_text": "يْبِكَ بِأَعْلامِ نَصْرِكَ لِيَنْصُرُنَّهُمْ فِي مَمْلَكَتِكَ وَيَحْفَظُنَّهُمْ مِنْ أَعْدائِكَ، وَأَسْئَلُكَ يا إِلهِي بِاسْمِكَ الَّذيْ بِهِ أَمْطَرَتِ السَّحَابُ وَجَرَتِ الأَنْهارُ وَاشْتَعَلَتْ نَارُ الحُبِّ فِي الأَشْطَارِ بِأَنْ تَنْصُرَ عَبْدَكَ الَّذيْ أَقْبَلَ إِلَيْكَ وَنَطَقَ بِذِكْرِكَ وَأَرَادَ نُصْرَتَكَ، ثُمَّ أَثْبِتْهُ يا إِلهِي عَلَى حُبِّكَ وَدِينِكَ، هذا خَيْرٌ لَهُ عَمَّا خُلِقَ فِي أَرْضِكَ لأنَّ الدُّنْيا وَما خُلِقَ فِيها تَفْنَى وَما عِنْدَكَ يَبْقى بِدَوامِ أَسْمائِكَ الحُسْنی، فَوَعِزَّتِك لَوْ تكُونُ الدُّنْيَا باقِيَةً بِدَوَامِ مَلَكُوتِكَ لا يَنْبَغِيْ أَنْ يَتَوَجَّهَ إِلَيْها مَنْ شَرِبَ خَمْرَ الوِصالِ مِنْ أَيادِي رَحْمَتِكَ، فَكَيْفَ بَعْدَ عِلْمِهِ بِفَنَائِها وَإِيقانِهِ بِزَوالِها، وَإِنَّ تَغْيِيرَها وَتَغْيِيرَ ما فِيها فِي كُلِّ الأَحْيَانِ لَبُرْهانٌ",
  "translation": "I entreat Thee, O my God, by Thy name through which the clouds have rained down their rain, and the streams have flowed, and the fire of Thy love hath been kindled throughout Thy dominion, to assist Thy servant who hath turned towards Thee, and hath spoken forth Thy praise, and determined to help Thee. Fortify, then, his heart, O my God, in Thy love and in Thy Faith. Better is this for him than all that hath been created on Thine earth, for the world and whatsoever is therein must perish, and what pertaineth unto Thee must endure as long as Thy most excellent names endure. By Thy Glory! Were the world to last as long as Thine own kingdom will last, to set their affections upon it would still be unseemly for such as have quaffed, from the hands of Thy mercy, the wine of Thy presence; how much more when they recognize its fleetingness and are persuaded of its transience. The chances that overtake it, and the changes to which all things pertaining unto it are continually subjected, attest its impermanence.",
  "source_lang": "ar",
  "score": 9.6
}