{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 331,
  "source_text": "سُبْحانَكَ اللَّهُمَّ يا إِلهِي أَشْهَدُ لِنَفْسِكَ كمَا شَهِدْتَ لِنَفْسِكَ بِنَفْسِكَ قَبْلَ خَلْقِ الاخْتِراعِ وَذِكْرِ الإِبْداعِ بِأَنّكَ أَنْتَ اللّهُ لا إِلهَ إِلاَّ أَنْتَ لَمْ تَزَلْ كُنْتَ فِي عُلُوِّ وَحْدانِيَّتِكَ مُقَدَّسًا عَنْ تَوْحِيدِ عِبادِكَ وَلا تَزالُ تَكُونُ فِي سُمُوِّ فَرْدانِيَّتِكَ مُتَعاليًا عَنْ ذِكْرِ خَلْقِكَ لا يَنْبَغِي لِذاتِكَ ذِكْرُ غَيْرِكَ وَلا يَلِيقُ لِنَفْسِكَ وَصْفُ ما سِواكَ، كُلُّ مُوَحِّدٍ تَحَيَّرَ فِي تَوْحِيدِ ذاتِكَ وَاعْتَرَفَ بِالقُصُورِ عَن الصُّعُودِ إِلى عِرْفانِ كُنْهِكَ وَالبُلُوغِ إِلى ذُرْوَةِ عِرفَانِكَ، كُلُّ ذِي قُوَّةٍ أَقَرَّ بِالعَجْزِ وَكُلُّ ذِي عِلْمٍ اعْتَرَفَ بِالجَهْلِ، وَكُلُّ ذِي وُجُودٍ مَعْدُومٌ عِنْدَ ظُهُوراتِ عِزِّ سَلْطَنَتِكَ، وَكُلُّ ذِي ظُهُورٍ مَفْقُودٌ لَدَى شُئُوناتِ عِزِّ عَظَمَتِكَ، وَكُلُّ ذِي نُورٍ مُظْلَمٌ عِنْدَ بَوارِقِ أَنْوارِ وَجْهِكَ، وَكُلُّ ذِي بَيَانٍ كَلِيلٌ عِنْدَ تَنَزُّلِ آياتِ قُدْسِ أَحَديَّتِكَ، وَكُلُّ قائِمٍ مُضْطَرِبٌ عِنْدَ ظُهُورِ عِزِّ قَيُّومِيَّتِكَ، هَلْ لِغَيرِكَ يا إِلهِي مِنْ وُجُودٍ",
  "translation": "All glory be to Thee, O Lord my God! I bear witness for Thee to that whereto Thou Thyself didst bear witness for Thine own Self, ere the day Thou hadst created the creation or made mention thereof, that Thou art God, and that there is none other God beside Thee. From eternity Thou hast, in Thy transcendent oneness, been immeasurably exalted above Thy servants’ conception of Thy unity, and wilt to eternity remain, in Thine unapproachable singleness, far above the praise of Thy creatures. No words that any one beside Thee may utter can ever beseem Thee, and no man’s description except Thine own description can befit Thy nature. All who adore Thy unity have been sore perplexed to fathom the mystery of Thy oneness, and all have confessed their powerlessness to attain unto the comprehension of Thine essence and to scale the pinnacle of Thy knowledge. The mighty have all acknowledged their weakness, and the learned recognized their ignorance. They that are possessed of influence are as nothing when compared with the revelations of Thy stupendous sovereignty, and they who are exalted sink into oblivion when brought before the manifestations of Thy great glory. The radiance of the brightest luminaries is eclipsed by the effulgent splendors of Thy face, and the tongues of the most eloquent of speakers falter under the unrestrained effusions of Thy holy utterance, and the foundations of the mightiest structures tremble before the onrushing force of Thy compelling power.",
  "source_lang": "ar",
  "score": 9.9
}