{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 336,
  "source_text": "َالأَرَضِينَ يا مَنْ بِكَلِمَةٍ مِنْ عِنْدِكَ انْصَعَقَتِ المُمْكِناتُ وَتَفَرَّقَتْ أَرْكانُها وَبِكَلِمَةٍ أُخْرى اجْتَمَعَتْ وَرُكِّبَ كُلُّ جُزْءٍ بِالْجُزْءِ الآخَرِ، سُبْحَانَكَ يا مَنْ كُنْتَ قادِرًا عَلَى مَنْ فِي السَّمَواتِ وَالأَرْضِ وَمُقْتَدِرًا عَلَى مَنْ فِي جَبَرُوتِ الأَمْرِ وَالْخَلْقِ، لَيْسَ لَكَ شِبْهٌ فِي الإِبْداعِ وَلا مِثْلٌ فِي الاخْتِراعِ، ما عَرَفَكَ نَفْسٌ وَما بَلَغَ إِلَيْكَ أَحَدٌ، فَوَعِزَّتِكَ لَوْ يَطِيرُ أَحَدٌ بِأَجْنِحَةِ الغَيْبِ وَالشُّهُودِ فِي هَوآءِ عِرْفانِكَ بِدَوامِ نَفْسِكَ لَنْ يَقْدِرَ أَنْ يَتَجاوَزَ مِنَ الحُدُوداتِ الكَوْنِيَّةِ، مَنْ كانَ شَأْنُهُ هذا كَيْفَ يَقْدِرُ أَنْ يَطِيرَ فِي هَوآءِ عِزِّ اَحَدِيَّتِكَ، إِنَّ العارِفَ مَنْ أَقَرَّ بِالعَجْزِ وَاعْتَرَفَ بِالذَّنْبِ لأنَّ الوُجُودَ لَوْ يُذْكرُ",
  "translation": "Glorified, immeasurably glorified art Thou, in Whose hands is the empire of whatsoever is in the heavens and whatsoever is on earth, Thou, Who through but one word of Thy mouth, caused all things to expire and dissolve asunder, and Who, by yet another word, caused whatever had been separated to be combined and reunited! Magnified be Thy name, O Thou Who hast power over all that are in the heavens and all that are on earth, Whose dominion embraceth whatsoever is in the heaven of Thy Revelation and the kingdom of Thy creation. None can equal Thee in Thy created realms; none can compare with Thee in the universe Thou hast fashioned. The mind of no one hath comprehended Thee, and the aspiration of no soul hath reached Thee. I swear by Thy might! Were any one to soar, on whatever wings, as long as Thine own Being endureth, throughout the immensity of Thy knowledge, he would still be powerless to transgress the bounds which the contingent world hath set for him. How can, then, such a man aspire to wing his flight into the atmosphere of Thy most exalted presence?",
  "source_lang": "ar",
  "score": 9.5
}