{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 499,
  "source_text": "أَخَذَهُ فِي شَوْقِهِ إِلى لِقائِكَ وَاشْتِياقِهِ إِلى مَطْلَعِ نُورِ فَرْدَانِيَّتِكَ وَمَشْرِقِ عِزِّ وَحْدانِيَّتِكَ، وَإِنِّي وَنَفْسِكَ أَقُولُ يا رَبِّي وَسَيِّدِي وَمَوْلائِي لَيْسَ لِي إِرادَةٌ تِلْقاءَ ظُهُورِ إِرادَتِكَ وَلا لِيْ مَشِيَّةٌ عِنْدَ طُلُوعِ مَشِيَّتِكَ، فَوَعِزَّتِكَ لا أُريْدُ إِلاَّ ما أَنْتَ تُرِيْدُ وَلا أُحِبُّ إِلاَّ ما أَنْتَ تُحِبُّ، إِنَّ مُخْتَارَ البَهآءِ ما اختَرْتَهُ لِنَفْسِ البَهآءِ يا مالِكَ البَهآءِ بَلْ لا أَجِدُ لِنَفْسِيْ ذِكْرًا تِلْقآءَ ظُهُوراتِ أَسْمَائِكَ كَيْفَ لَدَى تَجَلِّي أَنْوارِ ذاتِكَ، فَآهٍ آهٍ لَوْ أَذْكُرُكَ نَفْسَ الذِّكْرِ يَدُلُّ عَلَى شِرْكِي وَيَشْهَدُ عَلَى غَفْلَتِي عِندَ ظُهُورِ نُورِ تَوْحِيدِكَ، هَلْ يَكُونُ لِدُونِكَ مِنْ ظُهُورٍ لَدى ظُهُورِكَ أَوْ لِغَيْرِكَ مِنْ وُجُودٍ لِيَذْكُرَكَ أَوْ يُباهِيَ بِثَنائِهِ إِيَّاكَ؟ لا فَوَنَفْسِكَ قَدْ ثَبَتَ بِالبُرْهانِ بِأَنَّكَ أَنْتَ الواحِدُ الفَرْدُ المُسْتَعَانُ، لَمْ تَزَلْ كُنْتَ بِلا ذِكْرِ شَيْءٍ مَعَكَ وَلا تَزالُ تَكُونُ بِلا وُجُودِ شيْءٍ عِنْدَكَ لَوْ يُثْبَتُ غَيْرُكَ كَيْفَ يُثْبَتُ تَقْدِيسُ ذاتِكَ عَنِ الأَمْثالِ وَتَنْزِيهُ نَفْسِكَ عَنِ الأَشْباهِ، وَإِنَّ أَعْلى أَفْئِدَةِ المُوَحِّدِينَ لا يَرْتَقِي إِلى هَوآءِ العِلْمِ الَّذِيْ خَلَقْتَهُ بِكَلِمَةِ أَمْرِكَ وَكَيْفَ إِلى العِلْمِ الَّذِيْ يُنْسَبُ إِلى ذاتِكَ، كُلُّ الأَذْكارِ وَالأَفْكارِ مُنْقَطِعَةٌ عَنْ هذا المَقامِ الَّذِيْ خُلِقَ مِنْ قَلَمِكَ الأَعْلى فَكَيْفَ المَقامُ الَّذِيْ قَدَّسْتَهُ عَنِ الذِّكْرِ وَالبَيَانِ، وَإِنَّ ذِكْرَ العَدَمِ آياتِ القِدَمِ كَحَرَكَةِ القَطْرَةِ عِنْدَ تَمَوُّجاتِ أَبْحُرِ أَحَدِيَّتِكَ، أَسْتَغْفِرُكَ يا إِلهِي مِنْ هذا التَّشْبِيهِ لأنَّ التَّشْبِيهَ وَالتَّمْثِيلَ مِنْ شُئُوناتِ خَلْقِكَ كَيْفَ يَتَقَرَّبُ إِلَيْكَ وَيَصْعَدُ إِلى نَفْسِكَ، فَوَعِزَّتِكَ",
  "translation": "As to me—and to this Thou art Thyself my witness—I call upon Thee saying: “I have no will of mine own, O my Lord, and my Master and my Ruler, before the indications of Thy will, and can have no purpose in the face of the revelation of Thy purpose. I swear by Thy glory! I wish only what Thou wishest, and cherish only what Thou cherishest. What I have chosen for myself is what Thou hast Thyself chosen for me, O Thou the Possessor of my soul!” Nay, I find myself to be altogether nothing when face to face with the manifold revelations of Thy names, how much less when confronted with the effulgent splendors of the light of Thine own Self. O miserable me! Were I to attempt merely to describe Thee, such an attempt would itself be an evidence of my impiety, and would attest my heedlessness in the face of the clear and resplendent tokens of Thy oneness. Who else except Thee can claim to be worthy of any notice in the face of Thine own revelation, and who is he that can be deemed sufficiently qualified to adequately praise Thee, or to pride himself on having befittingly described Thy glory? Nay—and to this Thou dost Thyself bear witness—it hath incontrovertibly been made evident that Thou art the one God, the Incomparable, Whose help is implored by all men. From everlasting Thou wert alone, with none to describe Thee, and wilt abide for ever the same with no one else to equal or rival Thee. Were the existence of any coequal with Thee to be recognized, how could it then be maintained that Thou art the Incomparable, or that Thy Godhead is immeasurably exalted above all peers or likeness? The contemplation of the highest minds that have recognized Thy unity failed to attain unto the comprehension of the One Thou hast created through the word of Thy commandment, how much more must it be powerless to soar into the atmosphere of the knowledge of Thine own Being. Every praise which any tongue or pen can recount, every imagination which any heart can devise, is debarred from the station which Thy most exalted Pen hath ordained, how much more must it fall short of the heights which Thou hast Thyself immensely exalted above the conception and the description of any creature. For the attempt of the evanescent to conceive the signs of the Uncreated is as the stirring of the drop before the tumult of Thy billowing oceans. Nay, forbid it, O my God, that I should thus venture to describe Thee, for every similitude and comparison must pertain to what is essentially created by Thee. How can then such similitude and comparison ever befit Thee, or reach up unto Thy Self?",
  "source_lang": "ar",
  "score": 9.9
}