{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 531,
  "source_text": "سْفَلِ النِّيرانِ، وَإِنَّكَ أَنْتَ المُقْتَدِرُ عَلَى ما تَشآءُ وَإِنَّكَ أَنْتَ العَزِيْزُ الحَكِيمُ فَوَعِزَّتِكَ يا إِلهِي كُلَّما أُرِيدُ أَنْ أَذْكُرَكَ يَمْنَعُنِيْ عُلُوُّكَ وَاقْتِدارُكَ، وَكُلَّما أُرِيْدُ أَنْ أَصْمُتَ يُنْطِقُنِي حُبُّكَ وَإِرادَتُكَ، فَيَا إِلهِي إِنَّ المِسْكينَ يَدْعُو مَوْلاهُ الغَنِيَّ وَالعَاجِزَ يَذْكُرُ مَوْلاهُ القَوِيَّ، إِنْ قَبِلَ مِنْهُ إِنَّهُ خَيْرُ مُعْطٍ، وَإِنْ أَطْرَدَهُ إِنَّهُ خَيْرُ عادِلٍ، وَالمَقْبُولُ يا إِلهِي مَنْ أَقْبَلَ إِلَيْكَ وَالمَحْرُومُ مَنْ غَفَلَ عَنْ ذِكْرِكَ فِي أَيَّامِكَ طُوبى لِمَنْ ذاقَ حَلاوَةَ ذِكْرِكَ وَثَنائِكَ إِنَّهُ لا يَمْنَعُهُ شَيْءٌ عَنِ التَّوَجُّهِ إِلى مَناهِجِ رِضائِكَ وَمَسالِكَ أَمْرِكَ وَلَوْ يُحارِبُهُ مَنْ عَلَى الأَرْضِ كُلُّها، فَانْظُرْ",
  "translation": "The glory of Thy might, O my God, beareth me witness! Every time I attempt to remember Thee, I find myself over-powered by the sublimity of Thy station and the immensity of Thy might; and every time I hold my peace, lo, I am impelled by my love for Thee and by the potency of Thy will, to unloose my tongue and mention Thee. He who is poor and needy, O my God, is calling for his Lord, the All-Possessing; and he who is destitute of all strength remembereth his Master, the All-Powerful. If He deign to accept His servant’s supplication, He is, verily, of unsurpassed bounteousness; and if He cast him out, He is of those who judge equitably the best. He indeed is acceptable, O my God, who hath set his face towards Thee, and he is truly deprived who hath been careless of the remembrance of Thee in Thy days. Blessed is he that hath tasted of the sweetness of Thy remembrance and praise. Nothing, not even the arising of all the peoples of the whole world to assail him, can hinder such a man from directing his steps towards the paths of Thy pleasure and the ways of Thy Cause.",
  "source_lang": "ar",
  "score": 9.9
}