{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 617,
  "source_text": "إِلهِي إِلهِي لا تَبْعَدْ عَنِّي لأنَّ الشَّدائِدَ بِكُلِّها أَحاطَتْنِي، إِلهِي إِلهِي لا تَدَعْنِي بِنَفْسِيْ لأِنَّ المَكارِهَ بِأَسْرِها أَخَذَتْنِيْ، وَمِنْ زُلالِ ثَدْيِ عِنايَتِكَ فَأَشْرِبْنِي لأنَّ الأَعْطَاشَ بِأَتَمِّها أَحْرَقَتْنِيْ، وَفِي ظِلِّ جَنَاحَي رَحْمَتِكَ فَأَظْلِلْنِيْ لأنَّ الأَعْداءَ بِأَجْمَعِها أَرادَتْنِيْ، وَعِنْدَ عَرْشِ العَظَمَةِ تِلْقاءَ تَظَهُّرِ آياتِ عِزِّكَ فَاحْفَظْنِيْ لأنَّ الذِّلَّةَ بِأَكْمَلِها مَسَّتْنِي، وَمِنْ أَثْمارِ شَجَرَةِ أَزَلِيَّتِكَ فَأَطْعِمْنِيْ لأنَّ الضَّعْفَ بِأَلْطَفِها قَرُبَتْنِي، وَمِنْ كُؤُوسِ السُّرُورِ مِنْ أَيادِي رَأْفَتِكَ فَارْزُقْنِيْ لأنَّ الهُمُومَ بِأَعْظَمِها أَخَذَتْنِيْ، وَمِنْ سَنادِسِ سُلْطانِ رُبُوبِيَّتِكَ فَاخْلَعْنِيْ لأنَّ الافْتِقارَ بِجَوْهَرِها عَرَّتْنِيْ وَعِنْدَ تَغَنِّي وَرْقاءِ صَمَدِيَّتِكَ فَأَرْقِدْنِيْ لأنَّ البَلايا بِأَكْبَرِها وَرَدَتْنِيْ، وَفِي عَرْشِ الأَحَدِيَّةِ عِنْدَ تَشَعْشُعِ طَلْعَةِ الجَمالِ فَأَسْكِنِّي لأنَّ الاضْطِرابَ بِأَقْوَمِها أَهْلَكَتْنِي، وَفِي أَبْحُرِ الغُفْرِيَّةِ تِلْقاءَ تَهَيُّجِ حُوتِ الجَلالِ فَأَغْمِسْنِي لأنَّ الخَطايا بِأَطْوَدِها أَماتَتْنِيْ.",
  "translation": "O God, my God! Be Thou not far from me, for tribulation upon tribulation hath gathered about me. O God, my God! Leave me not to myself, for the extreme of adversity hath come upon me. Out of the pure milk, drawn from the breasts of Thy loving-kindness, give me to drink, for my thirst hath utterly consumed me. Beneath the shadow of the wings of Thy mercy shelter me, for all mine adversaries with one consent have fallen upon me. Keep me near to the throne of Thy majesty, face to face with the revelation of the signs of Thy glory, for wretchedness hath grievously touched me. With the fruits of the Tree of Thine Eternity nourish me, for uttermost weakness hath overtaken me. From the cups of joy, proffered by the hands of Thy tender mercies, feed me, for manifold sorrows have laid mighty hold upon me. With the broidered robe of Thine omnipotent sovereignty attire me, for poverty hath altogether despoiled me. Lulled by the cooing of the Dove of Thine Eternity, suffer me to sleep, for woes at their blackest have befallen me. Before the throne of Thy oneness, amid the blaze of the beauty of Thy countenance, cause me to abide, for fear and trembling have violently crushed me. Beneath the ocean of Thy forgiveness, faced with the restlessness of the leviathan of glory, immerse me, for my sins have utterly doomed me.",
  "source_lang": "ar",
  "score": 10
}