{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 678,
  "source_text": "مِنْ أَنْهارِ كافُورِ صَمَدِيَّتِكَ فَأَشْرِبْنِيْ يا إِلهِيْ، وَمِنْ أَثْمارِ شَجَرَةِ كَيْنُونَتِكَ فَأَطْعِمْنِيْ يا رَجائي، وَمِنْ زُلالِ عُيُونِ مَحَبَّتِكَ فَاسْقِنِي يا بَهآئِي، وَفِي ظِلِّ عُطُوفَةِ أَزَلِيَّتِكَ فَأَسْكِنِّيْ يا سَنائِي، وَفِي رِياضِ القُرْبِ بَيْنَ يَدَيْكَ سَيِّرْنِي يا مَحْبُوبِي، وَعَنْ يَمِينِ عَرْشِ رَحْمَتِكَ فَأَجْلِسْنِي يا مَقْصُودِيْ، وَمِنْ أَرْياحِ طِيْبِ بَهْجَتِكَ فَأَرْسِلْنِيْ يا مَطْلُوبِي، وَفِي عُلُوِّ جَنَّةِ هُوِيَّتِكَ فَأَدْخِلْنِيْ يا مَعْبُودِيْ، وَمِنْ نَغَماتِ وَرْقآءِ الأَحَدِيَّةِ فَأَسمِعْنِيْ يا مَشْهُودِيْ، وَبِرُوحِ القُوَّةِ وَالقُدْرَةِ فَأَحْيِنِي يا رازِقي، وَعَلَى رُوحِ مَحَبَّتِكَ فَاسْتَقِمْنِيْ يا ناصِرِيْ، وَعَلَى سَبِيْلِ مَرْضاتِكَ ثَبِّتْنِيْ يا خَالِقِي، وَفِي رِضْوانِ الخُلُودِ عِنْدَ طَلْعَتِكَ فَأَخْلِدْنِيْ يا راحِمِيْ، وَعَلَى كُرْسِيِّ عِزِّكَ مَكِّنِّيْ يا صاحِبِيْ، وَإِلى سَمآءِ عِنايَتِكَ عَرِّجْنِيْ يا باعِثي وَإِلى شَمْسِ هِدايَتِكَ فَاهْدِنِيْ يا جاذِبِيْ، وَعِنْدَ ظُهُوراتِ غَيْبِ أَحَدِيَّتِكَ فَأَحْضِرْنِيْ يا مَبْدَئِيْ وَمُنايَ، وَإِلى صِرْفِ كافُورِ الجَمالِ فِي مَنْ تُظْهِرَنَّهُ فَأَرْجِعْنِيْ يا إِلهِيْ، لأنَّكَ أَنْتَ",
  "translation": "From the sweet-scented streams of Thine eternity give me to drink, O my God, and of the fruits of the tree of Thy being enable me to taste, O my Hope! From the crystal springs of Thy love suffer me to quaff, O my Glory, and beneath the shadow of Thine everlasting providence let me abide, O my Light! Within the meadows of Thy nearness, before Thy presence, make me able to roam, O my Beloved, and at the right hand of the throne of Thy mercy, seat me, O my Desire! From the fragrant breezes of Thy joy let a breath pass over me, O my Goal, and into the heights of the paradise of Thy reality let me gain admission, O my Adored One! To the melodies of the dove of Thy oneness suffer me to hearken, O Resplendent One, and through the spirit of Thy power and Thy might quicken me, O my Provider! In the spirit of Thy love keep me steadfast, O my Succorer, and in the path of Thy good pleasure set firm my steps, O my Maker! Within the garden of Thine immortality, before Thy countenance, let me abide for ever, O Thou Who art merciful unto me, and upon the seat of Thy glory stablish me, O Thou Who art my Possessor! To the heaven of Thy loving-kindness lift me up, O my Quickener, and unto the Daystar of Thy guidance lead me, O Thou my Attractor! Before the revelations of Thine invisible spirit summon me to be present, O Thou Who art my Origin and my Highest Wish, and unto the essence of the fragrance of Thy beauty, which Thou wilt manifest, cause me to return, O Thou Who art my God!",
  "source_lang": "ar",
  "score": 10
}