{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 737,
  "source_text": "ْصِيها إِلاَّ عِلْمُكَ يا مالِكَ الأَسْمآءِ تَرَى وَتُشاهِدُ إِعْراضَهُمْ عَنْ مَشْرِقِ ذاتِكَ وَاعْتِراضَهُمْ عَلَى مَنْبَعِ عِلْمِكَ وَآياتِكَ، قَدْ أَخَذَتْهُمُ العِزَّةُ بِالإِثْمِ عَلَى شَأْنٍ أَنْكَرُوا ظُهُوراتِكَ وَبُرُوزاتِكَ وَآثارَكَ الَّتِي يَرى كُلُّ بَصِيرٍ عَلَى كُلِّ شَيْءٍ ما يَشْهَدُ بِعَظَمَتِكَ وَسُلْطانِكَ وَيَعْتَرِفُ بِظُهُورِكَ وَاقْتِدارِكَ وَقالُوا فِي حَقِّهِ مَا ناحَ بِهِ سُكَّانُ سُرادِقِ الأَبْهى وَالمَلإِ الأَعْلى وَذابَتْ مِنْ أَقْوالِهِمْ أَكْبادُ أَصْفِيآئِكَ وَقُلُوبُ أَوْليائِكَ وَأَخَذَتْهُمُ الغَفْلَةُ عَلَى شَأْنٍ نَبَذُوا آياتِكَ الكُبْرى وَأَخَذُوا أَوْهامَهُمْ يا مالِكَ الأَسْماءِ وَمَليْكَ العَرْشِ وَالثَّری، وَأَنْتَ الَّذِيْ يا إِلهِي وَمَحْبُوبَ فُؤآدِي زَيَّنْتَ بِذِكْرِ هذَا الْيَوْمِ لَوْحَكَ الَّذِيْ ما اَطَّلَعَ بِهِ إِلاَّ نَفْسُكَ وَسَمَّيْتَهُ بِيَوْمِ اللَّهِ لِئَلا يُرى فِيْهِ إِلاَّ نَفْسُكَ العُلْيا وَلا يُذْكرَ فيْهِ إِلاَّ ذِكْرُكَ الأَحْلی، فَلَمَّا ظَهَرَ أَخَذَتِ الزَّلازِلُ أَرْكانَ القَبآئِلِ وانْصَعَقَ",
  "translation": "Thou seest, then, O Thou Who art the Beloved of the world and the Revealer of the Most Great Name, how He hath come down with the kingdom of His signs, and in a manner that hath caused the atoms of the earth to testify that the whole world hath been filled with these signs. And yet, notwithstanding this most manifest and all-glorious Revelation, and these signs which none can appraise except Thee, O Thou the King of names, Thou beholdest how they have broken off from Him Who is the Dayspring of Thine Essence, and have caviled at the One Who is the Fountainhead of Thy wisdom and of Thine utterance. They were so seized with thirst for fame, that they rejected Thy tokens, and Thy testimonies, and Thy signs, which every man of insight perceiveth in whatsoever declareth Thy greatness, and Thy sovereignty, and acknowledgeth Thy Revelation and Thy might. They have so traduced Him as to cause the inmates of the all-glorious Tabernacle and the Concourse on high to lament, and have uttered such calumnies against Him that the souls of Thy chosen Ones and the hearts of them that are dear to Thee have melted. They have erred so grievously that they cast away Thy most resplendent signs, and clung to their idle fancies, O Thou Who art the Possessor of Names and the Lord of the Throne on high and of earth below!",
  "source_lang": "ar",
  "score": 9.6
}