{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 750,
  "source_text": "لِلْمُقَرَّبِينَ مِنْ أَصْفِيائِكَ وَالمُخْلِصِينَ مِنْ أُمَنآئِكَ، ثُمَّ ارْزُقْهُمْ مِنْ بَحْرِ الاطْمِئْنانِ ما يَسْكُنُ بِهِ اضْطِرابُهُمْ، وَبَدِّلِ اللَّهُمَّ يا إِلهِي ظُلْمَةَ أَوْهامِهِمْ، بِنُورِ اليَقِينِ ثُمَّ اجْعَلْهُمْ قَائِمِينَ مُسْتَقِيمِينَ عَلَى صِراطِكَ المُسْتَقِيمِ لِئَلاّ يَمْنَعَهُمُ الكِتابُ عَنْ مُنْزِلِهِ وَالأَسْمآءُ عَنْ خالِقِها وَرازِقِها ومَبْدَئِها وَسُلطانِها وَمُظْهِرِها وَمُهْلِكها وَمُعِزِّها وَمُذِلِّها وَالمُقْتَدِرِ عَليها وَالمُهَيْمِنِ عَلَى مُسَمَّياتِها، إِنَّكَ يا إِلهِي وَرَبِّي أَنْزَلْتَ الكِتابَ لإِظْهارِ أَمْرِيْ وَإِعْلآءِ كَلِمَتِي وَبِهِ أَخَذْتَ عَهْدَ نَفْسِيْ عَنْ كُلِّ ما خُلِقَ فِي مَمْلَكَتِكَ، وَتَرَى يا مَحْبُوبَ العالَمِ أَنَّ طُغاةَ خَلْقِكَ جَعَلُوهُ حِصْنًا لَهُمْ وَبِهِ أَعْرَضُوا عَنْ جَمالِكَ وَكَفَروا بِآياتِكَ، وَأَنْتَ الَّذِيْ يا إِلهِي وَصَّيْتَهُمْ",
  "translation": "I beseech Thee, O God of bounty and King of all created things, to guard Thy servants from the imaginations which their hearts may devise. Raise them up, then, to such heights that their footsteps may slip not in the face of the evidences of Thy handiwork, which the manifold exigencies of Thy wisdom have ordained, and whose secrets Thou hast hid from the face of Thy people and Thy creatures. Withhold them not, O my Lord, from the ocean of Thy knowledge, neither do Thou deprive them of what Thou didst destine for such of Thy chosen ones as have near access to Thee, and those of Thy trusted ones as are wholly devoted to Thy Self. Supply them, then, from Thy sea of certainty with what will calm the agitation of their hearts. Turn, O Lord my God, the darkness of their fancies into the brightness of certitude, and cause them to arise, and to walk steadfastly in Thy straight Path, that haply Thy Book may not hinder them from recognizing Him Who is its Revealer, and Thy names from acknowledging the One Who is their Creator, and their Provider, and their Origin, and their King, and their Begetter, and their Destroyer, and their Glorifier, and their Abaser, and their Governor, and the Sovereign Protector of their Bearers.",
  "source_lang": "ar",
  "score": 10
}