{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 757,
  "source_text": "عَنِ الَّذِينَ حَمَلُوا الشَّدآئِدَ فِي سَبِيلِكَ وَذاقُوا كَأْسَ البَلايا فِي حُبِّكَ وَدَخَلُوا السِّجْنَ بِاسْمِكَ وَوَرَدَ عَلَيْهِمْ ما لا وَرَدَ عَلَى خَلْقِكَ وَبَرِيَّتِكَ، أَيْ رَبِّ إِنَّهُمْ عِبادُكَ الَّذِينَ أَجابُوا إِذِ ارْتَفَعَ نِدآئُكَ وَتَوَجَّهُوا إِذْ أَشْرَقَتْ أَنْوارُ وَجْهِكَ وَأَقْبَلُوا إِذْ لاحَ أُفُقُكَ الأَعْلى بَاسْمِكَ الَّذِيْ بِهِ انْصَعَقَ مَنْ فِي أَرْضِكَ وَسَمائِكَ، أَيْ رَبِّ قَدِّرْ لَهُمْ ما قَدَّرْتَهُ لأَصْفِيائِكَ الَّذِينَ اسْتَقْبَلُوا سِهَامَ المُشْرِكينَ فِي أَمْرِكَ وَحُبِّكَ وَسَرُعُوا إِلى مَشْرِقِ البَلآءِ بِاسْمِكَ وَذِكْرِكَ، أَنْتَ الَّذِيْ يا إِلهِي وَعَدْتَ فِي مُحْكَمِ آياتِكَ بِأَنْ تَذْكُرَهُمْ فِي كِتابِكَ جَزآءَ أَعْمالِهِمْ فِي أَيَّامِكَ، صَلِّ اللَّهُمَّ عَلَيْهِمْ وَكَبِّرِ اللَّهُمَّ عَلَى وُجُوهِهِمْ بِتَكْبِيرٍ أَشْرَقَتْ شَمْسُهُ مِنْ أُفُقِ",
  "translation": "I beg of Thee, O Thou in Whose hands are the kingdoms of earth and heaven, and in Whose grasp lie all who dwell in the dominions of Thy Revelation and Thy creation, not to withhold the glance of Thy favors from such as have sustained tribulations in Thy path, and tasted of the cup of woe in their love towards Thee, and have been cast into prison in Thy name, and endured what none of Thy creatures and Thy people have endured. They are Thy servants, O my Lord, who have responded to Thee as soon as Thou didst send out Thy summons, and have set their faces towards Thee when the light of Thy countenance was lifted upon them, and turned unto Thee at the time when Thy most exalted horizon shone forth with the brightness of Thy name through which all who are in Thy heaven and on Thy earth swooned away. Ordain for them, O my Lord, what Thou didst ordain for Thy chosen ones who have welcomed the darts of the infidels in Thy Cause and for love of Thee, and hasted to attain the orient of tribulation with Thy name on their lips and Thy remembrance in their hearts. Thou art the One, O my God, Who hath promised in Thy perspicuous utterances to remember them in Thy Book as a recompense for their works in Thy days.",
  "source_lang": "ar",
  "score": 10
}