{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 76,
  "source_text": "بِالَّذِينَ كَسَّرُوا الأَصْنامَ فِيْ هذا الظُّهُورِ الَّذِيْ بِهِ ظَهَرَ الزِّلْزالُ الأَعْظَمُ وَالفَزَعُ الأَكْبَرُ بِأَنْ تُؤَيِّدَ عِبادَكَ فِيْ كُلِّ الأَحْيانِ بِآياتِ قُدْرَتِكَ وَظُهُوراتِ عِزِّ قَيُّومِيَّتِكَ، ثُمَّ اجْعَلْ قُلُوبَهُمْ زُبَرَ الحَدِيدِ لِئَلاَّ تُخَوِّفَهُمْ سَطْوَةُ الَّذِيْنَهُمْ ظَلَمُوا عَلَى مَظْهَرِ ذاتِكَ وَمَطْلَعِ غَيْبِكَ، وَلِيَقُومُنَّ كُلٌّ عَلَى ذِكْرِكَ وَنُصْرَتِكَ لِتُرْفَعَ بِهِمْ أَعْلامُ نُصْرَتِكَ فِيْ مَمْلَكَتِكَ وَرَاياتُ أَمْرِكَ فِيْ دِيارِكَ، وَإِنَّكَ أَنْتَ الَّذِيْ لَمْ تَزَلْ كُنْتَ قادِرًا بِمَشِيَّتِكَ وَلا تَزالُ تَكُونُ بِمِثْلِ ما قَدْ كُنْتَ فِيْ أَزَلِ الآزالِ، وَإِنَّكَ أَنْتَ العَزِيزُ المُتَعالِ لا إِلهَ إِلاَّ أَنْتَ المُقْتَدِرُ المُتَعالِ المُهَيْمِنُ المُتَكَبِّرُ الواحِدُ الفَرْدُ العَزِيزُ المُخْتارُ.",
  "translation": "I beseech Thee, by them that have cut down all the idols in this Revelation through which the Most Grievous Convulsion and the Great Terror have appeared, to assist, at all times, Thy servants with the signs of Thine almighty power and the evidences of Thy transcendent and all-compelling might. Grant, then, that their hearts may be made as strong as brass, that they may remain unmoved by the overpowering might of such as have transgressed against Him Who is the Manifestation of Thine Essence and the Dayspring of Thine invisible Self, and that they may all arise to glorify and help Thee, so that through them the ensigns of Thy triumph may be lifted up in Thy realm, and the standards of Thy Cause may be unfurled throughout Thy dominions. Thou art He who from everlasting hath, through the potency of His will, been all-powerful, and will continue to remain the same for ever and ever. Thou art, verily, the All-Glorious, the Most High. No God is there but Thee, the Most Powerful, the Most Exalted, the Help in Peril, the Most Great, the One Being, the Incomparable, the All-Glorious, the Unrestrained.",
  "source_lang": "ar",
  "score": 10
}