{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 774,
  "source_text": "سُبْحَانَكَ اللَّهُمَّ يا إِلهِي أَسْأَلُكَ بِالَّذِيْ أَظْهَرْتَهُ وَجَعَلْتَ ظُهُورَهُ نَفْسَ ظُهُورِكَ وَبُطُونَهُ نَفْسَ بَطُونِكَ، وَبِأَوَّلِيَّتِهِ حُقِّقَ أَوَّلِيَّتُكَ وَبِآخِرِيَّتِهِ ثَبَتَ آخِرِيَّتُكَ، وَبِقُدْرَتِهِ وَسُلْطانِهِ شَهِدَ كُلُّ ذِيْ قُدْرَةٍ بِاقْتِدارِكَ وَبِعَظَمَتِهِ شَهِدَ كُلُّ ذِيْ عَظَمَةٍ بِعَظَمَتِكَ وَكِبْرِيائِكَ وَبِقَيُّومِيَّتِهِ عُرِفَ قَيُّومِيَّتُكَ وَإِحاطَتُكَ، وَبِمَشِيَّتِهِ ظَهَرَتْ مَشِيَّتُكَ وَبِوَجْهِهِ لاحَ وَجْهُكَ وَبِأَمْرِهِ ظَهَرَ أَمْرُكَ وَبِآياتِهِ مُلِئَتِ الآفاقُ مِنْ بَدائِعِ آياتِ سَلْطَنَتِكَ وَالسَّماءُ مِنْ ظُهُوراتِ عِزِّ أَحَدِيَّتِكَ وَالبِحارُ مِنْ لآلِئِ قُدْسِ عِلْمِكَ وَحِكْمَتِكَ وَزُيِّنَتِ الأَشْجارُ بِأَثْمارِ مَعْرِفَتِكَ، وَبِهِ سَبَّحَكَ كُلُّ شَيْءٍ وَتَوَجَّهَ كُلُّ الأَشْياءِ إِلى شَطْرِ رَحْمانِيَّتِكَ، وَأَقْبَلَ كُلُّ الوُجُوهِ إِلى بَوارِقِ أَنْوارِ وَجْهِكَ وَكُلُّ النُّفُوسِ إِلى ظُهُوراتِ عِزِّ أَحَدِيَّتِكَ، ما أَعْلى قُدْرَتَكَ وَما أَعْلى سَلْطَنَتَكَ وَما أَعْلى اقْتِدارَكَ وَما أَعْلى عَظَمَتَكَ وَما أَعْلى كِبْرِيائَكَ",
  "translation": "Praised be Thou, O Lord my God! I supplicate Thee by Him Whom Thou hast called into being, Whose Revelation Thou hast ordained to be Thine own Revelation and His Concealment Thine own Concealment. Through His Firstness Thou hast confirmed Thine own Firstness, and through His Lastness Thou hast affirmed Thine own Lastness. Through the power of His might and the influence of His sovereignty the mighty have apprehended Thine omnipotence, and through His glory they who are endowed with authority have acknowledged Thy majesty and greatness. Through His supreme ascendancy Thy transcendent sovereignty and all-encompassing dominion have been recognized, and through His will Thine own will hath been revealed. Through the light of His countenance the splendors of Thine own face have shone forth, and through His Cause Thine own Cause hath been made manifest. Through the generative power of His utterance the whole earth hath been made the recipient of the wondrous signs and tokens of Thy sovereignty, and the heavens have been filled with the revelations of Thine incomparable majesty, and the seas have been enriched with the sacred pearls of Thine omniscience and wisdom, and the trees adorned with the fruits of Thy knowledge. Through Him all things have sung Thy praise, and all the eyes have been turned in the direction of Thy mercy. Through Him the faces of all have been set towards the splendors of the light of Thy countenance, and the souls of all have been inclined unto the revelations of Thy divine greatness.",
  "source_lang": "ar",
  "score": 10
}