{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 778,
  "source_text": "فَلَكَ الْحَمْدُ يا إِلهِي حَمْدًا حَمِدْتَ بِهِ نَفْسَكَ وَلا يَعْرِفُهُ أَحَدٌ دُونَكَ وَلا يُحْصِيْهِ نَفْسٌ سِواكَ، أَيْ رَبِّ أَنْتَ الَّذِيْ عَرَّفْتَنِيْ نَفْسَكَ فِي أَيَّامٍ فِيْها غَفَلَ عِبادُكَ الَّذِيْنَ بِانْتِسابِهِمْ إِلى نَفْسِكَ حَكَمُوا عَلَى مَنْ عَلَى الأَرْضِ وَافْتَخَرُوْا عَلَى الأُمَمِ وَإِنِّيْ يا إِلهِي لَوْ حَكَمْتُ عَلَى شَرْقِ الأَرْضِ وَغَرْبِها وَمَلَكْتُ خَزَائِنَها كُلَّها وَأَنْفَقْتُ فِي سَبِيْلِكَ ما بَلَغْتُ إِلى هذا المَقامِ إِلاَّ بِحَوْلِكَ وَقُوَّتِكَ، وَلَوْ أَشْكُرُكَ يا إِلهِي بِدَوامِ عِزِّ أَحَدِيَّتِكَ وَبَقاءِ سَلْطَنَتِكَ وَاقْتِدارِكَ لا يُعادِلُ بِذِكْرٍ مِنَ الأَذْكارِ الَّتِيْ عَلَّمْتَنِيْ بِفَضْلِكَ وَأَمَرْتَنِيْ بِأَنْ أَدْعُوْكَ وَأَذْكُرَكَ بِهِ، فَلَمَّا كانَ شَأْنُ ذِكْرٍ مِنْ أَذْكارِكَ هذا فَما مَقامُ مَنْ عَرَفَ نَفْسَكَ وَفَازَ بِلِقائِكَ وَاسْتَقامَ عَلَى أَمْرِكَ؟ وَإِنِّيْ",
  "translation": "Praise be to Thee, therefore, O my God—such praise as Thou didst ascribe to Thine own Self, and which none except Thee can either comprehend or reckon. Thou art He, O my Lord, Who hath made known His own Self unto me, at a time when Thy servants have failed to recognize Thee—servants who, by virtue of the ties that bind them to Thee, have been ruling over all that dwell on earth and have been vaunting themselves over its peoples. Were I, O my God, to exercise from pole to pole supreme dominion over the earth, and were I to be offered all the treasures it containeth, and were I to expend them in Thy path, I would still be powerless to attain unto this station, unless I were assisted and strengthened by Thee. And were I to glorify Thee, O my God, so long as the glory of Thy majesty endureth and the influence of Thy sovereignty and power will last, such a glorification could never be compared with any of the praises which Thou, as a token of Thy grace, hast taught me, and wherewith Thou hast bidden me to extol Thy virtues. If such be the excellence of each one of the praises which Thou hast taught me, how immeasurably greater must be the excellence of the station of the One Who hath known Thee, Who hath entered Thy Presence, and pursued steadfastly the path of Thy Cause!",
  "source_lang": "ar",
  "score": 9.9
}