{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 781,
  "source_text": "إِلى مَقَرِّ عِزِّ وَحْدانِيَّتِكَ وَأَفْئِدَةَ المُقَرَّبِيْنَ إِلى مَطْلَعِ ظُهُورِ فَرْدانِيَّتِكَ بِأَنْ تُوَفِّقَنِيْ عَلَى الصِّيامِ خالِصًا لِوَجْهِكَ يا ذاْ الجَلالِ وَالإِكْرامِ، ثُمَّ اجْعَلْنِي يا إِلهِي مِنَ الَّذِيْنَ تَمَسَّكُوْا بِسُنَنِكَ وَحُدُوْداتِكَ خالِصِينَ لِوَجْهِكَ مِنْ دُوْنِ أَنْ يَكوْنُوا ناظِرِيْنَ إِلى غَيْرِكَ، أُوْلئِكَ كانَتْ خَمْرُهُمْ ما خَرَجَ مِنْ فَمِ مَشِيَّتِكَ الأُولى وَرَحِيقُهُمْ نِدَائَكَ الأَحْلى وَسَلْسَبِيلُهُمْ حُبَّكَ وَجَنَّتُهُمْ وَصْلَكَ وَلِقائَكَ لأنَّكَ كُنْتَ مَبْدَأَهُمْ وَمُنْتَهَاهُمْ وَغايَةَ أَمَلِهِمْ وَرَجائِهِمْ، عَمِيَتْ عَيْنٌ تَرَى ما لا تُحِبُّ وَانْعَدَمَتْ نَفْسٌ تُرِيْدُ ما لا تُرِيْدُ، فَيا إِلهِي أَسْئَلُكَ بِنَفْسِكَ وَبِهِمْ بِأَنْ تَقْبَلَ",
  "translation": "I beseech Thee, O my Lord, by Thy Name through which Thou hast enabled Thy servants and Thy people to know Thee, through which Thou hast drawn the hearts of those who have recognized Thee towards the resplendent court of Thy oneness, and the souls of Thy favored ones unto the Dayspring of Thy unity,—I beseech Thee to grant that I may be assisted to observe the fast wholly for Thy sake, O Thou Who art full of majesty and glory! Empower me, then, O my God, to be reckoned among them that have clung to Thy laws and precepts for the sake of Thee alone, their eyes fixed on Thy face. These, indeed, are they whose wine is all that hath proceeded out of the mouth of Thy primal will, whose pure beverage is Thine enthralling call, whose heavenly River is Thy love, whose Paradise is entrance into Thy presence and reunion with Thee. For Thou hast been their Beginning and their End, and their Highest Hope, and their Supreme Desire. Blinded be the eye that gazeth on whatsoever may displease Thee, and confounded be the soul that seeketh the things that are contrary to Thy will.",
  "source_lang": "ar",
  "score": 10
}