{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 790,
  "source_text": "هِدُ بِأَنِّيْ لَوْ أَسْجُدُ لِكَفٍّ مِنَ التُّرابِ إِلى الآخِرِ الَّذِيْ لا آخِرَ لَهُ لِنِسْبَتِهِ إِلى اسْمِكَ الصَّانِعِ لأَجِدُ نَفْسِيْ بَعِيْدًا عَنِ التَّقَرُّبِ إِلَيْهِ وَأُشاهِدُ بِأَنَّ عَمَلِي لا يَنْبَغِيْ لَهُ بَلْ كانَ مَحْدُودًا بِحُدُوداتِ نَفْسِيْ، وَلَوْ أَخْدِمُ أَحَدًا مِنْ عِبادِكَ بِحَيْثُ أَقُومُ بَيْنَ يَدَيْهِ بِدَوامِ مَلَكُوتِكَ وَبَقاءِ جَبَرُوتِكَ لِنِسْبَتِهِ إِلى اسْمِكَ الخالِقِ فَوَعِزَّتِكَ لأَجِدُ نَفْسِي مُقَصِّرًا عَنْ أَدآءِ خِدْمَتِهِ وَمَحْرُوْمًا عَمَّا يَلِيْقُ لَهُ، لأنَّ فِي هذا المَقامِ لا يُرى إِلاَّ نِسْبَتُهُمْ إِلى أَسْمائِكَ وَصِفاتِك، إِنَّ الَّذِيْ كانَ شَأْنُهُ ذلِكَ كَيْفَ يَقْدِرُ أَنْ يَذْكُرَ الَّذِيْ بِإِشارَةٍ مِنْ إِصْبَعِهِ خُلِقَتِ الأَسْماءُ وَمَلَكُوتُها وَالصِّفاتُ وَجَبَرُوتُها، وَبِإِشارَةٍ أُخْرى رُكِّبَتِ الكافُ بِالنُّونِ وَظَهَرَ مِنْها ما عَجِزَ عَنْ عِرفانِهِ أَعْلى أَفْئِدَةِ المُقَرَّبِينَ مِنْ أَصْفِيائِكَ وَأَبْهى مَشاعِرِ المُخْلِصِينَ مِنْ أَوِدّائِكَ، فَوَعِزَّتِكَ يا مَحْبُوبِيْ",
  "translation": "Thy might beareth me witness! I am well aware that were I to bow myself before a handful of dust, from now until the end that hath no end, in acknowledgment of its relationship to Thy name, the Fashioner, I would still find myself far removed from that dust, and incapable of approaching it, and would discover that such an adoration can in no wise befit it, nor transcend the limitations to which I myself have been subjected. And were I to arise to serve one of Thy servants, and to wait at his door so long as Thine own kingdom endureth and Thine omnipotence will last, as a sign of my acknowledgment of the tie that bindeth him to Thy name, the Creator, I would, likewise,—and to this Thy glory beareth me witness—have to confess my complete failure to do him adequate service, and my deprivation of what can truly befit his station. And this for the reason that I recognize in them naught else except the bond that bindeth them to Thy names and Thine attributes. How can, then, such a man succeed in befittingly extolling the One through a motion of Whose finger all the names and their kingdom were called into being, and all the attributes and their dominion were created, and Who, through yet another motion of that same finger, hath united the letters B and E (Be) and knit them together, manifesting thereby what the highest thoughts of Thy chosen ones who enjoy near access to Thee are unable to grasp, and what the profoundest wisdom of those of Thy loved ones that are wholly devoted to Thee are powerless to fathom.",
  "source_lang": "ar",
  "score": 9.4
}