{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 791,
  "source_text": "صِرْتُ مُتَحَيِّرًا فِي مَظاهِرِ صُنْعِكَ وَمَطالِعِ قُدْرَتِكَ وَأُشاهِدُ نَفْسِي عاجِزًا عَنْ عِرْفانِ أَدْنى آيَتِكَ وَكَيْفَ عِرْفانِ نَفْسِكَ، إِذًا أَسْئَلُكَ يا إِلهِي بِاسْمِكَ الَّذِيْ بِهِ طَيَّرْتَ العاشِقِينَ فِي هَواءِ إِرادَتِكَ وَهَدَيْتَ بِهِ المُشْتاقِينَ إِلى رِضْوانِ قُرْبِكَ وَوِصَالِكَ، بِأَنْ تُهِبَّ مِنْ رِضْوانِ عِنايَتِكَ رَوائِحَ الاطْمِئْنانِ عَلَى المُضْطَرِّيْنَ مِنْ أَحِبَّائِكَ فِي هذِهِ الأَيَّامِ الَّتِيْ أَحاطَتْهُمْ أَرْياحُ الافْتِتانِ مِنْ كُلِّ الجِهاتِ، بِحَيْثُ اضْطَرَبَتِ النُّفُوسُ مِنْ سَطْوَةِ قَضائِكَ وَتَزَلْزَلَتْ أَرْكانُ الوُجُودِ عَمَّا نُزِّلَ عَلَيْهِمْ مِنْ سَمآءِ تَقْدِيْرِكَ، وَبَلَغَ اضْطِرابُهُمْ إِلى مَقامٍ يَكادُ أَنْ يَخْمُدَ فِي مِشْكاةِ قُلُوبِهِمْ سِراجُ حُبِّكَ وَذِكْرِكَ، وَإِنَّكَ أَنْتَ المُقْتَدِرُ عَلَى ما تَشاءُ وَإِنَّكَ أَنْتَ الغَفُورُ الكَرِيْمُ، فَيا إِلهِي وَسَ",
  "translation": "I swear by Thy glory, O Beloved of my soul! I am bewildered when I contemplate the tokens of Thy handiwork, and the evidences of Thy might, and find myself completely unable to unravel the mystery of the least of Thy signs, how much more to apprehend Thine own Self. I beseech Thee, therefore, O my God, by Thy Name through which Thou hast caused all such as love Thee to soar in the atmosphere of Thy will, and hast guided all them that yearn after Thee into the Paradise of Thy nearness and Thy presence, to waft from the heaven of Thy loving-kindness the fragrance of certainty upon the needy among Thy loved ones, in these days when the tempests of trials have compassed them on every side, and so grievously assailed them that the souls of men have been troubled and the foundations of all beings have trembled at what hath been sent down unto them from the heaven of Thine irrevocable Purpose. They were so shaken that the lamp of their love for Thee and of their remembrance of Thee was ready to be extinguished in the recess of their hearts. Powerful art Thou to do what pleaseth Thee. Thou, in truth, art the Ever-Forgiving, the Most Generous.",
  "source_lang": "ar",
  "score": 10
}