{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 793,
  "source_text": "ِكَ وَكانَتْ عُيُونُهُمْ مُنْتَظِرَةً لِبَدائِعِ مَواهِبِكَ وَأَلْطافِكَ، ثُمَّ ارْحَمْهُمْ يا إِلهِي بِبَدائِعِ رَحْمَتِكَ ثُمَّ أَدْخِلْهُمْ فِي حِصْنِ حِمايَتِكَ وَعِنايَتِكَ، وَإِنَّكَ أَنْتَ الَّذِيْ يا إِلهِي لَمْ تَزَلْ كُنْتَ مَأْمَنَ الْخائِفِينَ وَمَلْجَأَ المُضْطَرِّيْنَ، أَسْئَلُكَ بِأَنْ لا تَحْرِمَ هؤُلاءِ الضُّعَفآءِ عَنْ بَدائِعِ جُودِكَ وَإِفْضالِكَ، وَلا تَدَعَهُمْ بَيْنَ أَيْدِيْ الَّذِيْنَ ما خُلِقَتْ كَيْنوناتُهمْ إِلاَّ مِنْ نارِ غَضَبِكَ وَقَهْرِكَ وَما وَجَدُوا رَوائِحَ الرَّحْمِ وَالإِنْصافِ وَغَرَّتْهُمُ الدُّنْيا بِغُرُورِها عَلَى شَأْنٍ أَنْكَرُوا بُرْهانَكَ وَأَشْرَكُوا بِنَفْسِكَ وَكَفَروا بِآياتِكَ وَسَفَكُوا دَمَ أَحِبَّائِكَ وَأُمَنائِكَ، فَوَعِزَّتِكَ يا مَحْبُوبِيْ ارْتَكبُوا ما لَمْ يَرْتَكبْهُ أَحَدٌ مِنْ قَبْلُ، وَبِذلِكَ اسْتَحَقُّوا غَضَبَكَ وَسِياطَ قَهْرِكَ خُذْهُمْ بِسُلْطانِكَ ثُمَّ سَلِّطْ عَلَيْهِمْ مَنْ لا يَرْحَمُهُمْ إِلاَّ بِأَنْ يَرْجِعُوا إِلَيْكَ وَيَدْخُلُوا فِي ظِلِّ عِنايَتِكَ وَيَتُوبُوا إِلَيْكَ، وَإِنَّكَ أَنْتَ لَمْ تَزَلْ كُنْتَ قادِرًا وَلا تَزالُ تَكُونُ مُقْتَدِرًا وَإِنَّكَ أَنْتَ المُقْتَدِر",
  "translation": "Give, therefore, O my Lord, the wonders of Thine aid to Thy loved ones, who have sought no helper except Thee, and have turned to none save Thyself, and whose eyes have expectantly awaited to behold the wonders of Thy favors and Thy gifts. Have pity, then, upon them, O my God, through the incomparable tokens of Thy mercy, and shelter them within the stronghold of Thy protection and Thy loving-kindness. Thou art the One, O my Lord, Who from everlasting hath been the Refuge of the fearful, and the Haven of the needy. Withhold not, I beseech Thee, from these feeble creatures the matchless tokens of Thy bounteousness and generosity, and leave them not to the mercy of them whose essence hath been solely created of the fire of Thy wrath and of Thine anger, and who have never discovered the fragrance of compassion and equity, and who have been so deluded by the deceitfulness of the world that they have denied Thy proof, and joined partners with Thee, and repudiated Thy signs, and shed the blood of those who are dear to Thee, and have been trusted by Thee. I swear by Thy might, O my Beloved! They have committed what no man before them hath committed, and have thereby deserved Thy wrath and the scourge of Thine anger. Lay hold on them by the power of Thy sovereignty, and set over them such as will have no mercy upon them, unless they return unto Thee, and enter beneath the shadow of Thy loving-kindness, and are forgiven by Thee. Thou hast from everlasting been supreme over all things, and wilt unto everlasting remain the same. Thou, truly, art the Almighty, the Most Exalted, the Equitable, the All-Wise.",
  "source_lang": "ar",
  "score": 9.6
}