{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 797,
  "source_text": "أَمْرِكَ، وَلا يَرْتَكِبُنَّ ما تَجْعَلُ بِهِ ذَواتَهُمْ مُسْتَحِقَّةً لِظُهُوراتِ قَهْرِكَ وَغَضَبِكَ، وَأَنْتَ تَعْلَمُ يا إِلهِي بِأَنِّي كُنْتُ بَيْنَ مَلإِ البَيَانِ كَأَحَدٍ مِنْهُمْ وَعاشَرْتُ مَعَهُمْ بِالشَّوْقِ وَالاشْتِياقِ وَدَعَوْتُهُمْ إِلى نَفْسِكَ فِي العَشِيِّ وَالإِشْراقِ بِبَدائِعِ وَحْيِكَ وَإِلهامِكَ، وَوَرَدَ عَلَيَّ مِنْهُمْ ما عَجِزَتْ عَنْ ذِكْرِهِ سُكَّانُ مَدائِنِ إِنْشائِكَ، فَوَعِزَّتِكَ يا مَحْبُوبِي ما أَصْبَحْتُ إِلاَّ وَقَدْ صِرْتُ هَدَفًا لِسِهامِ غِلِّهِمْ، وَما أَمْسَيْتُ إِلاَّ وَقَدْ وَرَدَ عَلَيَّ رِماحُ بُغْضِهِمْ، وَمَعَ ما جَعَلْتَنِي عالِمًا بِما فِي أَنْفُسِهِمْ وَقادِرًا عَلَيْهِمْ سَتَرْتُ وَصَبَرْتُ ناظِرًا إِلى مِيقاتِكَ، فَلَمَّا جاءَ الوَعْدُ وَتَمَّ المِيْقاتُ حَرَّكْتَ ذَيْلَ السِّتْرِ أَقَلَّ مِنْ أَنْ يُحْصَى إِذًا فَزَعَ مَنْ فِي جَبَرُوتِ الأَمْرِ وَالخَلْقِ إِلاَّ الَّذِيْنَ خَلَقْتَهُمْ مِنْ نارِ حُبِّكَ وَهَوآءِ شَوْقِكَ وَماءِ عِنايَتِكَ وَتُرابِ فَضْلِكَ، أُولئِكَ يُصَلِّيَنَّ عَلَيْهِمُ",
  "translation": "Thou well knowest, O my God, that I was regarded as one of the people of the Bayán, and consorted with them with love and fellowship, and summoned them to Thee in the daytime and in the night season, through the wonders of Thy Revelation and Thine inspiration, and sustained at their hands what the inmates of the cities of Thine invention are powerless to recount. I swear by Thy might, O my Beloved! Every morning I waken to find that I am made a target for the darts of their envy, and every night, when I lie down to rest, I discover that I have fallen a victim to the spears of their hate. Though Thou hast made known unto me the secrets of their hearts, and hast set me above them, I have refused to uncover their deeds, and have dealt patiently with them, mindful of the time which Thou hast fixed. And when Thy promise came to pass, and the set time was fulfilled, Thou didst lift, to an imperceptible degree, the veil of concealment, and lo, all the inmates of the kingdoms of Thy Revelation and of Thy creation shook and trembled, except those who were created by Thee, through the fire of Thy love, and the breath of Thine eagerness, and the water of Thy loving-kindness, and the clay of Thy grace. These are they who are glorified by the Concourse on high and the denizens of the Cities of eternity.",
  "source_lang": "ar",
  "score": 10
}