{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 839,
  "source_text": "ما دَعَوْتُكَ بِهِ فِي هذِهِ اللَّيْلَةِ الْمُبارَكَةِ الَّتِيْ جَعَلْتَها حاكِيَةً عَنْ أَنِيسِ جَمالِكَ وَمُصاحِبِ وَجْهِكَ قَبْلَ ذِكْرِيْ بَيْنَ يَدَيْكَ وَإِظهارِيْ فِي ساحَةِ قُدْسِكَ، بِحَيْثُ جَعَلْتَ كُلَّ شَيْءٍ مَظْهَرَ أَمْرِكَ وَمَطْلَعَ فِعْلِكَ وَمَكْمَنَ عِلْمِكَ وَمَخْزَنَ حِكْمَتِكَ، وَأُشاهِدُ بِأَنَّ كُلَّ ما خُلِقَ بِقُدْرَتِكَ وَذُوِّتَ بِاقْتِدارِكَ لَوْ يُنْقَصُ مِنْهُ عَلَى قَدْرِ خَرْدَلٍ مِنْ ظُهُوراتِ صِفاتِكَ وَأَسْمائِكَ لَنْ يَتِمَّ أَرْكانُ صُنْعِ صَمَدانِيَّتِكَ وَلَنْ يَكْمُلَ جَواهِرُ حِكْمَةِ رَبَّانِيَّتِكَ، لأنَّ حُرُوفاتِ النَّفْيِ مَعَ بُعْدِهِنَّ عَنْ نَفَحاتِ قُدْسِ عِرْفانِكَ وَمَعَ غَفْلَتِهِنَّ عَنْ بَدائِعِ إِشْراقِ فَجْرِ جَمالِكَ فِي سَمآءِ إِجْلا",
  "translation": "Glorified, immeasurably glorified art Thou, O my Beloved! I swear by Thy glory! I recognize this very moment that Thou hast granted all for which I have supplicated Thee, in this blessed night which, as decreed by Thee, calleth to remembrance Him Who was the Companion of Thy beauty and the Beholder of Thy face, ere I had been mentioned by Thee, or called into being within the court of Thy holiness. I perceive that Thou hast made all things to be the manifestations of Thy behest, and the revelations of Thy handiwork, and the repositories of Thy knowledge, and the treasuries of Thy wisdom. I recognize, moreover, that were any of the revelations of Thy names and Thine attributes to be withheld, though it be the weight of a grain of mustard seed, from whatsoever hath been created by Thy power and begotten by Thy might, the foundations of Thine everlasting handiwork would thereby be made incomplete, and the gems of Thy Divine wisdom would become imperfect. For the letters of negation, no matter how far they may be removed from the holy fragrances of Thy knowledge, and however forgetful they may become of the wondrous splendors of the dawning light of Thy beauty, which are shed from the heaven of Thy majesty, must needs exist in Thy realm, so that the words which affirm Thee may thereby be exalted.",
  "source_lang": "ar",
  "score": 8.6
}