{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 845,
  "source_text": "كَ، فَلَكَ الحَمْدُ حَمْدًا يَهْدِي المُضِلِّينَ إِلى تَشَعْشُعِ أَنْوارِ صُبْحِ هِدايَتِكَ وَيُوصِلُ المُشْتاقِينَ إِلى مَكْمَنِ إِشْراقِ نُورِ جَمالِكَ، فَلَكَ الحَمْدُ حَمْدًا يُقَرِّبُ المَرِيْضَ إِلى مَعِينِ شِفائِكَ وَالبَعِيدَ إِلى كَوْثَرِ لِقائِكَ، فَلَكَ الحَمْدُ حَمْدًا يَنْزَعُ عَنْ هَياكلِ العِبادِ قَمِيْصَ الذُّلِّ وَالفَنآءِ وَيُلْبِسُهُمْ رِداءَ العِزِّ وَالبَقآءِ وَيَهْدِي الفُقَرآءَ إِلى شاطِئِ القُدْسِ وَالاسْتِغْنآءِ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَنْطِقُ الْوَرْقاءُ عَلَى أَفْنانِ سِدْرَةِ البَقاءِ، بِأَنَّكَ أَنْتَ اللَّهُ لا إِلهَ إِلاَّ أَنْتَ لَمْ تَزَلْ كُنْتَ مُقَدَّسًا عَنْ ذِكْرِ دُونِكَ وَمُتَعالِيًا عَنْ وَصْفِ ما سِواكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَغَنُّ عَنْدَلِيبُ البَهآءِ فِي جَبَرُوتِ العَمآءِ بِأَنَّ عَلِيًّا عَبْدُكَ الَّذِيْ اصْطَفَيْتَهُ بَيْنَ رُسُلِكَ وَصَفْوَتِكَ وَجَعَلْتَهُ مَظْهَرًا لِنَفْسِكَ فِي كُلِّ ما يَرْجِعُ إِليْكَ مِنْ ظُهُوراتِ صِفاتِكَ وَبُرُوزاتِ أَسْمائِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تُقِيْمُ كُلَّ شَيْءٍ بِثَنآءِ نَفْسِكَ وَذِكْرِ ذاتِكَ وَتُنْطِقُ كُلَّ الوُجُودِ بِأَذْكارِ سُلْطانِ جَمالِكَ، فَلَكَ الحَمْدُ حَمْدًا يَمْلأُ السَّمَواتِ وَالأَرْضَ مِنْ آياتِ عِزِّ هُوِيَّتِكَ وَيُدْخِلُ كُلَّ شَيْءٍ فِي سُرادِقِ قُرْبِكَ وَلِقائِكَ، فَلَكَ الحَمْدُ حَمْدًا يَجْعَلُ كُلَّ شَيْءٍ كِتابَ وَصْفِكَ وَصَحِيْفَةَ ذِكْرِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَسْتَوِي ظُهُوراتُ سَلْطَنَتِكَ عَلَى عَرْشِ حُكومَتِك وتَسْتَقِرُّ شُئُوناتُ إِجْلالِكَ عَلَى كُرْسِيِّ أُلُوهِيَّتِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تُثْمِرُ أَشْجارُ اليابِسَةِ مِنْ نَسَماتِ قُدْسِ إِكْرامِكَ وَيُجَدَّدُ هَياكِلُ المَوجُوداتِ مِنْ أَرْياحِ عِزِّ إِفْضالِكَ، فَلَكَ اَلحَمْدُ حَمْدًا بِهِ تُنَزِّلُ آياتِ عِزِّ تَوْحيْدِكَ مِنْ سَمآءِ قُدْسِ تَفْرِيدِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تُعَلِّمُ كُلَّ شَيْءٍ مِنْ جَواهِرِ عِلْمِكَ وَساذِجِ حِكْمَتِكَ وَلا يُخَيَّبُ المَساكِيْنُ عَنْ أَبْوابِ رَحْمَتِكَ وَإِحْسانِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ يَسْتَغْنِي كُلُّ مَنْ فِي السَّمَواتِ وَالأَرْضِ مِنْ كَنائِزِ اسْتِغْنائِكَ وَيَتَعَلَّى المُمْكِناتُ إِلى ذُرْوَةِ عِزِّ أَلْطافِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَطِيرُ قُلُوبُ العُشَّاقِ فِي هَوآءِ القُرْبِ وَالاشْتِياقِ وَيَسْتَضِيءُ نُورُ النُّورِ فِي شَطْرِ العِراقِ، فَلَكَ الحَمْدُ حَمْدًا بِهِ يَنْقَطِعُ المُقَرَّبُونَ عَنْ كُلِّ الجِهاتِ وَيَجْذِبُهُمْ إِلى عَرْشِ الأَسْمآءِ وَالصِّفاتِ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَغْفُرُ الخَطَأَ وَالعِصْيانَ وَتَقْضِي حَوائِجَ كُلِّ الأَدْيانِ وَتُهِبُّ رَوائِحَ الغُفْرانِ عَلَى الإِمْكانِ، فَلَكَ الحَمْدُ حَمْدًا بِهِ يَصْعَدُ المُوَحِّدُونَ إِلى مَعارِجِ حُبِّكَ وَيَرْتَقِي المُخْلِصُونَ إِلى رِضْوانِ وَصْلِكَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ يُقْضى حَوائِجُ الطَّالِبِينَ وَمَقاصِدُ العارِفِينَ، فَلَكَ الحَمْدُ حَمْدًا بِهِ تَمْحُو عَنِ القُلُوبِ إِشاراتُ التَّحْدِيْدِ وَتُثْبَتُ آياتُ التَّوْحِيدِ، فَلَكَ الحَمْدُ حَمْدًا بِهِ حَمِدْتَ نَفْسَكَ فِي أَزَلِ الآزالِ وَجَعَلْتَهُ مُقَدَّسًا عَنِ الشِّبْهِ والضِّدِّ وَالمِثالِ، يا مَنْ بِيَدِكَ جَبَرُوتُ الفَضْلِ وَالإِفْضالِ وَمَلَكُوتُ العِزِّ وَالإِجْلالِ، سُبْحَانَكَ اللَّهُمَّ يا إِلهِي وَسَيِّدِي تَشْهَدُ وَتَرَى وَتَعْلَمُ ما وَرَدَ عَلَى أَحِبَّتِكَ فِي أَيَّ",
  "translation": "Praise be to Thee, O my God, that Thou hast revealed Thy favors and Thy bounties; and glory be to Thee, O my Beloved, that Thou hast manifested the Daystar of Thy loving-kindness and Thy tender mercies. I yield Thee such thanks as can direct the steps of the wayward towards the splendors of the morning light of Thy guidance, and enable those who yearn towards Thee to attain the seat of the revelation of the effulgence of Thy beauty. I yield Thee such thanks as can cause the sick to draw nigh unto the waters of Thy healing, and can help those who are far from Thee to approach the living fountain of Thy presence. I yield Thee such thanks as can divest the bodies of Thy servants of the garments of mortality and abasement, and attire them in the robes of Thine eternity and Thy glory, and lead the poor unto the shores of Thy holiness and all sufficient riches. I yield Thee such thanks as can enable the Heavenly Dove to warble forth, upon the branches of the Lote-Tree of Immortality, her song: “Verily, Thou art God. No God is there besides Thee. From eternity Thou hast been exalted above the praise of aught else but Thee, and been high above the description of any one except Thyself.” I yield Thee such thanks as can cause the Nightingale of Glory to pour forth its melody in the highest heaven: “‘Alí (the Báb), in truth, is Thy servant, Whom Thou hast singled out from among Thy Messengers and Thy chosen Ones, and made Him to be the Manifestation of Thyself in all that pertaineth unto Thee, and that concerneth the revelation of Thine attributes and the evidences of Thy names.” I yield Thee such thanks as can stir up all things to extol Thee, and to glorify Thine Essence, and can unloose the tongues of all beings to magnify the sovereignty of Thy beauty. I yield Thee such thanks as can fill the heavens and the earth with the signs of Thy transcendent Essence, and assist all created things to enter the Tabernacle of Thy nearness and Thy presence. I yield Thee such thanks as can make every created thing to be a book that shall speak of Thee, and a scroll that shall unfold Thy praise. I yield Thee such thanks as can establish the Manifestations of Thy sovereignty upon the throne of Thy governance, and set up the Exponents of Thy glory upon the seat of Thy Divinity. I yield Thee such thanks as can make the corrupt tree to bring forth good fruit through the holy breaths of Thy favors, and revive the bodies of all beings with the gentle winds of Thy transcendent grace. I yield Thee such thanks as can cause the signs of Thine exalted singleness to be sent down out of the heaven of Thy holy unity. I yield Thee such thanks as can teach all things the realities of Thy knowledge and the essence of Thy wisdom, and will not withhold the wretched creatures from the doors of Thy mercy and Thy bountiful favor. I yield Thee such thanks as can enable all who are in heaven and on earth to dispense with all created things, through the treasuries of Thine all-sufficing riches, and can aid all created things to reach unto the summit of Thine almighty favors. I yield Thee such thanks as can assist the hearts of Thine ardent lovers to soar into the atmosphere of nearness to Thee, and of longing for Thee, and kindle the Light of Lights within the land of ‘Iráq. I yield Thee such thanks as can detach them that are nigh unto Thee from all created things, and draw them to the throne of Thy names and Thine attributes. I yield Thee such thanks as can cause Thee to forgive all sins and trespasses, and to fulfill the needs of the peoples of all religions, and to waft the fragrances of pardon over the entire creation. I yield Thee such thanks as can enable them that recognize Thy unity to scale the heights of Thy love, and cause such as are devoted to Thee to ascend unto the Paradise of Thy presence. I yield Thee such thanks as can satisfy the wants of all such as seek Thee, and realize the aims of them that have recognized Thee. I yield Thee such thanks as can blot out from the hearts of men all suggestions of limitations, and inscribe the signs of Thy unity. I yield Thee such thanks as that with which Thou didst from eternity glorify Thine own Self, and didst exalt it above all peers, rivals, and comparisons, O Thou in Whose hands are the heavens of grace and of bounty, and the kingdoms of glory and of majesty!",
  "source_lang": "ar",
  "score": 9.9
}