{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 846,
  "source_text": "امِكَ وَنَزَلَ عَلَى صَفْوَتِكَ مِنْ تَرادُفِ بَلاياكَ وَتَتابُعِ قَضاياكَ وَتَوالِي رزاياكَ، حَيْثُ ضَاقَتْ عَلَيْهِمُ الأَرْضُ وَأَخَذَتْهُمْ شُئُوناتُ قَهْرِكَ مِنْ كُلِّ الجِهاتِ وَآثارُ خَشْيَتِكَ مِنْ كُلِّ الأَقْطارِ، وَسُدَّتْ عَلَى وُجُوهِهِمْ أَبْوابُ رَحْمَتِكَ وَعِنايَتِكَ وَمُنِعَتْ عَنْ رِضْوانِ قُلُوبِهِمْ أَمْطارُ فَيْضِ فَضْلِكَ وَأَلْطافِكَ، أَتَحْرِمُ يا إِلهِي مُحِبِّيكَ عَنْ بَدائِعِ نَصْرِكَ وَانْتِصارِكَ، أَتُخَيِّبُ يا مَحْبُوبِيْ مُخْلِصِيْكَ عَنْ جَوامِعِ جُودِكَ وَإِنْعامِكَ، أَتَمْنَعُ يا سَيِّدِيْ عارِفِيْكَ عَنْ شاطِئِ قُدْسِ عِرْفانِكَ، وَهَلْ تَقْطَعُ عَنْ أَفْئِدَةِ مُرِيدِيكَ أَمْطارَ عِزِّ إِفْضالِكَ؟ لا فَوَعِزَّتِكَ أَشْهَدُ حِيْنَئِذٍ بِأَنَّ رَحْمَتَكَ سَبَقَتِ المُمْكِناتِ وَعِنايَتَكَ أَحاطَتْ كُلَّ مَنْ فِي الأَرَضِينَ وَالسَّمَواتِ، لَمْ تَزَلْ كانَتْ أَبْوابُ جُودِكَ مَفْتُوحَةً عَلَى وَجْهِ عِبادِكَ، وَلا تَزالُ نَسَماتُ فَضْلِكَ سارِيَةً عَلَى قُلُوبِ خَلْقِكَ وَأَمْطارُ مَكْرُمَتِكَ جارِيَةً عَلَى بَرِيَّتِكَ وَأَهْلِ مَمْلَكَتِكَ، وَأَعْلَمُ بِأَنَّكَ تَأَخَّرْتَ ظُهُوراتِ نَصْرِكَ فِي الإِنْشآءِ لِما سَبَقَ بِهِ عِ",
  "translation": "Lauded be Thy name, O Lord my God, and my Master! Thou bearest witness, and seest, and knowest the things that have befallen Thy loved ones in Thy days, and the continual trials, and the successive tribulations, and the incessant afflictions, which have been sent down upon Thine elect. Such hath been their plight that the earth became too strait for them, and they were encompassed by the evidences of Thy wrath and the signs of Thy fear in every land, and the doors of Thy mercy and Thy loving-kindness were shut against them, and the garden of their hearts was deprived of the overflowing showers of Thy grace and Thy bountiful favors. Wilt Thou withhold, O my God, from such as love Thee the wonders of Thine ascendancy and triumph? Wilt Thou shatter, O my Beloved, the hopes which they who are devoted to Thee have fixed on Thy manifold bounties and gifts? Wilt Thou keep back, O my Master, those that have recognized Thee from the shores of Thy sanctified knowledge, or wilt Thou cease to rain down upon the hearts of such as desire Thee the showers of Thy transcendent grace? No, no, and to this Thy glory beareth me witness! I testify this very moment that Thy mercy hath surpassed all created things, and Thy loving-kindness encompassed all that are in heaven and all that are on earth. From everlasting the doors of Thy generosity were open to the faces of Thy servants, and the gentle winds of Thy grace were wafted over the hearts of Thy creatures, and the overflowing rains of Thy bounty were showered upon Thy people and the dwellers of Thy realm.",
  "source_lang": "ar",
  "score": 9.8
}