{
  "work": "Prayers and Meditations",
  "slug": "prayers-and-meditations",
  "author": "Baha'u'llah",
  "pair_index": 854,
  "source_text": "وَعَنْ ذاتِيْ إِلى تَجَلِّياتِ أَنْوارِ ذاتِكَ، وَعَنْ شُئُوناتِ بُعْدِيْ وَغَفْلَتِيْ إِلى نَفَحاتِ قُرْبِكَ وَذِكْرِكَ، وَوَفَدْتُ عَلَى تُرابِ مَدْيَنِ مَغْفِرَتِكَ وَإِحْسانِكَ وَسَكَنْتُ فِي جِوارِ رَحْمَتِك الْكُبْری، وَأَسْتَشْفِعُ بِسُلْطانِ ذِكْرِكَ فِي قَمِيصِ جَمالِكَ الأَلْطَفِ الأَعْلی، بِأَنْ تُنَزِّلَ فِي هذِهِ السَّنَةِ عَلَى أَحِبَّتِكَ ما يَنْفَعُهُمْ عَنْ دُونِكَ وَيُخَلِّصُهُمْ لِظُهُوراتِ مَلِيْكِ مَشِيَّتِكَ وَسُلْطانِ إِرادَتِكَ، بِحَيْثُ لا يُرِيْدُونَ إِلاَّ ما أَرَدْتَ لَهُمْ بِأَمْرِكَ وَلا يَشاؤُونَ إِلاَّ بِما شِئْتَ لَهُمْ بِمَشِيَّتِكَ، ثُمَّ طَهِّرْ يا إِلهِي أَبْصارَهُم لِمُشاهَدَةِ أَنْوارِ جَمالِكَ وَسَمْعَهُمْ لاسْتِماعِ نَغَماتِ وَرْقاءِ عِزِّ هُوِيَّتِكَ، ثُمَّ امْلأْ قُلُوبَهُمْ مِنْ بَدائِعِ حُبِّكَ ثُمَّ احْفَظْ لِسانَهُمْ عَنْ ذِكْرِ غَيْرِكَ وَوُجُوهَهُمْ عَنِ التَّوَجُّهِ إِلى غَيْرِكَ، وَإِنَّكَ أَنْتَ المُقْتَدِرُ عَلَى ما تَشآءُ وَإِنَّكَ أَنْتَ العَزِيْزُ المُهَيْمِنُ القَيُّومُ، ثُمَّ احْفَظْ يا مَحْبُوبِي بِمَحَبَّتِكَ إِيَّاهُمْ وَمَحَبَّتِهِمْ إِيَّاكَ هذا العَبْدَ الَّذِيْ فَدى بِكُلِّهِ لِحَضْرَتِكَ وَأَنْفَقَ",
  "translation": "Behold me, then, O my God, how I have fled from myself unto Thee, and have abandoned my own being that I may attain unto the splendors of the light of Thy Being, and have forsaken all that keepeth me back from Thee, and maketh me forgetful of Thee, in order that I may inhale the fragrances of Thy presence and Thy remembrance. Behold how I have stepped upon the dust of the city of Thy forgiveness and Thy bounty, and dwelt within the precincts of Thy transcendent mercy, and have besought Thee, through the sovereignty of Him Who is Thy Remembrance and Who hath appeared in the robe of Thy most pure and most august Beauty, to send down, in the course of this year, upon Thy loved ones what will enable them to dispense with any one except Thee, and will set them free to recognize the evidences of Thy sovereign will and all-conquering purpose, in such wise that they will seek only what Thou didst wish for them through Thy bidding, and will desire naught except what Thou didst desire for them through Thy will. Sanctify, then, their eyes, O my God, that they may behold the light of Thy Beauty, and purge their ears, that they may listen to the melodies of the Dove of Thy transcendent oneness. Flood, then, their hearts with the wonders of Thy love, and preserve their tongues from mentioning any one save Thee, and guard their faces from turning to aught else except Thyself. Potent art Thou to do what pleaseth Thee. Thou, verily, art the Almighty, the Help in Peril, the Self-Subsisting.",
  "source_lang": "ar",
  "score": 10
}