{
  "title": "Prayers and Meditations",
  "author": "Bahá'u'lláh",
  "source_lang": "ar",
  "source_url": "https://oceanoflights.org/table/bahaullah-prayers-and-meditations-by-bahaullah-en/",
  "pair_count": 858,
  "slug": "prayers-and-meditations",
  "year_published": 1938,
  "year_translated": "1935–1938",
  "introduction": "Published in 1938, this volume contains 184 prayers and meditations selected and translated by Shoghi Effendi from Bahá'u'lláh's devotional writings, revealed in Arabic and Persian across His successive exiles from Baghdad to 'Akká (1853–1892). Shoghi Effendi described it as a companion volume to Gleanings (1935), comparable in richness and complementary in material. He wrote that 'the perusal of such a precious volume will help to deepen, more than any other publication, the spirit of devotion and faith in the friends, and thus charge them with all the spiritual power they require for the accomplishment of their tremendous duties towards the Cause.' 'Abdu'l-Bahá had earlier urged believers: '<em>Study the Holy Utterances of Bahá'u'lláh; Prayer and Meditation, take much time for these two.</em>'",
  "author_color": "maroon",
  "short_description": "Published in 1938, this companion volume to Gleanings contains 184 prayers and meditations selected by Shoghi Effendi from Bahá’u’lláh’s devotional writings revealed across successive exiles from Baghdad to ‘Akká. Shoghi Effendi described it as a volume whose perusal would deepen the spirit of devotion and faith.",
  "word_count": 78489,
  "search_index": [
    {
      "i": 1,
      "s": "1-winds-tests-powerless-devoted",
      "t": "Glorified art Thou, O Lord my God! Every man of insight confesseth Thy sovereignty and Thy dominion,"
    },
    {
      "i": 2,
      "s": "2-lamp-of-love-burning-hearts",
      "t": "Methinks, the lamp of Thy love is burning in their hearts, and the light of Thy tenderness is lit wi"
    },
    {
      "i": 3,
      "s": "3-sighs-hearts-separation-loved-ones",
      "t": "I beseech Thee, O my God, by them and by the sighs which their hearts utter in their separation from"
    },
    {
      "i": 4,
      "s": "4-fountainhead-mighty-inspiration",
      "t": "Unto Thee be praise, O Lord my God! I entreat Thee, by Thy signs that have encompassed the entire cr"
    },
    {
      "i": 5,
      "s": "5-river-life-paradise-enlightenment",
      "t": "Suffer me not, O my Lord, to be deprived of the knowledge of Thee in Thy days, and divest me not of"
    },
    {
      "i": 6,
      "s": "6-sweet-melodies-birds-praise",
      "t": "Thou art He Who from everlasting was, through the potency of His might, supreme over all things, and"
    },
    {
      "i": 7,
      "s": "7-great-giver-forgiving-compassionate",
      "t": "Thou art the Great Giver, the Ever-Forgiving, the Most Compassionate."
    },
    {
      "i": 8,
      "s": "8-most-great-name-afflicted",
      "t": "Glorified art Thou, O Lord my God! I beseech Thee by Him Who is Thy Most Great Name, Who hath been s"
    },
    {
      "i": 9,
      "s": "9-splendors-light-thy-face",
      "t": "I entreat Thee to enable me to cleave steadfastly to Thy Love and Thy remembrance. This is, verily,"
    },
    {
      "i": 10,
      "s": "10-thou-art-he-whom-all-things-worship",
      "t": "Magnified be Thy name, O Lord my God! Thou art He Whom all things worship and Who worshippeth no one"
    },
    {
      "i": 11,
      "s": "11-drink-living-waters-chosen-ones",
      "t": "I implore Thee, by this very word that hath shone forth above the horizon of Thy will, to enable me"
    },
    {
      "i": 12,
      "s": "12-god-of-power-glory-bounty",
      "t": "Thou art the God of power, of glory and bounty. No God is there beside Thee, the Supreme Ruler, the"
    },
    {
      "i": 13,
      "s": "13-clutches-oppressors-beloved-captives",
      "t": "Lauded be Thy name, O my God! Thou beholdest me in the clutches of my oppressors. Every time I turn"
    },
    {
      "i": 14,
      "s": "14-hearts-melted-separation",
      "t": "The hearts of Thy chosen ones, O my Lord, have melted because of their separation from Thee, and the"
    },
    {
      "i": 15,
      "s": "15-veil-vain-imaginings-throne-majesty",
      "t": "Tear asunder with the hand of Thy transcendent power, O my Lord, the veil of vain imaginings, that t"
    },
    {
      "i": 16,
      "s": "16-stammering-tongue-afflicted-pen",
      "t": "Praise be to Thee, O Lord my God! I swear by Thy might! Successive afflictions have withheld the pen"
    },
    {
      "i": 17,
      "s": "17-wine-of-thy-knowledge",
      "t": "Is there any man of insight, O my God, that can behold Thee with Thine own eye, and where is the thi"
    },
    {
      "i": 18,
      "s": "18-all-glorious-supreme-helper",
      "t": "Thou art, verily, He Whose grace hath guided them aright, He Who hath declared Himself to be the All"
    },
    {
      "i": 19,
      "s": "19-darkness-turned-into-light",
      "t": "Praise be to Thee, O Lord my God! I beseech Thee by this Revelation whereby darkness hath been turne"
    },
    {
      "i": 20,
      "s": "20-held-fast-cord-loving-kindness",
      "t": "I am the one, O my Lord, who hath held fast the cord of Thy loving-kindness, and clung to the hem of"
    },
    {
      "i": 21,
      "s": "21-blessed-observes-fast-thy-sake",
      "t": "These are, O my Lord, the days in which Thou hast bidden Thy servants to observe the Fast. Blessed i"
    },
    {
      "i": 22,
      "s": "22-all-knowing-all-wise",
      "t": "There is no God but Thee, the All-Knowing, the All-Wise. All praise be to God, the Lord of all world"
    },
    {
      "i": 23,
      "s": "23-sorrow-not-vexations-love-thee",
      "t": "Glorified be Thy name, O Lord my God! Thou beholdest my dwelling-place, and the prison into which I"
    },
    {
      "i": 24,
      "s": "24-blood-addresses-captivity-paradise",
      "t": "My blood, at all times, addresseth me saying: “O Thou Who art the Image of the Most Merciful! How lo"
    },
    {
      "i": 25,
      "s": "25-flame-waters-tribulations",
      "t": "Magnified be Thy name, O Lord my God! I know not what the water is with which Thou hast created me,"
    },
    {
      "i": 26,
      "s": "26-light-tempests-brightness-splendor",
      "t": "Behold, then, O my God, how Thy Light hath been compassed with the onrushing winds of Thy decree, ho"
    },
    {
      "i": 27,
      "s": "27-manifestation-thine-own-self",
      "t": "I implore Thee, by Thy Most Great Name, and Thy most ancient sovereignty, to look upon Thy loved one"
    },
    {
      "i": 28,
      "s": "28-waters-of-life-heaven-earth",
      "t": "O Thou Whose face is the object of the adoration of all that yearn after Thee, Whose presence is the"
    },
    {
      "i": 29,
      "s": "29-purify-worthy-praise-love",
      "t": "I beseech Thee, by the wrong Thou hast suffered and the ills inflicted upon Thee by the hosts of wro"
    },
    {
      "i": 30,
      "s": "30-sun-beauty-handmaidens-circle",
      "t": "Withhold not from me, O my Lord, the things Thou didst ordain for such of Thy handmaidens as circle"
    },
    {
      "i": 31,
      "s": "31-mighty-ever-abiding-all-bounteous",
      "t": "No God is there beside Thee, the Mighty, the Ever-Abiding, the All-Bounteous, the Most Generous."
    },
    {
      "i": 32,
      "s": "32-splendors-wisdom-providence",
      "t": "Lauded be Thy name, O Lord my God! Darkness hath fallen upon every land, and the forces of mischief"
    },
    {
      "i": 33,
      "s": "33-wondrous-mysteries-thy-wisdom",
      "t": "They that are shut out as by a veil from Thee have imagined that they have the power to put out Thy"
    },
    {
      "i": 34,
      "s": "34-assemble-loved-ones-law",
      "t": "Glorified be Thou, then, O my God! I beseech Thee by Thy Most Great Name to assemble them that love"
    },
    {
      "i": 35,
      "s": "35-potent-help-in-peril",
      "t": "Potent art Thou to do what pleaseth Thee. Thou art, verily, the Help in Peril, the Self-Subsisting."
    },
    {
      "i": 36,
      "s": "36-shadow-vanisheth-twinkling-eye",
      "t": "Praised be Thou, O Lord my God! This is Thy servant who hath quaffed from the hands of Thy grace the"
    },
    {
      "i": 37,
      "s": "37-safe-by-immeasurable-majesty",
      "t": "Keep him safe also, O my God, by the power of Thine immeasurable majesty, from all that Thou abhorre"
    },
    {
      "i": 38,
      "s": "38-wine-life-manifestation-mercy",
      "t": "Lauded be Thy name, O my God! Thou beholdest how the tempestuous winds of tests have caused the stea"
    },
    {
      "i": 39,
      "s": "39-keep-safe-shadow-wings-mercy",
      "t": "I implore Thee, O Thou Who art the beloved Companion of Bahá, by Thy name, the All-Glorious, to keep"
    },
    {
      "i": 40,
      "s": "40-almighty-most-exalted-all-glorious",
      "t": "Thou art, verily, the Almighty, the Most Exalted, the All-Glorious, the Most Great."
    },
    {
      "i": 41,
      "s": "41-tribulations-encompassed-ascend-presence",
      "t": "All praise be to Thee, O my God! Thou beholdest my helplessness and poverty, and bearest witness unt"
    },
    {
      "i": 42,
      "s": "42-rain-loved-ones-clouds-mercy",
      "t": "I beseech Thee, O Thou Who art my Companion in my lowliness, to rain down upon Thy loved ones from t"
    },
    {
      "i": 43,
      "s": "43-kingdoms-earth-heaven",
      "t": "Glorified be Thy name, Thou in Whose hand are the kingdoms of earth and heaven."
    },
    {
      "i": 44,
      "s": "44-voice-lamentation-fortress-akka",
      "t": "O Thou Who art the Ruler of earth and heaven and the Author of all names! Thou hearest the voice of"
    },
    {
      "i": 45,
      "s": "45-earthly-life-fresh-tribulation",
      "t": "We render Thee thanks, O our Lord, for all the troubles which have touched us in Thy path. Oh, that"
    },
    {
      "i": 46,
      "s": "46-ascend-loftiest-mansions-kingdom",
      "t": "Thou well knowest, however, O my God, that my wish is wholly dissolved in Thy wish, and that Thou ha"
    },
    {
      "i": 47,
      "s": "47-preserve-beloved-after-me",
      "t": "Hasten, by Thy grace and bounty, my passing, O my Lord, and pour forth upon all them that are dear t"
    },
    {
      "i": 48,
      "s": "48-hindered-from-thy-face",
      "t": "Thou seest, O my Lord, how Thy servants have left their homes in their longing to meet Thee, and how"
    },
    {
      "i": 49,
      "s": "49-held-fast-cord-mercy",
      "t": "Praise be to Thee, O Lord my God! Thou seest my tears and lamentations, and hearest my sighing, my c"
    },
    {
      "i": 50,
      "s": "50-almighty-ever-faithful-exalted",
      "t": "Have mercy upon me and upon all them that are in my company, through the wonders of Thy grace and po"
    },
    {
      "i": 51,
      "s": "51-empire-all-things",
      "t": "Lauded and glorified art Thou, in Whose hand is the empire of all things!"
    },
    {
      "i": 52,
      "s": "52-crown-of-martyrdom-daystar-beauty",
      "t": "Magnified be Thy name, O God, the Lord of heaven! Attire my head with the crown of martyrdom, even a"
    },
    {
      "i": 53,
      "s": "53-guardian-self-subsisting",
      "t": "There is none other God but Thee, the Guardian, the Self-Subsisting."
    },
    {
      "i": 54,
      "s": "54-thousand-lives-repay-gifts",
      "t": "Praised be Thou, O my God! How can I thank Thee for having singled me out and chosen me above all Th"
    },
    {
      "i": 55,
      "s": "55-captive-hands-wayward-servants",
      "t": "I lay asleep on the bed of self when lo, Thou didst waken me with the divine accents of Thy voice, a"
    },
    {
      "i": 56,
      "s": "56-exile-longing-divine-presence",
      "t": "Thou beholdest, therefore, the exile which I suffer in Thy days, and art aware of my vehement longin"
    },
    {
      "i": 57,
      "s": "57-circled-tabernacle-majesty",
      "t": "I entreat Thee, O Thou Who art the Ruler of the kingdoms of creation and the Author of all names, to"
    },
    {
      "i": 58,
      "s": "58-help-in-peril-self-subsisting",
      "t": "Thou art, in truth, the Help in Peril, the Self-Subsisting."
    },
    {
      "i": 59,
      "s": "59-paradise-shelter-shadowing-name",
      "t": "Praised be Thou, O Lord my God! I implore Thee, by Thy Most Great Name through Which Thou didst stir"
    },
    {
      "i": 60,
      "s": "60-poor-creature-clung-hem-riches",
      "t": "I am but a poor creature, O my Lord; I have clung to the hem of Thy riches. I am sore sick; I have h"
    },
    {
      "i": 61,
      "s": "61-lord-of-this-life-and-next",
      "t": "Thou art truly the Lord of this life and of the next. Thou art, in truth, the Ever-Forgiving, the Mo"
    },
    {
      "i": 62,
      "s": "62-lamentations-every-land",
      "t": "Lauded be Thy name, O Thou Who beholdest all things and art hidden from all things! From every land"
    },
    {
      "i": 63,
      "s": "63-crime-loved-thee",
      "t": "Thou knowest full well, O my God, that their only crime is to have loved Thee. For this reason have"
    },
    {
      "i": 64,
      "s": "64-supreme-ruler-almighty-self-subsisting",
      "t": "Potent art Thou to do Thy pleasure. Thou art, verily, the Supreme Ruler, the Almighty, the Help in P"
    },
    {
      "i": 65,
      "s": "65-breezes-of-thy-mercy",
      "t": "Praised be Thou, O Lord my God! I am Thy servant and the son of Thy servant. I have set my face towa"
    },
    {
      "i": 66,
      "s": "66-living-waters-of-thy-grace",
      "t": "I am he who is sore athirst, O my Lord! Give me to drink of the living waters of Thy grace. I am but"
    },
    {
      "i": 67,
      "s": "67-mercy-surpassed-creation",
      "t": "I beseech Thee, O my Lord, by Thy mercy that hath surpassed the entire creation, and Thy generosity"
    },
    {
      "i": 68,
      "s": "68-praised-be-god-lord-worlds",
      "t": "Praised be God, the Lord of the worlds!"
    },
    {
      "i": 69,
      "s": "69-forsaken-all-set-face-towards-splendors",
      "t": "Exalted art Thou, O Lord my God! I am the one who hath forsaken his all and set his face towards the"
    },
    {
      "i": 70,
      "s": "70-cleansed-eyes-from-turning-to-any-one",
      "t": "Ordain, O my God, for me and for them that which Thou didst decree for such of Thy chosen ones as ar"
    },
    {
      "i": 71,
      "s": "71-almighty-most-exalted-all-glorious",
      "t": "Thou art, verily, the Almighty, the Most Exalted, the All-Glorious, the Supreme King, the Help in Pe"
    },
    {
      "i": 72,
      "s": "72-ocean-of-thy-wealth",
      "t": "Glorified art Thou, O Lord my God! I implore Thee by the onrushing winds of Thy grace, and by them W"
    },
    {
      "i": 73,
      "s": "73-tree-gracious-providence-servants",
      "t": "I beseech Thee, by Thine own Self and by Him Whom Thou hast appointed as the Manifestation of Thine"
    },
    {
      "i": 74,
      "s": "74-magnifying-thy-most-exalted-word",
      "t": "Praised be Thou, O Lord my God! I implore Thee by Them Who are the Tabernacles of Thy Divine holines"
    },
    {
      "i": 75,
      "s": "75-daystar-recognize-unity",
      "t": "Enable, then, Thy servants, O my God, to recognize the Daystar that hath shone forth above the horiz"
    },
    {
      "i": 76,
      "s": "76-hearts-brass-unmoved-servants",
      "t": "I beseech Thee, by them that have cut down all the idols in this Revelation through which the Most G"
    },
    {
      "i": 77,
      "s": "77-remembrance-companion-love-aim",
      "t": "Glorified art Thou, O Lord my God! I beseech Thee by Thy Chosen Ones, and by the Bearers of Thy Trus"
    },
    {
      "i": 78,
      "s": "78-hastened-exalted-court-loving-kindness",
      "t": "I am a sinner, O my Lord, and Thou art the Ever-Forgiving. As soon as I recognized Thee, I hastened"
    },
    {
      "i": 79,
      "s": "79-gaze-fixed-horizon-gracious-providence",
      "t": "There is no one, O my Lord, who can deal bountifully with me to whom I can turn my face, and none wh"
    },
    {
      "i": 80,
      "s": "80-draw-nigh-unto-thee",
      "t": "Suffer me, O my God, to draw nigh unto Thee, and to abide within the precincts of Thy court, for rem"
    },
    {
      "i": 81,
      "s": "81-living-waters-loving-kindness",
      "t": "I beseech Thee, by the praise wherewith Thou praisest Thyself and the glory wherewith Thou glorifies"
    },
    {
      "i": 82,
      "s": "82-king-of-all-kings",
      "t": "Glorified be Thy name, O Thou Who art the King of all Kings!"
    },
    {
      "i": 83,
      "s": "83-daystar-word-shining-prison",
      "t": "Thou beholdest, O my God, the Daystar of Thy Word shining above the horizon of Thy prison-city, inas"
    },
    {
      "i": 84,
      "s": "84-hold-thy-creatures-hands-grace",
      "t": "Since Thou hast revealed Thy grace, O my God, deter not Thy servants from directing their eyes towar"
    },
    {
      "i": 85,
      "s": "85-throne-unity-seat-oneness",
      "t": "We testify, O my God, that Thou art God, and that there is no God besides Thee. From eternity Thou h"
    },
    {
      "i": 86,
      "s": "86-exalted-transcendent-majesty-might",
      "t": "Praised be Thou, O Lord my God! I bear witness that from eternity Thou wert exalted in Thy transcend"
    },
    {
      "i": 87,
      "s": "87-lamp-fire-love-kingdom",
      "t": "I implore Thee, O Thou Who causest the dawn to appear, by Thy Lamp which Thou didst light with the f"
    },
    {
      "i": 88,
      "s": "88-wretchedness-thou-almighty",
      "t": "I am all wretchedness, O my Lord, and Thou art the Most Powerful, the Almighty. Have pity upon me by"
    },
    {
      "i": 89,
      "s": "89-chilled-heart-ablaze-cause",
      "t": "Many a chilled heart, O my God, hath been set ablaze with the fire of Thy Cause, and many a slumbere"
    },
    {
      "i": 90,
      "s": "90-blessed-dayspring-lights-face",
      "t": "Blessed is he that hath set himself towards Thee, and hasted to attain the Dayspring of the lights o"
    },
    {
      "i": 91,
      "s": "91-risen-above-horizon-of-prison",
      "t": "I beseech Thee, O my Lord, by Him Who is Thy Name, Who, through the power of Thy sovereignty and mig"
    },
    {
      "i": 92,
      "s": "92-might-equal-all-things",
      "t": "Thy might, in truth, is equal to all things."
    },
    {
      "i": 93,
      "s": "93-son-lying-dust-before-thy-face",
      "t": "Lauded be Thy name, O Lord my God! Thou seest me in this day shut up in my prison, and fallen into t"
    },
    {
      "i": 94,
      "s": "94-most-great-prison-sacrifice",
      "t": "At his birth he was afflicted through his separation from Thee, according to what had been ordained"
    },
    {
      "i": 95,
      "s": "95-quiet-hearts-bless-works",
      "t": "I beseech Thee, O my Lord, by him and by his exile and his imprisonment, to send down upon such as l"
    },
    {
      "i": 96,
      "s": "96-horizon-revelation-dayspring-inspiration",
      "t": "Praised be Thou, O my God! I beseech Thee by them who have circled round the throne of Thy will, and"
    },
    {
      "i": 97,
      "s": "97-daystar-grace-shone-forth",
      "t": "I testify, O my God, that this is the Day whereon Thy testimony hath been fulfilled, and Thy clear t"
    },
    {
      "i": 98,
      "s": "98-openly-delivered-messages-commandments",
      "t": "So highly didst Thou exalt Him that He openly delivered unto the kings Thy messages and commandments"
    },
    {
      "i": 99,
      "s": "99-prisoner-manifests-cause",
      "t": "Thou seest, O my God, how, notwithstanding the swords that are drawn against Him, He calleth the nat"
    },
    {
      "i": 100,
      "s": "100-pen-most-high-set-motion",
      "t": "I testify that through Him the Pen of the Most High was set in motion, and with His remembrance the"
    },
    {
      "i": 101,
      "s": "101-waters-that-are-life-indeed",
      "t": "I pray Thee, O Thou Who causest the dawn to appear, by Thy Name through Which Thou hast subjected th"
    },
    {
      "i": 102,
      "s": "102-preserve-us-most-great-name",
      "t": "Brighten our hearts, O my Lord, with the splendor of Thy knowledge, and illumine our sight with the"
    },
    {
      "i": 103,
      "s": "103-incomparable-ever-abiding-powerful",
      "t": "Cause us, then, to be so steadfast in our love towards Thee that we will turn to none except Thee, a"
    },
    {
      "i": 104,
      "s": "104-strengthen-hearts-love-teach-cause",
      "t": "Strengthen Thou, O my Lord, the hearts of them that love Thee, that they may not be affrighted by th"
    },
    {
      "i": 105,
      "s": "105-dear-one-mercy-enemies",
      "t": "Thou seest Thy dear One, O my God, lying at the mercy of Thine enemies, and hearest the voice of His"
    },
    {
      "i": 106,
      "s": "106-scrolls-world-insufficient-contain",
      "t": "He it is, O my God, about Whom Thou hast said: “But for Thee the Scriptures would have remained unre"
    },
    {
      "i": 107,
      "s": "107-captivity-daystar-revelation-tribulation",
      "t": "Thou seest, therefore, O Thou Beloved of the world, Him Who is dear to Thee in the clutches of such"
    },
    {
      "i": 108,
      "s": "108-splendors-light-countenance-grace",
      "t": "“The more they strove to hinder Thee from remembering Thy God and from extolling His virtues, the mo"
    },
    {
      "i": 109,
      "s": "109-light-quenched-divine-power",
      "t": "“The eyes of the world were gladdened at the sight of Thy luminous countenance, and yet the peoples"
    },
    {
      "i": 110,
      "s": "110-word-revolutionized-creation",
      "t": "Praise be unto Thee, O my God! Thou art He Who by a word of His mouth hath revolutionized the entire"
    },
    {
      "i": 111,
      "s": "111-living-waters-mouth-will",
      "t": "I render Thee thanks, therefore, and extol Thee, in the name of all them that are dear to Thee, for"
    },
    {
      "i": 112,
      "s": "112-portals-knowledge-unmoved-perplexing",
      "t": "Unlock, then, to their hearts, O my God, the portals of Thy knowledge, that they may recognize Thee"
    },
    {
      "i": 113,
      "s": "113-wolves-servants-clothing",
      "t": "Thou art well aware, O my Lord, that I hear the howling of the wolves which appear in Thy servants’"
    },
    {
      "i": 114,
      "s": "114-illumine-eyes-light-knowledge",
      "t": "Do Thou destine for them, O my Lord, that which will profit them. Illumine, then, their eyes with th"
    },
    {
      "i": 115,
      "s": "115-lord-of-all-creation",
      "t": "Praised be Thou, Who art the Lord of all creation."
    },
    {
      "i": 116,
      "s": "116-living-waters-grace",
      "t": "Praised be Thou, O Lord my God! I implore Thee by Thine Ancient Beauty and Most Great Name, Whom Tho"
    },
    {
      "i": 117,
      "s": "117-almighty-most-exalted-most-great",
      "t": "We testify, O my Lord, that Thou art God and that there is none other God besides Thee. From everlas"
    },
    {
      "i": 118,
      "s": "118-crimson-ark-followers-bayan",
      "t": "Bless, O my God, those of the followers of the Bayán as have been numbered with the people of Bahá,"
    },
    {
      "i": 119,
      "s": "119-manifestation-dayspring-prison",
      "t": "I give praise to Thee, O Lord my God! I entreat Thee by Thy Name through which Thou didst cause the"
    },
    {
      "i": 120,
      "s": "120-strength-immense-decree-terrible",
      "t": "Thou, O my Lord, art He whose strength is immense, Whose decree is terrible. Lay hold on Thine adver"
    },
    {
      "i": 121,
      "s": "121-all-powerful-almighty",
      "t": "Thou art, verily, the All-Powerful, the Almighty."
    },
    {
      "i": 122,
      "s": "122-dayspring-of-thy-strength",
      "t": "Lauded be Thy name, O my God! I am so carried away by the breezes blowing from Thy presence that I h"
    },
    {
      "i": 123,
      "s": "123-shores-ocean-proclaims-god",
      "t": "I beseech Thee, O my Lord, by Thy most effulgent Name, to acquaint my people with the things Thou di"
    },
    {
      "i": 124,
      "s": "124-beloved-worlds-power-will",
      "t": "Uncover before them, O my Lord, the majesty of Thy Cause, lest they be led to doubt Thy sovereignty"
    },
    {
      "i": 125,
      "s": "125-powerlessness-face-manifestation",
      "t": "Inspire them, O my Lord, with a sense of their own powerlessness before Him Who is the Manifestation"
    },
    {
      "i": 126,
      "s": "126-lord-of-the-worlds",
      "t": "Thou art the Lord of the worlds, and of all those who show mercy, art the Most Merciful."
    },
    {
      "i": 127,
      "s": "127-rid-themselves-from-everything-except-thyself",
      "t": "Glory be to Thee, O King of eternity, and the Maker of nations, and the Fashioner of every moldering"
    },
    {
      "i": 128,
      "s": "128-object-adoration-all-mankind",
      "t": "I have laid hold, O my Lord, on the handle of Thy bounty, and clung steadfastly to the hem of the ro"
    },
    {
      "i": 129,
      "s": "129-fragrances-raiment-splendors-face",
      "t": "Deny me not, O my Lord, the fragrances of Thy raiment in Thy days, and deprive me not of the breathi"
    },
    {
      "i": 130,
      "s": "130-almighty-all-wise",
      "t": "No God is there but Thee, the Almighty, the All-Wise."
    },
    {
      "i": 131,
      "s": "131-hidden-treasure-wrapped-being",
      "t": "Lauded be Thy name, O Lord my God! I testify that Thou wast a hidden Treasure wrapped within Thine i"
    },
    {
      "i": 132,
      "s": "132-throne-unravel-mysteries-manifestation",
      "t": "Thou didst raise Him up to occupy Thy throne before all the people of Thy creation. Thou didst enabl"
    },
    {
      "i": 133,
      "s": "133-solidity-fluidity-constancy-cause",
      "t": "I bear witness that in His person solidity and fluidity have been joined and combined. Through His i"
    },
    {
      "i": 134,
      "s": "134-handiwork-creation-glorify-thee",
      "t": "How great, O my God, is this Thy most excellent handiwork, and how consummate Thy creation, which ha"
    },
    {
      "i": 135,
      "s": "135-scale-heights-unity",
      "t": "At one time, Thou didst raise Him up, O my God, and didst attire Him with the ornament of the name o"
    },
    {
      "i": 136,
      "s": "136-sun-rises-sets-one-sun",
      "t": "I testify, O Thou Who art the Lord of the whole creation, and the Desire of whosoever hath sought Th"
    },
    {
      "i": 137,
      "s": "137-water-fire-revelation-attributes",
      "t": "Glorified, immeasurably glorified be Thy name, O my God! How can I ever befittingly mention Thee or"
    },
    {
      "i": 138,
      "s": "138-ocean-mercy-awakened-sleep",
      "t": "I implore Thee, O Thou Who art the Supreme Ordainer, not to suffer me to be deprived of the breezes"
    },
    {
      "i": 139,
      "s": "139-servants-held-captive-bondage",
      "t": "Thou seest, O my Lord, how Thy servants are held captive by their own selves and desires. Redeem the"
    },
    {
      "i": 140,
      "s": "140-glance-of-thy-wealth-flood-heart",
      "t": "Cast upon this poor and desolate creature, O my Lord, the glance of Thy wealth, and flood his heart"
    },
    {
      "i": 141,
      "s": "141-light-certainty-horizon-heart",
      "t": "Hold Thou the hand of this seeker who hath set his face towards Thee, O my Lord, and draw him out of"
    },
    {
      "i": 142,
      "s": "142-crude-metal-transmuted-purest-gold",
      "t": "I beg of Thee, O my God, by Thy most exalted Word which Thou hast ordained as the Divine Elixir unto"
    },
    {
      "i": 143,
      "s": "143-recognized-sweetness-fragrance",
      "t": "Happy is the man who hath recognized Thee, and discovered the sweetness of Thy fragrance, and set hi"
    },
    {
      "i": 144,
      "s": "144-lord-of-the-worlds",
      "t": "Praised be Thou, the Lord of the worlds!"
    },
    {
      "i": 145,
      "s": "145-daystar-justice-confess-impotence",
      "t": "O Thou Who dealest equitably with all who are in heaven and on earth, and rulest over the kingdom of"
    },
    {
      "i": 146,
      "s": "146-minds-perplexed-ocean-knowledge",
      "t": "By Thy life, O Thou the Possessor of all names! The minds of the profoundest thinkers are sore perpl"
    },
    {
      "i": 147,
      "s": "147-exalted-above-reach-ken-creatures",
      "t": "Praise, immeasurable praise be to Thee! I swear by Thy glory! My inner and outer tongue, openly and"
    },
    {
      "i": 148,
      "s": "148-dayspring-revelation-inspiration",
      "t": "I beseech Thee, O my Lord, by Thy Name which Thou hast made to be the Dayspring of Thy Revelation an"
    },
    {
      "i": 149,
      "s": "149-heart-receptacle-divine-love",
      "t": "Praise be to Thee, O Lord my God! I implore Thee, by Thy Name which none hath befittingly recognized"
    },
    {
      "i": 150,
      "s": "150-door-of-thy-grace-self-effacement",
      "t": "The limbs of my body testify to Thy unity, and the hair of my head declareth the power of Thy sovere"
    },
    {
      "i": 151,
      "s": "151-dead-rush-toward-thee",
      "t": "Do Thou destine for me, O my God, what becometh the greatness of Thy majesty, and assist me, by Thy"
    },
    {
      "i": 152,
      "s": "152-most-powerful-high-knowing-wise",
      "t": "Thou, verily, art the Most Powerful, the Most High, the All-Knowing, the All-Wise."
    },
    {
      "i": 153,
      "s": "153-manifestation-divine-unity-oneness",
      "t": "Thy unity is inscrutable, O my God, to all except them that have recognized Him Who is the Manifesta"
    },
    {
      "i": 154,
      "s": "154-sun-essence-horizon-will",
      "t": "Assist Thou Thy servants, O my Lord, to recognize Thy unity and to declare Thy oneness, that all may"
    },
    {
      "i": 155,
      "s": "155-thirst-separation-divine-presence",
      "t": "Thou well knowest, O my God, my Best-Beloved, that naught can quench the thirst I suffer in my separ"
    },
    {
      "i": 156,
      "s": "156-great-giver-almighty-ever-forgiving",
      "t": "The whole universe testifieth to Thy generosity. Have mercy, then, upon me by Thy graciousness, and"
    },
    {
      "i": 157,
      "s": "157-ocean-tender-mercies",
      "t": "Lauded be Thy name, O my God and the God of all things, my Glory and the Glory of all things, my Des"
    },
    {
      "i": 158,
      "s": "158-near-access-thyself",
      "t": "Aught else except Thee, O my Lord, profiteth me not, and near access to anyone save Thyself availeth"
    },
    {
      "i": 159,
      "s": "159-ever-forgiving-most-compassionate",
      "t": "Forgive, then, O my Lord, Thy servants and Thy handmaidens. Thou, truly, art the Ever-Forgiving, the"
    },
    {
      "i": 160,
      "s": "160-author-manifestations-ocean-utterance",
      "t": "O God, Who art the Author of all Manifestations, the Source of all Sources, the Fountainhead of all"
    },
    {
      "i": 161,
      "s": "161-remembered-kingdom-endureth",
      "t": "I beseech Thee so to enrich me as to dispense with all save Thee, and be made independent of any one"
    },
    {
      "i": 162,
      "s": "162-turned-unto-horizon-bounty",
      "t": "This is Thy servant, O my Lord, who with his whole being hath turned unto the horizon of Thy bounty,"
    },
    {
      "i": 163,
      "s": "163-god-strength-power-answer",
      "t": "Thou, in truth, art the God of strength and power, Who art meet to answer them that pray Thee. There"
    },
    {
      "i": 164,
      "s": "164-shameth-manifestation-revelation",
      "t": "Lauded be Thy name, O Thou Who art my God and throbbest within my heart! Thou art well aware and dos"
    },
    {
      "i": 165,
      "s": "165-shame-covers-face-bahá",
      "t": "These are Thy servants, O my Lord, who for love of Thee have abandoned their homes, and sustained th"
    },
    {
      "i": 166,
      "s": "166-heart-melted-love-dear-thee",
      "t": "The power of Thy might beareth me witness! My heart hath melted by reason of my love for them that a"
    },
    {
      "i": 167,
      "s": "167-ensign-guidance-servants",
      "t": "I beseech Thee, O Thou Who art the Lord of all being and the Enlightener of all things visible and i"
    },
    {
      "i": 168,
      "s": "168-crown-remembrance-raiment-love",
      "t": "Praised be Thou, O Lord my God! This is Thy servant whom Thou hast in the kingdom of Thy names calle"
    },
    {
      "i": 169,
      "s": "169-most-guilty-transgressed-realm",
      "t": "I swear by Thy glory, O my God! Every time I muse on Thy glory and Thy sovereignty I find myself as"
    },
    {
      "i": 170,
      "s": "170-mercy-overtaken-grace-compassed",
      "t": "I render Thee thanks that Thy mercy hath overtaken them and Thy grace and bountiful favors compassed"
    },
    {
      "i": 171,
      "s": "171-hands-omnipotence-kindle-heart-lamp",
      "t": "And now, having confessed the things Thou didst cause to flow down from my Pen, I implore Thee, by T"
    },
    {
      "i": 172,
      "s": "172-strengthen-heart-almighty-faithful",
      "t": "Exalted though this station may be, O my God, and however excellent this position—for who else excep"
    },
    {
      "i": 173,
      "s": "173-almighty-most-exalted-powerful",
      "t": "Since Thou hast called him by Thy name, O my Lord, single him out among Thy servants for Thy service"
    },
    {
      "i": 174,
      "s": "174-seat-revelation-splendors-light",
      "t": "My God, my Fire and my Light! The days which Thou hast named the Ayyám-i-Há (the Days of Há, Interca"
    },
    {
      "i": 175,
      "s": "175-bowed-themselves-before-thy-cause",
      "t": "These, O my Lord, are Thy servants whom no corrupt inclination hath kept back from what Thou didst s"
    },
    {
      "i": 176,
      "s": "176-ocean-divine-presence-choice-wine",
      "t": "Thou seest, O my Lord, how they have recognized and confessed whatsoever Thou hast revealed in Thy S"
    },
    {
      "i": 177,
      "s": "177-circled-round-throne-worlds",
      "t": "I implore Thee, O Thou the King of kings and the Pitier of the downtrodden, to ordain for them the g"
    },
    {
      "i": 178,
      "s": "178-almighty-all-knowing-all-informed",
      "t": "Thou, truly, art the Almighty, the All-Knowing, the All-Informed."
    },
    {
      "i": 179,
      "s": "179-naw-ruz-festival-fast",
      "t": "Praised be Thou, O my God, that Thou hast ordained Naw-Rúz as a festival unto those who have observe"
    },
    {
      "i": 180,
      "s": "180-ornament-acceptance-revelation",
      "t": "Since Thou hast adorned them, O my Lord, with the ornament of the Fast prescribed by Thee, do Thou a"
    },
    {
      "i": 181,
      "s": "181-beauty-dominion-greatest-name",
      "t": "Thou art He through Whom the ensign “Praiseworthy art Thou in Thy works” hath been lifted up, and th"
    },
    {
      "i": 182,
      "s": "182-break-fast-precincts-court",
      "t": "He Who is Thy Branch and all Thy company, O my Lord, have broken this day their fast, after having o"
    },
    {
      "i": 183,
      "s": "183-all-knowing-all-wise",
      "t": "Thou, in truth, art the All-Knowing, the All-Wise."
    },
    {
      "i": 184,
      "s": "184-kindle-fire-glorification-creatures",
      "t": "O Thou the Lord of the visible and the invisible, and the Enlightener of all creation! I beseech The"
    },
    {
      "i": 185,
      "s": "185-lamp-lit-by-thy-fire",
      "t": "Roll not up, O my Lord, what hath been spread out in Thy name, and extinguish not the lamp which Thi"
    },
    {
      "i": 186,
      "s": "186-ocean-heart-love-yearning",
      "t": "Thou seest, O Thou Who art my All-Glorious Beloved, the restless waves that surge within the ocean o"
    },
    {
      "i": 187,
      "s": "187-steadfast-in-thy-cause",
      "t": "Do Thou ordain, moreover, for every one who hath turned towards Thee what will make him steadfast in"
    },
    {
      "i": 188,
      "s": "188-shut-up-prison-town-akka",
      "t": "Unto Thee be praise, O Lord my God! I beseech Thee by Thy Most Great Name Who hath been shut up in t"
    },
    {
      "i": 189,
      "s": "189-surrendered-life-thy-path",
      "t": "I testify, O my Lord, that He hath surrendered His life in Thy path, and hath wished for Himself not"
    },
    {
      "i": 190,
      "s": "190-affections-upon-him-love-cause",
      "t": "I implore Thee, O my Lord, by Him and by whatsoever pertaineth unto Him, to set my affections upon H"
    },
    {
      "i": 191,
      "s": "191-almighty-most-exalted-all-wise",
      "t": "Deny me not, O my Lord, what is with Thee, and suffer me not to be forgetful of what Thou didst desi"
    },
    {
      "i": 192,
      "s": "192-rain-heaven-mercy-hearts",
      "t": "Lauded be Thy name, O Lord my God! I entreat Thee by Thy Name through which the Hour hath struck, an"
    },
    {
      "i": 193,
      "s": "193-soft-flowing-waters-knowledge",
      "t": "Keep safe Thy servants and Thy handmaidens, O my Lord, from the darts of idle fancy and vain imagini"
    },
    {
      "i": 194,
      "s": "194-almighty-most-exalted-forgiving",
      "t": "Thou, truly, art the Almighty, the Most Exalted, the Ever-Forgiving, the Most Generous."
    },
    {
      "i": 195,
      "s": "195-gates-of-grace-throne-majesty",
      "t": "Glory be to Thee, O my God! Thou hearest Thine ardent lovers lamenting in their separation from Thee"
    },
    {
      "i": 196,
      "s": "196-shores-ocean-nearness",
      "t": "Potent art Thou to do what pleaseth Thee. None can withstand the power of Thy sovereign might. From"
    },
    {
      "i": 197,
      "s": "197-ever-forgiving-most-compassionate",
      "t": "Thou, in truth, art the Ever-Forgiving, the Most Compassionate."
    },
    {
      "i": 198,
      "s": "198-splendor-remembrance-prison",
      "t": "Thou dost witness, O my God, how He Who is Thy splendor calleth Thee to remembrance, notwithstanding"
    },
    {
      "i": 199,
      "s": "199-handful-of-dust-unfading-splendor",
      "t": "Praised be Thou that Thou hast so strengthened Him with Thy strength, and endowed Him by Thine almig"
    },
    {
      "i": 200,
      "s": "200-wine-of-thy-grace-hastened",
      "t": "And when Thine irresistible summons reached me, I arose, fortified by Thy strength, and called all t"
    },
    {
      "i": 201,
      "s": "201-fragrances-robe-inspiration",
      "t": "I beseech Thee, O Thou Who art the Creator of earth and heaven and the Source of all things, to attr"
    },
    {
      "i": 202,
      "s": "202-mercy-servants-creatures-almighty",
      "t": "Let Thy mercy, then, be upon Thy servants and Thy creatures. Thou art, in truth, the Almighty, the I"
    },
    {
      "i": 203,
      "s": "203-fragrances-raiment-grace",
      "t": "Lauded be Thy name, O my God! I entreat Thee by the fragrances of the Raiment of Thy grace which at"
    },
    {
      "i": 204,
      "s": "204-table-sent-down-clouds-bounty",
      "t": "I am Thy servant and the son of Thy servant, O my God! I have laid hold on the handle of Thy grace,"
    },
    {
      "i": 205,
      "s": "205-lord-of-the-worlds",
      "t": "Thou, in very truth, art the Lord of the worlds, and the God of all that are in heaven and all that"
    },
    {
      "i": 206,
      "s": "206-fire-kindled-in-thy-land",
      "t": "I know not, O my God, what the Fire is which Thou didst kindle in Thy land. Earth can never cloud it"
    },
    {
      "i": 207,
      "s": "207-hasted-towards-attained-yielded-life",
      "t": "Some, O my God, Thou didst, through Thy strengthening grace, enable to approach it, while others Tho"
    },
    {
      "i": 208,
      "s": "208-fire-blazeth-rend-asunder-veils",
      "t": "I beseech Thee, O my Lord, by this Fire which blazeth and rageth in the world of creation, to rend a"
    },
    {
      "i": 209,
      "s": "209-powerful-art-thou-to-do",
      "t": "Powerful art Thou to do what pleaseth Thee. Thou art, verily, the All-Powerful, the Most Generous."
    },
    {
      "i": 210,
      "s": "210-clinging-tenaciously-tree-cause",
      "t": "Lauded be Thy name, O my God! Aid Thou by Thy strengthening grace Thy servants and Thy handmaidens t"
    },
    {
      "i": 211,
      "s": "211-rent-veils-cities-self",
      "t": "I render Thee thanks that Thou hast made known unto me such servants as have utterly abolished, by t"
    },
    {
      "i": 212,
      "s": "212-hearts-exult-eyes-gladdened",
      "t": "I implore Thee, O my Lord, by Thy surpassing majesty and Thine Ancient Name, to enable Thy loved one"
    },
    {
      "i": 213,
      "s": "213-help-in-peril-self-subsisting",
      "t": "Thou, truly, art the Help in peril, the Self-Subsisting."
    },
    {
      "i": 214,
      "s": "214-trials-salve-devoted-hearts",
      "t": "O God! The trials Thou sendest are a salve to the sores of all them who are devoted to Thy will; the"
    },
    {
      "i": 215,
      "s": "215-wine-knowledge-love-pleasure",
      "t": "I beseech Thee by the sighs which they whose souls pant after Thee have uttered in their remoteness"
    },
    {
      "i": 216,
      "s": "216-lord-judgment-day",
      "t": "Thou art, verily, the Lord of the Judgment Day."
    },
    {
      "i": 217,
      "s": "217-fast-river-life-giving-waters",
      "t": "Glory be to Thee, O Lord my God! These are the days whereon Thou hast bidden all men to observe the"
    },
    {
      "i": 218,
      "s": "218-fasted-love-thy-truth",
      "t": "I am he, O my God, who testifieth to Thy unity, who acknowledgeth Thy oneness, who boweth humbly bef"
    },
    {
      "i": 219,
      "s": "219-recognize-thee-thine-eyes",
      "t": "Open Thou, O my Lord, mine eyes and the eyes of all them that have sought Thee, that we may recogniz"
    },
    {
      "i": 220,
      "s": "220-wine-of-thy-mercy",
      "t": "Thou seest me then, O my God, with my face turned towards Thee, cleaving steadfastly to the cord of"
    },
    {
      "i": 221,
      "s": "221-cleanse-transgressions-mercy",
      "t": "I moreover entreat Thee, O my God, to rain down, from the heaven of Thy will and the clouds of Thy m"
    },
    {
      "i": 222,
      "s": "222-taste-divine-sweetness-remembrance",
      "t": "Cast not away, O my Lord, him that hath turned towards Thee, nor suffer him who hath drawn nigh unto"
    },
    {
      "i": 223,
      "s": "223-hidden-gift-quickeneth-souls",
      "t": "Inspire then my soul, O my God, with Thy wondrous remembrance, that I may glorify Thy name. Number m"
    },
    {
      "i": 224,
      "s": "224-people-bahá-splendors-light-guidance",
      "t": "The transgressions committed by such as have turned away from Thee and have borne themselves haughti"
    },
    {
      "i": 225,
      "s": "225-greatness-circled-righteous-creatures",
      "t": "Proclaim, therefore, O my God, their greatness and the greatness of those who while living or after"
    },
    {
      "i": 226,
      "s": "226-preserve-us-from-mischief",
      "t": "Do not bring our fasts to an end with this fast, O my Lord, nor the covenants Thou hast made with th"
    },
    {
      "i": 227,
      "s": "227-primal-point-divine-mystery",
      "t": "Magnify Thou, O Lord my God, Him Who is the Primal Point, the Divine Mystery, the Unseen Essence, th"
    },
    {
      "i": 228,
      "s": "228-blessed-turned-unto-him",
      "t": "Magnify Thou, moreover, such as have believed in Him and in His signs and have turned towards Him, f"
    },
    {
      "i": 229,
      "s": "229-helpers-cause-dispersers-adversaries",
      "t": "Praised be Thou, O my God, inasmuch as Thou hast aided us to recognize and love Him. I, therefore, b"
    },
    {
      "i": 230,
      "s": "230-god-testifieth-unity-godhood",
      "t": "God testifieth to the unity of His Godhood and to the singleness of His own Being. On the throne of"
    },
    {
      "i": 231,
      "s": "231-potent-all-subduing-empire",
      "t": "He is supreme over His servants, and standeth over His creatures. In His hand is the source of autho"
    },
    {
      "i": 232,
      "s": "232-tongues-created-things-eternity",
      "t": "Praise be to Thee, to Whom the tongues of all created things have, from eternity, called, and yet fa"
    },
    {
      "i": 233,
      "s": "233-lord-of-kingdom-all-created-things",
      "t": "Far be it, then, from Thy glory that anyone should gaze on Thy wondrous beauty with any eye save Thi"
    },
    {
      "i": 234,
      "s": "234-torch-thy-love-consume",
      "t": "Glorified, immeasurably glorified art Thou, my Best-Beloved! Inasmuch as Thou hast ordained that the"
    },
    {
      "i": 235,
      "s": "235-power-might-beareth-witness",
      "t": "Glory be to Thee, O my God! The power of Thy might beareth me witness! I can have no doubt that shou"
    },
    {
      "i": 236,
      "s": "236-fallen-prostrate-dust-before-thee",
      "t": "Behold me, then, O my God, fallen prostrate upon the dust before Thee, confessing my powerlessness a"
    },
    {
      "i": 237,
      "s": "237-mention-created-thing-beseemeth-not",
      "t": "I swear by Thy might, O my Beloved! To make mention of any created thing beseemeth not Thy most exal"
    },
    {
      "i": 238,
      "s": "238-daysprings-unity-manifestations-transcendent",
      "t": "Wherefore, I bear witness with my soul, my spirit, my entire being, that should They Who are the Day"
    },
    {
      "i": 239,
      "s": "239-pen-created-comprehending-treasures",
      "t": "The highest faculties which the learned have possessed, and whatsoever truths they, in their search"
    },
    {
      "i": 240,
      "s": "240-ascend-heaven-divine-knowledge",
      "t": "Glorified, glorified be Thou, O my God! How can I ever hope to ascend into the heaven of Thy most ho"
    },
    {
      "i": 241,
      "s": "241-doors-loving-kindness-grace",
      "t": "Praise be to Thee, O Lord, my God, my Master, my Possessor, my King. Now that I have confessed unto"
    },
    {
      "i": 242,
      "s": "242-poorest-of-poor-wretched",
      "t": "By the glory of Thy might, O my God! Wert Thou to set me king over Thy realms, and to establish me u"
    },
    {
      "i": 243,
      "s": "243-ensigns-undisputed-ascendancy",
      "t": "Magnified be Thy name, O my God! Now that Thou hast caused me to apprehend this truth, I beseech The"
    },
    {
      "i": 244,
      "s": "244-almighty-all-highest-all-glorious",
      "t": "Thou art, verily, the Almighty, the All-Highest, the All-Glorious, the All-Subduing, the All-Possess"
    },
    {
      "i": 245,
      "s": "245-most-great-ocean-recognition",
      "t": "All praise, O my God, be to Thee Who art the Source of all glory and majesty, of greatness and honor"
    },
    {
      "i": 246,
      "s": "246-manifestation-dayspring-essence",
      "t": "Illumine, O Lord, the faces of Thy servants, that they may behold Thee; and cleanse their hearts tha"
    },
    {
      "i": 247,
      "s": "247-heart-yearning-darts-decree",
      "t": "Glorified be Thou, O my God! Behold Thou my head ready to fall before the sword of Thy Will, my neck"
    },
    {
      "i": 248,
      "s": "248-sacrificed-spirit-manifestations-beauty",
      "t": "By the glory of Thy might, O Thou my Well-Beloved! To have sacrificed my life for the Manifestations"
    },
    {
      "i": 249,
      "s": "249-soul-rejoices-beloved-presence",
      "t": "Though my body be pained by the trials that befall me from Thee, though it be afflicted by the revel"
    },
    {
      "i": 250,
      "s": "250-raise-up-servant-chosen",
      "t": "Lauded be Thy name, O Lord my God! Thou dost witness that Thy will hath prevailed over all created t"
    },
    {
      "i": 251,
      "s": "251-great-terror-fell-creatures",
      "t": "No sooner had He proclaimed Thy Cause, and risen up to carry out the things prescribed unto Him in t"
    },
    {
      "i": 252,
      "s": "252-guard-loved-ones-divine-melodies",
      "t": "I beseech Thee, O Thou Who art the Lord of all names, to guard Thy loved ones against Thine enemies,"
    },
    {
      "i": 253,
      "s": "253-glorified-god-lord-creation",
      "t": "Glorified be God, the Lord of all creation!"
    },
    {
      "i": 254,
      "s": "254-learn-stand-aghast-handiwork",
      "t": "Lauded and glorified art Thou, O Lord my God! Thou art He Who from everlasting hath been clothed wit"
    },
    {
      "i": 255,
      "s": "255-manifestations-treasuries-revelation",
      "t": "Having barred the way that leadeth unto Thee, Thou hast, by virtue of Thine authority and through th"
    },
    {
      "i": 256,
      "s": "256-wash-them-from-stain-trespasses",
      "t": "I beseech Thee, therefore, by Thyself and by Them, to send down, from the right hand of the throne o"
    },
    {
      "i": 257,
      "s": "257-almighty-all-glorious-most-bountiful",
      "t": "O my God, my Master, my Best-Beloved! I am Thy servant and the son of Thy servant. I have held fast"
    },
    {
      "i": 258,
      "s": "258-servant-prison-dayspring-mercy",
      "t": "Thou beholdest, O my God, Thy servant who dwelleth in this prison-house, wholly detached from any on"
    },
    {
      "i": 259,
      "s": "259-magnify-thy-word-strength",
      "t": "For all these things I offer thanksgiving unto Thee, O my Lord! I implore Thee to assist me and them"
    },
    {
      "i": 260,
      "s": "260-conqueror-serf-thy-hand",
      "t": "Every conqueror is but a serf whom Thy hand hath subjected, and the richest of the rich is as destit"
    },
    {
      "i": 261,
      "s": "261-tear-asunder-veil-vain-imaginings",
      "t": "Tear asunder, O my God, the veil of vain imaginings that hath obscured the vision of Thy people, tha"
    },
    {
      "i": 262,
      "s": "262-hearts-treasures-remembrance-praise",
      "t": "Praise be to Thee, O Lord my God, my Master! Thou hearest the sighing of those who, though they long"
    },
    {
      "i": 263,
      "s": "263-wings-detachment-loftiest-summits",
      "t": "Naked am I, O my God! Clothe me with the robe of Thy tender mercies. I am sore athirst; give me to d"
    },
    {
      "i": 264,
      "s": "264-sole-aim-reveal-thee",
      "t": "Glorified art Thou, O my God! Thou knowest that my sole aim in revealing Thy Cause hath been to reve"
    },
    {
      "i": 265,
      "s": "265-fountain-of-all-life",
      "t": "And when the entire creation was stirred up, and the whole earth was convulsed, and the sweet savors"
    },
    {
      "i": 266,
      "s": "266-lamp-hindered-shedding-fragrance",
      "t": "Though the fierce winds of the hatred of the wicked doers blew and beat on this Lamp, He was, at no"
    },
    {
      "i": 267,
      "s": "267-blood-seethes-love-thy-path",
      "t": "And finally, I was cast by the transgressors into the prison-city of ‘Akká, and my kindred were made"
    },
    {
      "i": 268,
      "s": "268-soul-inflamed-love-thee",
      "t": "Though—as Thou beholdest me, O my God—I be dwelling in a place within whose walls no voice can be he"
    },
    {
      "i": 269,
      "s": "269-dove-sublime-oneness",
      "t": "I beseech Thee, by Thy Most Great Name, to open the eyes of Thy servants, that they may behold Thee"
    },
    {
      "i": 270,
      "s": "270-perceive-thy-call",
      "t": "Gather them, then, together around this Divine Law, the covenant of which Thou hast established with"
    },
    {
      "i": 271,
      "s": "271-potent-inaccessible-all-glorious",
      "t": "Potent art Thou to do what pleaseth Thee. Thou art, verily, the Inaccessible, the All-Glorious."
    },
    {
      "i": 272,
      "s": "272-fire-of-thy-love-in-hearts",
      "t": "Glorified art Thou, O Lord my God! Thou seest me dwelling in this prison-house that lieth behind the"
    },
    {
      "i": 273,
      "s": "273-testimony-proof-demonstrated-peoples",
      "t": "And when, as bidden by Thee, I arose and called out, by Thy leave, all Thy creatures, the wayward am"
    },
    {
      "i": 274,
      "s": "274-kindred-perpetrated-against-me",
      "t": "I was, moreover, opposed by mine own kindred, although, as Thou knowest, they were dear to me and I"
    },
    {
      "i": 275,
      "s": "275-purify-hearts-dayspring-names",
      "t": "I entreat Thee, therefore, O my God, by Thy name by which Thou hast separated between truth and deni"
    },
    {
      "i": 276,
      "s": "276-severed-every-tie-bindeth-creatures",
      "t": "Thou knowest, O my God, that I have severed every tie that bindeth me to any of Thy creatures except"
    },
    {
      "i": 277,
      "s": "277-pen-floweth-summons-exalted-pen",
      "t": "I have no will but Thy will, O my Lord, and cherish no desire except Thy desire. From my pen floweth"
    },
    {
      "i": 278,
      "s": "278-target-ills-love-path",
      "t": "Praise be to Thee, O Thou Who art the Well-Beloved of all that have known Thee, and the Desire of th"
    },
    {
      "i": 279,
      "s": "279-living-waters-of-thy-knowledge",
      "t": "Behold, then, O my God, my loneliness among Thy servants and my remoteness from Thy friends and Thy"
    },
    {
      "i": 280,
      "s": "280-lord-of-splendor-almighty-exalted",
      "t": "Thou art, verily, the Lord of Bahá, and the Beloved of his heart, and the Object of his desire, and"
    },
    {
      "i": 281,
      "s": "281-cup-of-thy-mercy",
      "t": "Glorified art Thou, O Lord my God! I yield Thee thanks for having enabled me to recognize the Manife"
    },
    {
      "i": 282,
      "s": "282-almighty-most-exalted-all-glorious",
      "t": "Thou art the Almighty, the Most Exalted, the All-Glorious, the All-Loving."
    },
    {
      "i": 283,
      "s": "283-dayspring-excellent-titles",
      "t": "Praised be Thou, O my God! Thou seest me shut up in this Prison, and art well aware that I have ente"
    },
    {
      "i": 284,
      "s": "284-blood-ornament-chosen-ones",
      "t": "But for the troubles that touch me in Thy path, O my God, how else could my heart rejoice in Thy day"
    },
    {
      "i": 285,
      "s": "285-bones-music-divine-inspiration",
      "t": "Thou beholdest, O my God, how every bone in my body soundeth like a pipe with the music of Thine ins"
    },
    {
      "i": 286,
      "s": "286-cast-them-not-away-bounty",
      "t": "Now that Thou hast guided them unto the door of Thy grace, O my Lord, cast them not away, by Thy bou"
    },
    {
      "i": 287,
      "s": "287-tongue-proclaim-god-alone",
      "t": "Glorified art Thou, O Lord my God! My tongue, both the tongue of my body and the tongue of my heart,"
    },
    {
      "i": 288,
      "s": "288-raise-up-servants-sovereignty",
      "t": "And when Thou didst purpose to demonstrate the power of Thy sovereign might, and to glorify Thy word"
    },
    {
      "i": 289,
      "s": "289-responded-without-hesitation-obeyed",
      "t": "As soon as He revealed Himself, as bidden by Thee, and called Thy servants to turn in the direction"
    },
    {
      "i": 290,
      "s": "290-ocean-of-thy-presence",
      "t": "I implore Thee, O my God, by Thy Most Great Name, to enrapture the nations through the potency of th"
    },
    {
      "i": 291,
      "s": "291-mercy-surpassed-all-creation",
      "t": "Every existence, whether seen or unseen, O my Lord, testifieth that Thy mercy hath surpassed all cre"
    },
    {
      "i": 292,
      "s": "292-ocean-of-thy-oneness",
      "t": "Thou knowest, O my Lord, that I am but one of Thy servants. I have tasted of the sweetness of Thy sp"
    },
    {
      "i": 293,
      "s": "293-enravish-wonders-utterances",
      "t": "Assist me, by Thy strengthening grace, O my Lord, to do what Thou didst will, and withhold not from"
    },
    {
      "i": 294,
      "s": "294-lord-of-worlds-object-adoration",
      "t": "All-praise to Thee, O Lord of the worlds and the Object of the adoration of the entire creation!"
    },
    {
      "i": 295,
      "s": "295-ark-cause-motionless-sea",
      "t": "Faded now is all that erstwhile flourished in the Paradise of Thy transcendent oneness, O my God! Wh"
    },
    {
      "i": 296,
      "s": "296-eyes-bent-upon-horizon-riches",
      "t": "Thou seest, O my God, how the eyes of these poor creatures are bent upon the horizon of Thy riches,"
    },
    {
      "i": 297,
      "s": "297-invisible-hosts-victory",
      "t": "They are sore pressed with cares, O my Lord, and are encompassed about by the wicked. Send down, the"
    },
    {
      "i": 298,
      "s": "298-wine-of-thy-presence-eternal",
      "t": "I entreat Thee, O my God, by Thy name through which the clouds have rained down their rain, and the"
    },
    {
      "i": 299,
      "s": "299-sole-desire-devoted-heart",
      "t": "Whosoever hath recognized Thee will turn to none save Thee, and will seek from Thee naught else exce"
    },
    {
      "i": 300,
      "s": "300-almighty-help-peril-glorious",
      "t": "No God is there beside Thee, the Almighty, the Help in Peril, the All-Glorious, the Most Powerful."
    },
    {
      "i": 301,
      "s": "301-day-king-of-days",
      "t": "Magnified be Thy name, O my God, for that Thou hast manifested the Day which is the King of Days, th"
    },
    {
      "i": 302,
      "s": "302-kingdom-names-glorify-word",
      "t": "I beseech Thee, O my Lord, by the name of Him round Whom circleth in adoration the kingdom of Thy na"
    },
    {
      "i": 303,
      "s": "303-detach-themselves-from-aught-else",
      "t": "Since Thou hast guided them, O my Lord, unto the living waters of Thy grace, grant, by Thy bounty, t"
    },
    {
      "i": 304,
      "s": "304-rend-asunder-veils-creatures",
      "t": "Lauded be Thy name, O Thou in Whose hands is the kingdom of all names, and in the grasp of Whose mig"
    },
    {
      "i": 305,
      "s": "305-dawning-place-inspiration",
      "t": "Leave not Thy servants to themselves, O my Lord! Draw them through the influence of Thine utterances"
    },
    {
      "i": 306,
      "s": "306-servants-turned-toward-grace",
      "t": "Render, then, victorious, O my God, Thy servants who have set their faces towards Thee, and directed"
    },
    {
      "i": 307,
      "s": "307-potent-to-rule-as-thou-pleasest",
      "t": "Potent art Thou to do what Thou willest, and to rule as Thou pleasest. There is no God but Thee, the"
    },
    {
      "i": 308,
      "s": "308-stronghold-thy-might-power",
      "t": "Glorified art Thou, O Lord my God! I beseech Thee by Thy Name, the Restrainer, to withhold from us t"
    },
    {
      "i": 309,
      "s": "309-gather-loved-ones-beneath-shadow-tree",
      "t": "Abase Thou, O my Lord, Thine enemies, and lay hold on them with Thy power and might, and let them be"
    },
    {
      "i": 310,
      "s": "310-one-whose-power-is-immense",
      "t": "Thou art, verily, the One Whose power is immense, Whose vengeance is terrible. No God is there besid"
    },
    {
      "i": 311,
      "s": "311-sanctuary-of-thy-knowledge",
      "t": "Magnified be Thy name, O Lord my God, inasmuch as Thou hast inclined mine ear to Thy voice, and call"
    },
    {
      "i": 312,
      "s": "312-clinging-hem-riches",
      "t": "I am but a poor creature, O my Lord! Behold me clinging to the hem of Thy riches. I have fled from d"
    },
    {
      "i": 313,
      "s": "313-flee-shelter-thy-door",
      "t": "I implore Thee, O my Lord, by Thy name, the Ever-Abiding, and by Thy name which Thou didst ordain to"
    },
    {
      "i": 314,
      "s": "314-almighty-most-bountiful-exalted",
      "t": "Thou art, verily, the Almighty, the Most Bountiful, the Most Exalted, the Ever-Forgiving, the Most G"
    },
    {
      "i": 315,
      "s": "315-vassal-dependent-upon-thee",
      "t": "All praise be to Thee, O Lord, my God! I know not how to sing Thy praise, how to describe Thy glory,"
    },
    {
      "i": 316,
      "s": "316-claim-known-thee-ignorance",
      "t": "The glory of Thy might beareth me witness! Whoso claimeth to have known Thee hath, by virtue of such"
    },
    {
      "i": 317,
      "s": "317-throne-of-thy-glory-eternal-holiness",
      "t": "Having testified, therefore, unto mine own impotence and the impotence of Thy servants, I beseech Th"
    },
    {
      "i": 318,
      "s": "318-living-waters-mercy-grace",
      "t": "Grant, then, O my God, that Thy servant who hath turned towards Thee, hath fixed his gaze upon Thee,"
    },
    {
      "i": 319,
      "s": "319-sublimity-station-overpowering-might",
      "t": "Praised be Thou, O Lord my God! Every time I attempt to make mention of Thee, I am hindered by the s"
    },
    {
      "i": 320,
      "s": "320-fashioner-of-creation-wondrous-gifts",
      "t": "I entreat Thee, O my Lord, by Thy Most Great Name whereby Thou didst separate light from fire, and t"
    },
    {
      "i": 321,
      "s": "321-dreadful-majesty-trembled",
      "t": "O Thou, at Whose dreadful majesty all things have trembled, in Whose grasp are the affairs of all me"
    },
    {
      "i": 322,
      "s": "322-contemplation-of-thy-beauty",
      "t": "I am one of Thy handmaidens, O my Lord! I have turned my face towards the sanctuary of Thy gracious"
    },
    {
      "i": 323,
      "s": "323-beauty-drink-presence-praise",
      "t": "Let my food, O my Lord, be Thy beauty, and my drink the light of Thy presence, and my hope Thy pleas"
    },
    {
      "i": 324,
      "s": "324-god-of-power-strength-glory",
      "t": "Thou art, in truth, the God of power, of strength and glory."
    },
    {
      "i": 325,
      "s": "325-self-remembrance-praise-shed-abroad",
      "t": "Praised be Thou, O Lord my God! Every time I am reminded of Thee and muse on Thy virtues, I am seize"
    },
    {
      "i": 326,
      "s": "326-self-liveth-eternally-praise",
      "t": "Every man endued with insight among Thy servants is persuaded that my self liveth eternally and can"
    },
    {
      "i": 327,
      "s": "327-exalted-immeasurably-above-comparison",
      "t": "Exalted, immeasurably exalted art Thou above any attempt to measure the greatness of Thy Cause, abov"
    },
    {
      "i": 328,
      "s": "328-herald-most-great-revelation",
      "t": "And when Thou didst purpose to make Thyself known unto men, Thou didst successively reveal the Manif"
    },
    {
      "i": 329,
      "s": "329-possessor-names-attributes-manifest",
      "t": "And when Thy promise came to pass and the set time was fulfilled, He Who is the Possessor of all Nam"
    },
    {
      "i": 330,
      "s": "330-almighty-most-exalted-all-glorious",
      "t": "Look down, then, upon Him, O my God, with the eye of Thy tender mercy, and send down upon Him and up"
    },
    {
      "i": 331,
      "s": "331-transcendent-oneness-beyond-comprehension",
      "t": "All glory be to Thee, O Lord my God! I bear witness for Thee to that whereto Thou Thyself didst bear"
    },
    {
      "i": 332,
      "s": "332-worthy-remembered-transcendent-oneness",
      "t": "Who is there, O my God, that can be deemed worthy to be remembered when Thou art remembered, and whe"
    },
    {
      "i": 333,
      "s": "333-manifestation-of-thy-self-most-high",
      "t": "Glorified be Thy name, O Lord my God! I beseech Thee by Him Who is Thine exalted and supreme Remembr"
    },
    {
      "i": 334,
      "s": "334-almighty-all-knowing-all-wise",
      "t": "Powerful art Thou to do what Thou pleasest and to ordain what Thou willest. No God is there but Thee"
    },
    {
      "i": 335,
      "s": "335-remembrance-delight-souls-yearn",
      "t": "O Thou Whose remembrance is the delight of the souls of all them that yearn after Thee, Whose name i"
    },
    {
      "i": 336,
      "s": "336-soar-wings-knowledge-exalted-presence",
      "t": "Glorified, immeasurably glorified art Thou, in Whose hands is the empire of whatsoever is in the hea"
    },
    {
      "i": 337,
      "s": "337-powerlessness-confesseth-sinfulness",
      "t": "He, indeed, is endued with understanding who acknowledgeth his powerlessness and confesseth his sinf"
    },
    {
      "i": 338,
      "s": "338-splendors-light-countenance",
      "t": "Far, immeasurably far, art Thou exalted above all things, O Thou Who art the King of Kings! I entrea"
    },
    {
      "i": 339,
      "s": "339-chastisement-verdict-just-almighty",
      "t": "We are Thy servants, O my Lord, and in the grasp of Thy power. If Thou chastisest us with the chasti"
    },
    {
      "i": 340,
      "s": "340-tribulations-no-pen-reckon",
      "t": "Unto Thee be praise, O Thou Who inclinest Thine ear to the sighing of them that have rid themselves"
    },
    {
      "i": 341,
      "s": "341-every-trouble-love-tender-mercy",
      "t": "As these tribulations, however, were sustained in Thy path and for love of Thee, they who were affli"
    },
    {
      "i": 342,
      "s": "342-manifestation-exiled-prison",
      "t": "Whosoever, O my Lord, is impatient in the tribulations befalling him in Thy path, hath not drunk of"
    },
    {
      "i": 343,
      "s": "343-glory-might-beareth-witness",
      "t": "The tenderness of Thy mercy, O my Lord, surpasseth the fury of Thy wrath, and Thy loving-kindness ex"
    },
    {
      "i": 344,
      "s": "344-glance-of-thy-justice-eyes-of-compassion",
      "t": "I swear by Thy might, O my God! Wert Thou to regard Thy servants according to their deserts in Thy d"
    },
    {
      "i": 345,
      "s": "345-mysteries-omnipotence-disclosed",
      "t": "Do Thou bless, O Lord my God, the One through Whom the mysteries of Thine omnipotence have been disc"
    },
    {
      "i": 346,
      "s": "346-mightiest-men-abased-before-revelations",
      "t": "Praised be Thou, O Lord my God! Thou art He Who hath created all things through a word uttered by Th"
    },
    {
      "i": 347,
      "s": "347-bird-heaven-melody-decree",
      "t": "I implore Thee by Thine All-Glorious Name, wherewith Thou didst adorn all the denizens of the kingdo"
    },
    {
      "i": 348,
      "s": "348-illuminate-face-enlighten-heart",
      "t": "Cleanse me with the waters of Thy mercy, O my Lord, and make me wholly Thine, and cause me to approa"
    },
    {
      "i": 349,
      "s": "349-power-to-do-willest",
      "t": "Thou hast power to do what Thou willest, and Thou ordainest what Thou pleasest."
    },
    {
      "i": 350,
      "s": "350-depth-of-mine-abasement",
      "t": "Praised be Thou, O Lord my God! Thou seest my poverty and my misery, my troubles and my needs, my ut"
    },
    {
      "i": 351,
      "s": "351-where-is-your-lord-whom-ye-mention",
      "t": "All these things Thou hast noised abroad among Thy creatures, in such wise that none can recognize m"
    },
    {
      "i": 352,
      "s": "352-throne-forbearance-wrath",
      "t": "Thy glory beareth me witness! I delight in mine own afflictions and in the afflictions which they wh"
    },
    {
      "i": 353,
      "s": "353-ensigns-glorification-unfurled-nations",
      "t": "I entreat Thee by Thy name, that hath caused the ocean of Thy wrath to surge, to chastise them who h"
    },
    {
      "i": 354,
      "s": "354-daystar-beauty-risen-horizon",
      "t": "Magnified art Thou, O Lord my God! I ask Thee by Thy Name which Thou hast set up above all other nam"
    },
    {
      "i": 355,
      "s": "355-neither-defection-infidels-nor-clamor-hypocrites",
      "t": "I am one of Thy handmaidens, O my Lord! Unto Thee have I turned, and in Thee have I placed my trust."
    },
    {
      "i": 356,
      "s": "356-soul-wedded-none-beside-thee",
      "t": "Purge Thou mine ear, O my Lord, that I may hearken unto the verses sent down unto Thee, and illumina"
    },
    {
      "i": 357,
      "s": "357-all-glorious-great-giver",
      "t": "No God is there beside Thee, the All-Glorious, the Great Giver, the Forgiving, the Compassionate."
    },
    {
      "i": 358,
      "s": "358-fast-adorns-book-laws",
      "t": "These are, O my God, the days whereon Thou didst enjoin Thy servants to observe the Fast. With it Th"
    },
    {
      "i": 359,
      "s": "359-inebriated-wine-manifold-wisdom",
      "t": "For Thine ardent lovers Thou hast, according to Thy decree, reserved, at each daybreak, the cup of T"
    },
    {
      "i": 360,
      "s": "360-burning-bush-proclaimed-revelation",
      "t": "Lauded be Thy name, O my God! This is the hour when Thou hast unlocked the doors of Thy bounty befor"
    },
    {
      "i": 361,
      "s": "361-shelter-canopy-thy-mercy",
      "t": "These are the ones, O my God, whom Thou hast graciously enabled to have fellowship with Thee and to"
    },
    {
      "i": 362,
      "s": "362-wholly-devoted-detach-themselves",
      "t": "These are Thy servants, O my Lord, who have entered with Thee in this, the Most Great Prison, who ha"
    },
    {
      "i": 363,
      "s": "363-live-remembrance-die-love",
      "t": "Rain down, then, upon us, O my God, that which beseemeth Thy grace and befitteth Thy bounty. Enable"
    },
    {
      "i": 364,
      "s": "364-veils-between-creatures-god",
      "t": "Thou beholdest, O my God, what hath befallen Thy dear ones in Thy days. Thy glory beareth me witness"
    },
    {
      "i": 365,
      "s": "365-daystar-power-shine-horizon-glory",
      "t": "This is the hour, O my Lord, which Thou hast caused to excel every other hour, and hast related to t"
    },
    {
      "i": 366,
      "s": "366-truth-knoweth-secret-things",
      "t": "Render Thy Cause victorious, O my Lord, and abase Thou Thine enemies. Write down, then, for us the g"
    },
    {
      "i": 367,
      "s": "367-target-of-tribulations-quickened",
      "t": "Glorified art Thou, O Lord my God! I yield Thee thanks for that Thou hast made me the target of dive"
    },
    {
      "i": 368,
      "s": "368-reveal-thy-cause-adversity",
      "t": "I swear by Thy glory, O Thou the Best Beloved of the worlds and the Desire of all such as have recog"
    },
    {
      "i": 369,
      "s": "369-pharaonic-cruelties-oppressors",
      "t": "I implore Thee, O Thou by Whose summons the hearts of all them who were nigh unto Thee have soared i"
    },
    {
      "i": 370,
      "s": "370-god-power-glory-strength-wisdom",
      "t": "Thou art, verily, the God of power, the God of glory, the God of strength and wisdom."
    },
    {
      "i": 371,
      "s": "371-seat-resplendent-glory-face",
      "t": "Magnified be Thy name, O Lord my God! Behold Thou mine eye expectant to gaze on the wonders of Thy m"
    },
    {
      "i": 372,
      "s": "372-cast-not-out-those-who-sought-thee",
      "t": "Cast not out, I entreat Thee, O my Lord, them that have sought Thee, and turn not away such as have"
    },
    {
      "i": 373,
      "s": "373-ever-forgiving-most-merciful",
      "t": "Thou art, verily, the Ever-Forgiving, the Most Merciful."
    },
    {
      "i": 374,
      "s": "374-no-thought-ascend-heaven-knowledge",
      "t": "Lauded be Thy name, O my God! I testify that no thought of Thee, howsoever wondrous, can ever ascend"
    },
    {
      "i": 375,
      "s": "375-powerlessness-describe-extol-thee",
      "t": "I bear witness that the highest thoughts of all such as adore Thy unity, and the profoundest contemp"
    },
    {
      "i": 376,
      "s": "376-powerful-art-thou-all-glorious-all-wise",
      "t": "Powerful art Thou to do what pleaseth Thee. Thou, truly, art the All-Glorious, the All-Wise."
    },
    {
      "i": 377,
      "s": "377-fire-lamp-cause-extinguished",
      "t": "I know not, O my God, what the Fire is with which Thou didst light the Lamp of Thy Cause, or what th"
    },
    {
      "i": 378,
      "s": "378-lamp-preserved-tempests",
      "t": "I, likewise, recognize, O my God, that every lamp, when exposed to the fury of the winds, must cease"
    },
    {
      "i": 379,
      "s": "379-lamp-tabernacle-human-sacrifice-path",
      "t": "I swear by Thy glory, O my God! Thy Lamp which Thou didst light within the tabernacle of man crieth"
    },
    {
      "i": 380,
      "s": "380-suffered-what-no-man-hath-suffered",
      "t": "Glorified art Thou, O my God! Thou knowest that in my love for Thee I have not sought any rest, that"
    },
    {
      "i": 381,
      "s": "381-sweetness-of-thy-love",
      "t": "Thy glory beareth me witness! Nothing whatsoever can withhold me from remembering Thee, though all t"
    },
    {
      "i": 382,
      "s": "382-living-waters-bounty",
      "t": "I implore Thee to supply whosoever hath sought Thee with the living waters of Thy bounty, that they"
    },
    {
      "i": 383,
      "s": "383-speaketh-thy-name-heaven-earth",
      "t": "Lauded be Thy name, O Lord my God! How great is Thy might and Thy sovereignty; how vast Thy strength"
    },
    {
      "i": 384,
      "s": "384-fire-of-oppression-kindled",
      "t": "No sooner had a word gone forth from His lips, however, than the divines among Thy people turned bac"
    },
    {
      "i": 385,
      "s": "385-manifestation-confined-fortress-akka",
      "t": "Hostility waxed so intense that my kindred and my loved ones were made captives in Thy land, and the"
    },
    {
      "i": 386,
      "s": "386-lamp-ocean-sun-divine-power",
      "t": "This is the Lamp which the light of Thine own Essence hath lit, and whose radiance the winds of disc"
    },
    {
      "i": 387,
      "s": "387-sacrifice-arrows-afflictions",
      "t": "I yield Thee thanks, O my God, for that Thou hast offered me up as a sacrifice in Thy path, and made"
    },
    {
      "i": 388,
      "s": "388-quaffed-living-waters-favors",
      "t": "How sweet to my taste is the savor of woes sent by Thee, and how dear to my heart the dispositions o"
    },
    {
      "i": 389,
      "s": "389-protect-branches-exalt-thy-word",
      "t": "I beseech Thee, O Thou Who art my Governor and the Possessor of all names, to protect them that have"
    },
    {
      "i": 390,
      "s": "390-all-powerful-most-exalted-high",
      "t": "No God is there but Thee, the All-Powerful, the Most Exalted, the Most High."
    },
    {
      "i": 391,
      "s": "391-tears-groans-broken-hearts",
      "t": "Glory to Thee, O my God! But for the tribulations which are sustained in Thy path, how could Thy tru"
    },
    {
      "i": 392,
      "s": "392-bitterness-death-thy-path",
      "t": "How sweet to my taste is the bitterness of death suffered in Thy path, and how precious in my estima"
    },
    {
      "i": 393,
      "s": "393-helpers-revelation-victory-land",
      "t": "Raise up, I implore Thee, O my God, as helpers to this Revelation such as shall be counted worthy of"
    },
    {
      "i": 394,
      "s": "394-potent-help-peril-self-subsisting",
      "t": "Potent art Thou to do what pleaseth Thee. No God is there but Thee, the Help in Peril, the Self-Subs"
    },
    {
      "i": 395,
      "s": "395-sealed-wine-detached-remembrance",
      "t": "Glory to Thee, O my God! One of Thy handmaidens, who hath believed in Thee and in Thy signs, hath en"
    },
    {
      "i": 396,
      "s": "396-supply-excelleth-all-earth",
      "t": "Now that Thou hast revealed unto her the knowledge of Thee, O my Lord, deny her not, by Thy bounty,"
    },
    {
      "i": 397,
      "s": "397-greater-than-great-one",
      "t": "Wert Thou to bestow on one of Thy creatures what would equal the kingdoms of earth and heaven, it wo"
    },
    {
      "i": 398,
      "s": "398-god-power-glory-knowledge",
      "t": "There is no God but Thee, the God of power, the God of glory, the God of knowledge and wisdom."
    },
    {
      "i": 399,
      "s": "399-hearts-yearn-fire-longing",
      "t": "The hearts that yearn after Thee, O my God, are burnt up with the fire of their longing for Thee, an"
    },
    {
      "i": 400,
      "s": "400-angels-created-snow-fire",
      "t": "Thou hast Thyself, O my God, protected them, by Thy sovereign might, from both extremities. But for"
    },
    {
      "i": 401,
      "s": "401-cup-woe-believers-dawn",
      "t": "Thy glory is my witness! At each daybreak they who love Thee wake to find the cup of woe set before"
    },
    {
      "i": 402,
      "s": "402-rush-forward-meet-preordained",
      "t": "Help them through Thy strengthening grace, I beseech Thee, O my God, to suffer patiently in their lo"
    },
    {
      "i": 403,
      "s": "403-steadfast-thy-servant-cause",
      "t": "Make steadfast Thou, O my God, Thy servant who hath believed in Thee to help Thy Cause, and keep him"
    },
    {
      "i": 404,
      "s": "404-cleanse-hearts-servants-fragrance",
      "t": "Glorified art Thou, O Lord my God! Rain down, I beseech Thee, from the clouds of Thine overflowing g"
    },
    {
      "i": 405,
      "s": "405-shield-servant-sought-thy-face",
      "t": "Shield, I pray Thee, O my Beloved, my heart’s Desire, Thy servant who hath sought Thy face, from the"
    },
    {
      "i": 406,
      "s": "406-trees-garden-revelation-verdure",
      "t": "Magnified, O Lord my God, be Thy Name, whereby the trees of the garden of Thy Revelation have been c"
    },
    {
      "i": 407,
      "s": "407-fire-of-thy-love-burns",
      "t": "Ignite, then, O my God, within my breast the fire of Thy love, that its flame may burn up all else e"
    },
    {
      "i": 408,
      "s": "408-oceans-loving-kindness-every-drop",
      "t": "Praise be to Thee, O Lord my God! I implore Thee by Thy Name that hath caused to surge within every"
    },
    {
      "i": 409,
      "s": "409-manifestation-afflicted-pinnacle-grace",
      "t": "Thou hast, verily, O my God, suffered Him Who is the Manifestation of Thine own Self to be afflicted"
    },
    {
      "i": 410,
      "s": "410-hearts-inclined-towards-thee",
      "t": "Grant, therefore, I beseech Thee, that their hearts may be inclined towards Thee, and that their fac"
    },
    {
      "i": 411,
      "s": "411-empire-all-things-almighty",
      "t": "Deign, then, to accept, O my God, from Thy servant the things which he hath shown forth in his love"
    },
    {
      "i": 412,
      "s": "412-reins-souls-recognized-thee",
      "t": "Magnified be Thy name, O Thou in Whose grasp are the reins of the souls of all them that have recogn"
    },
    {
      "i": 413,
      "s": "413-hearts-enravished-love-detached",
      "t": "Thou art He Who, through a word of Thy mouth, hath so enravished the hearts of Thy chosen ones that"
    },
    {
      "i": 414,
      "s": "414-handmaiden-bounty-face-mercy",
      "t": "I am one of Thy handmaidens, O my Lord! I have turned my face towards the habitation of Thy mercy, a"
    },
    {
      "i": 415,
      "s": "415-face-object-adoration",
      "t": "O Thou Whose face is the object of my adoration, Whose beauty is my sanctuary, Whose court is my goa"
    },
    {
      "i": 416,
      "s": "416-lord-of-creation",
      "t": "Thou art, verily, the Lord of creation. No God is there beside Thee, the Ever-Forgiving, the Most Bo"
    },
    {
      "i": 417,
      "s": "417-dayspring-signs-manifestation-names",
      "t": "Glorified art Thou, O Lord my God! I pray Thee, by Him Who is the Dayspring of Thy signs and the Man"
    },
    {
      "i": 418,
      "s": "418-possessor-power-forlorn-revelations",
      "t": "Thou art He, O my Lord, Who doeth what He willeth, and ordaineth what He pleaseth. Every possessor o"
    },
    {
      "i": 419,
      "s": "419-help-thy-cause-detach-myself",
      "t": "I beseech Thee, by Thyself and by whatsoever is of Thee, to grant that I may help Thy Cause and spea"
    },
    {
      "i": 420,
      "s": "420-heart-beloved-ascended-shores-mercy",
      "t": "Praised be Thou, O Lord my God! Thou beholdest my perplexity, and the depth of mine anguish, and the"
    },
    {
      "i": 421,
      "s": "421-robe-favor-tabernacle",
      "t": "Clothe them, O my God, with the robe of Thy favor and the raiment of Thy loving providence, which Th"
    },
    {
      "i": 422,
      "s": "422-tribulations-concourse-high",
      "t": "And now I implore Thee, by the eternity of Thy Self, to enable me to be patient in these tribulation"
    },
    {
      "i": 423,
      "s": "423-tongue-busied-extolling-chosen-ones",
      "t": "All Thy servants, O my God, are occupied with their own selves, so great have been the troubles whic"
    },
    {
      "i": 424,
      "s": "424-oceans-of-thy-mercy",
      "t": "Look not on my state, O my God, nor my failure to serve Thee, nay rather regard the oceans of Thy me"
    },
    {
      "i": 425,
      "s": "425-floods-afflictions-winds-judgment",
      "t": "Praise be to Thee, O Lord my God! Thou beholdest what the tongue of no one except Thee can utter, an"
    },
    {
      "i": 426,
      "s": "426-servants-fallen-clutches-enemies",
      "t": "Thou seest, O my Lord, how Thy servants, who have believed on Thee and acknowledged Thy signs, have"
    },
    {
      "i": 427,
      "s": "427-clouds-weep-trials-love",
      "t": "These, O my God, are Thy servants who, for love of Thy beauty, have forsaken their homes, and been s"
    },
    {
      "i": 428,
      "s": "428-mercy-enveloped-all-created-things",
      "t": "Thou knowest full well, O my God, that there is no one on Thine earth who can claim to be related to"
    },
    {
      "i": 429,
      "s": "429-purge-them-transcendent-oneness",
      "t": "I beseech Thee, by Thy Most Great Name, through which all created things were rent asunder and the w"
    },
    {
      "i": 430,
      "s": "430-thy-name-abide-amongst-servants",
      "t": "By Thy might, O Well-Beloved of Bahá and His heart’s Desire! I myself cry out, under all conditions,"
    },
    {
      "i": 431,
      "s": "431-foundations-universe-shaken",
      "t": "Thou knowest, O my God, that all Thy servants have turned back from Thee and risen up against Thee."
    },
    {
      "i": 432,
      "s": "432-assure-hearts-quiet-souls",
      "t": "Send down, then, upon them that which will assure their hearts, and quiet their souls, and renew the"
    },
    {
      "i": 433,
      "s": "433-praised-be-god-lord-creation",
      "t": "Praised be God, the Lord of all creation!"
    },
    {
      "i": 434,
      "s": "434-sword-hanging-thread-hearts-majesty",
      "t": "Glory to Thee, O Thou Who art the Lord of all worlds, and the Beloved of all such as have recognized"
    },
    {
      "i": 435,
      "s": "435-soar-kingdom-revelation",
      "t": "Purge out thoroughly their ears, O my Lord, that they may hearken unto the sweet melodies that have"
    },
    {
      "i": 436,
      "s": "436-unfurl-ensigns-victory",
      "t": "Darkness hath encompassed every land, O my God, and caused most of Thy servants to tremble. I beseec"
    },
    {
      "i": 437,
      "s": "437-potent-art-thou-pleasure",
      "t": "Potent art Thou to do Thy pleasure. No God is there but Thee, the Most Powerful, He Whose help is im"
    },
    {
      "i": 438,
      "s": "438-existence-testifies-non-existence",
      "t": "Glory be to Thee, Thou in Whose hand are the heaven of omnipotence and the kingdom of creation. Thou"
    },
    {
      "i": 439,
      "s": "439-glory-beareth-witness",
      "t": "Thy glory beareth me witness! How can I, aware as I am of this truth, hope to befittingly make menti"
    },
    {
      "i": 440,
      "s": "440-powerlessness-face-revelations",
      "t": "The quintessence of knowledge, O my Lord, proclaimeth its powerlessness to know Thee, and perplexity"
    },
    {
      "i": 441,
      "s": "441-cast-us-not-away-mercy",
      "t": "I beseech Thee, O Thou Who art the Lord of the worlds, and the Beloved of such as have recognized Th"
    },
    {
      "i": 442,
      "s": "442-detached-themselves-from-world",
      "t": "Our limbs, our members, O my Lord, bear witness to Thy unity and oneness. Send down upon us Thy stre"
    },
    {
      "i": 443,
      "s": "443-powerful-art-thou-do-pleasest",
      "t": "Powerful art Thou to do what Thou pleasest. No God is there beside Thee, the All-Powerful, the Omnis"
    },
    {
      "i": 444,
      "s": "444-nearness-wish-presence-hope",
      "t": "O Thou Whose nearness is my wish, Whose presence is my hope, Whose remembrance is my desire, Whose c"
    },
    {
      "i": 445,
      "s": "445-forgotten-all-else-but-thee",
      "t": "I am the one, O my Lord, who hath forgotten all else but Thee, and turned towards the Dayspring of T"
    },
    {
      "i": 446,
      "s": "446-god-of-power-almighty",
      "t": "Thou art, verily, the God of Power, the Help in Peril, the All-Glorious, the Almighty."
    },
    {
      "i": 447,
      "s": "447-exponents-cause-quickened-souls",
      "t": "Praised be Thou, O Lord my God! Thou art He the excellence of Whose glory hath exalted them who are"
    },
    {
      "i": 448,
      "s": "448-city-revealed-holiness-fragrances",
      "t": "I am he, O my Lord, who, wholly for Thy sake, hath turned his face unto Thee, and who, while acknowl"
    },
    {
      "i": 449,
      "s": "449-poor-refuge-door-wealth",
      "t": "Cast me not from Thy presence, O my Lord, neither do Thou drive me away from the shores of Thy love"
    },
    {
      "i": 450,
      "s": "450-pearls-love-heart-treasury",
      "t": "Magnified be Thy name, O my Lord, for Thou hast enabled me to recognize the Manifestation of Thine o"
    },
    {
      "i": 451,
      "s": "451-god-of-glory-power-knowledge",
      "t": "Thou art, verily, the God of glory, the God of power, the God of knowledge and wisdom. No God is the"
    },
    {
      "i": 452,
      "s": "452-all-glorious-all-compelling",
      "t": "Praised be God, the All-Glorious, the All-Compelling."
    },
    {
      "i": 453,
      "s": "453-pearls-wisdom-utterance",
      "t": "Glorified art Thou, O Lord my God! I give Thee thanks inasmuch as Thou hast called me into being in"
    },
    {
      "i": 454,
      "s": "454-days-linked-with-thine-own",
      "t": "These are the earliest days of my life, O my God, which Thou hast linked with Thine own days. Now th"
    },
    {
      "i": 455,
      "s": "455-seed-sown-soil-love",
      "t": "I am, O my God, but a tiny seed which Thou hast sown in the soil of Thy love, and caused to spring f"
    },
    {
      "i": 456,
      "s": "456-praised-be-god-lord-worlds",
      "t": "Praised be God, the Lord of the worlds."
    },
    {
      "i": 457,
      "s": "457-shadow-that-shadoweth-all-things",
      "t": "I beseech Thee, O my Lord, by that Remembrance of Thee through which all things have been raised to"
    },
    {
      "i": 458,
      "s": "458-resplendent-beauty-sole-desire",
      "t": "Be Thou, O my Lord, my sole Desire, my Goal, mine only Hope, my constant Aim, my Habitation and my S"
    },
    {
      "i": 459,
      "s": "459-beloved-desire-recognized",
      "t": "No God is there beside Thee, Thou alone art my Beloved in this world and in the world which is to co"
    },
    {
      "i": 460,
      "s": "460-praised-be-god-lord-worlds",
      "t": "Praised be God, the Lord of the worlds."
    },
    {
      "i": 461,
      "s": "461-pen-revelation-chosen-creatures",
      "t": "Praised be Thou, O my God, that Thou hast been true to what the Pen of Thy Revelation hath inscribed"
    },
    {
      "i": 462,
      "s": "462-promised-one-rejected-servants",
      "t": "And when the Pledge was fulfilled and the Promised One appeared, He was rejected by such of Thy serv"
    },
    {
      "i": 463,
      "s": "463-words-gone-forth-mercy",
      "t": "I know, O my Lord, neither their reasoning with which they have acknowledged Thee and believed in Th"
    },
    {
      "i": 464,
      "s": "464-tongue-majesty-dayspring-inspiration",
      "t": "Some have chosen to cleave to him who is counted unworthy to converse with any of Thy servants that"
    },
    {
      "i": 465,
      "s": "465-word-excelleth-all-that-hath-been-sent",
      "t": "Thou art He, O my Lord, Who hath, in every line of Thy Book, entered into covenant with them for me,"
    },
    {
      "i": 466,
      "s": "466-lote-tree-revelation-moans",
      "t": "Thou dost consider, therefore, O my God, how they have transgressed against Thy Cause, and beholdest"
    },
    {
      "i": 467,
      "s": "467-exaltation-thy-word-creatures",
      "t": "Thou art well aware, O my God, that throughout my life I have sought no advantage for myself. I have"
    },
    {
      "i": 468,
      "s": "468-heart-wholly-rid-attachment-world",
      "t": "Thou knowest, O my God, that I have wished only what Thou hast wished, and desire what Thou dost des"
    },
    {
      "i": 469,
      "s": "469-well-beloved-hearts-recognized",
      "t": "Praised be Thou, the Well-Beloved of the hearts of all such as have recognized Thee."
    },
    {
      "i": 470,
      "s": "470-well-beloved-worlds",
      "t": "Lauded be Thy name, O Lord my God! Thou beholdest how my gaze is fixed toward Thy tender mercies, an"
    },
    {
      "i": 471,
      "s": "471-praise-god-lord-worlds",
      "t": "Praise be to God, the Lord of all worlds."
    },
    {
      "i": 472,
      "s": "472-undeterred-by-darts-affliction",
      "t": "I know not, O my God, whether I should speak forth the wonders of Thy praise among Thy servants, and"
    },
    {
      "i": 473,
      "s": "473-hosts-heaven-earth-revelation",
      "t": "I swear by Thy might! Neither the hosts of the earth nor those of heaven can keep me back from revea"
    },
    {
      "i": 474,
      "s": "474-devoted-soar-atmosphere-oneness",
      "t": "What I desire, however, O my God, is that Thou shouldst bid me unveil the things which lie hid in Th"
    },
    {
      "i": 475,
      "s": "475-dear-ones-pressed-by-enemies",
      "t": "Thou dost consider, O my Lord, how Thy dear ones are sore pressed by Thine enemies, and hearest from"
    },
    {
      "i": 476,
      "s": "476-unseal-lips-darkness-enveloped",
      "t": "Unseal the lips of Thy will, O my Lord, and let a word proceed therefrom that shall subject unto its"
    },
    {
      "i": 477,
      "s": "477-truth-knower-things-unseen",
      "t": "Forgive me, O my God, for what I have spoken, for Thou art the One that knoweth all things, and in T"
    },
    {
      "i": 478,
      "s": "478-forgive-sins-good-world-hereafter",
      "t": "Forgive me, then, my sins and the sins of them that love me, and supply them with the good of this w"
    },
    {
      "i": 479,
      "s": "479-ever-forgiving-most-compassionate",
      "t": "Thou art, verily, the Ever-Forgiving, the Most Compassionate."
    },
    {
      "i": 480,
      "s": "480-helplessness-foes-ascendancy",
      "t": "Praised be Thou, O my God! Thou beholdest both the helplessness of Thy dear ones and the ascendancy"
    },
    {
      "i": 481,
      "s": "481-fire-remembrance-blazes-heaven-earth",
      "t": "How sweet is the thought of Thee in times of adversity and trial, and how delightful to glorify Thee"
    },
    {
      "i": 482,
      "s": "482-blood-proclaims-praise",
      "t": "Thy glory beareth me witness! Were all that are in the heavens and all that are on earth to unite an"
    },
    {
      "i": 483,
      "s": "483-alone-unaided-proclaimed-thy-cause",
      "t": "How, then, can such a man be fearful of the combination of the kings to injure him in Thy Cause? No,"
    },
    {
      "i": 484,
      "s": "484-wine-remembrance-forsake-world",
      "t": "To all that dwell on earth I cry aloud and say: “Fear ye God, O ye servants of God, and suffer not y"
    },
    {
      "i": 485,
      "s": "485-atmosphere-knowledge-heaven-oneness",
      "t": "I implore Thee, O my God and my Master, by Thy word through which they who have believed in Thy unit"
    },
    {
      "i": 486,
      "s": "486-bountiful-munificent-forgiving-compassionate",
      "t": "Thou art, verily, the Bountiful, the Munificent, the Forgiving, the Compassionate."
    },
    {
      "i": 487,
      "s": "487-creation-shook-trembled",
      "t": "Thou beholdest, O my God, how bewildered in their drunkenness are Thy servants who have turned back"
    },
    {
      "i": 488,
      "s": "488-dayspring-beauty-revelation",
      "t": "Thou art He, O my God, Who hast summoned all men to turn in the direction of Thy mercy, and called t"
    },
    {
      "i": 489,
      "s": "489-shed-blood-thy-path",
      "t": "Thou knowest, O my God, that none can be found on the face of the earth to remember Thee except them"
    },
    {
      "i": 490,
      "s": "490-render-victorious-through-thy-strength",
      "t": "I implore Thee, O Thou Who holdest in Thy hands the reins of unconstrained power, to succor them thr"
    },
    {
      "i": 491,
      "s": "491-held-within-thy-grasp",
      "t": "Aware as I am, O my God, that Thou hast decreed for them that which excelleth whatsoever is in Thy h"
    },
    {
      "i": 492,
      "s": "492-single-word-brighten-faces",
      "t": "Magnified be Thy name, O my God! I testify that if Thy servants were to turn towards Thee with the e"
    },
    {
      "i": 493,
      "s": "493-cups-of-mercy-quicken-hearts",
      "t": "I pray Thee, O Thou Who art the Lord of all names and the Ruler of both earth and heaven, to grant t"
    },
    {
      "i": 494,
      "s": "494-cup-mercy-enrapture-souls",
      "t": "The power of Thy might beareth me witness! Whoso hath drunk of the cup which the hand of Thy mercy h"
    },
    {
      "i": 495,
      "s": "495-draw-nearer-unto-thee",
      "t": "Send down, then, O my God, through Thy Most Great Name, upon Thy loved ones what will, under all con"
    },
    {
      "i": 496,
      "s": "496-eye-cheered-tribulations-decree",
      "t": "Mine eyes are cheered, O my God, when I contemplate the tribulations that descend upon me from the h"
    },
    {
      "i": 497,
      "s": "497-spirit-withdrew-darkness-night",
      "t": "He Who was Thy Spirit (Jesus), O my God, withdrew all alone in the darkness of the night preceding H"
    },
    {
      "i": 498,
      "s": "498-fragrance-words-lips-uttered",
      "t": "By Thy beauty, O Thou Who art the Lord of all names and the Creator of the heavens! I can smell the"
    },
    {
      "i": 499,
      "s": "499-no-will-of-mine-own",
      "t": "As to me—and to this Thou art Thyself my witness—I call upon Thee saying: “I have no will of mine ow"
    },
    {
      "i": 500,
      "s": "500-heart-consumed-glorifying-god",
      "t": "By Thy glory, O my God! Though I recognize and firmly believe that no description which any except T"
    },
    {
      "i": 501,
      "s": "501-thirst-quenched-mercy-bounty",
      "t": "My remembrance of Thee, O my God, quencheth my thirst, and quieteth my heart. My soul delighteth in"
    },
    {
      "i": 502,
      "s": "502-communion-with-thee-dispense-remembrance",
      "t": "I give thanks to Thee, O my God, that Thou hast suffered me to remember Thee. What else but remembra"
    },
    {
      "i": 503,
      "s": "503-exaltation-cause-glorification-word",
      "t": "Send, therefore, unto my loved ones, O my God, what will cheer their hearts, and illumine their face"
    },
    {
      "i": 504,
      "s": "504-god-power-strength-bounty",
      "t": "Thou art, verily, the God of power, of strength and of bounty."
    },
    {
      "i": 505,
      "s": "505-wrongs-between-servants-and-manifestation",
      "t": "Thou seest, O my God, how the wrongs committed by such of Thy creatures as have turned their backs t"
    },
    {
      "i": 506,
      "s": "506-sought-thy-face-soared-pleasure",
      "t": "One of Thy handmaidens, O my Lord, hath sought Thy face, and soared in the atmosphere of Thy pleasur"
    },
    {
      "i": 507,
      "s": "507-potent-to-do-what-pleaseth-thee",
      "t": "Potent art Thou to do what pleaseth Thee. No God is there but Thee, the Almighty, Whose help is impl"
    },
    {
      "i": 508,
      "s": "508-pen-mysteries-eternity-revelation",
      "t": "My God, my Well-Beloved! No place is there for any one to flee to when once Thy laws have been sent"
    },
    {
      "i": 509,
      "s": "509-voice-lamentation-ardent-lovers",
      "t": "No sooner, however, had the Pen traced upon the tablet one single letter of Thy hidden wisdom, than"
    },
    {
      "i": 510,
      "s": "510-manifestation-threatened-swords",
      "t": "Thou dost consider, O my God, how He Who is the Manifestation of Thy names is in these days threaten"
    },
    {
      "i": 511,
      "s": "511-recognize-him-who-showeth-forth-godhead",
      "t": "Purify, O my God, the hearts of Thy creatures with the power of Thy sovereignty and might, that Thy"
    },
    {
      "i": 512,
      "s": "512-accepted-adversities-regenerate",
      "t": "I swear by Thy glory! I have accepted to be tried by manifold adversities for no purpose except to r"
    },
    {
      "i": 513,
      "s": "513-river-of-life-indeed",
      "t": "Enable Thy servants, O my God, to discover the things Thou didst desire for them in Thy Kingdom. Acq"
    },
    {
      "i": 514,
      "s": "514-spring-grace-imprisoned-city",
      "t": "Glory to Thee, O my God! The first stirrings of the spring of Thy grace have appeared and clothed Th"
    },
    {
      "i": 515,
      "s": "515-divine-springtime-tender-mercies",
      "t": "The hearts of Thy dear ones, however, will rejoice only at the Divine Springtime of Thy tender merci"
    },
    {
      "i": 516,
      "s": "516-tender-herbs-knowledge-wisdom",
      "t": "The plants that have sprung forth, O my Lord, in the hearts of Thy loved ones have withered away. Se"
    },
    {
      "i": 517,
      "s": "517-eyes-turned-direction-bounty",
      "t": "Their eyes, O my Lord, are expectantly turned in the direction of Thy bounty, and their faces are se"
    },
    {
      "i": 518,
      "s": "518-most-great-prison",
      "t": "Thou seest, O my God, how Thy servants have been cleaving fast to Thy names, and have been calling o"
    },
    {
      "i": 519,
      "s": "519-manifestation-transcendent-might-mercy",
      "t": "I beseech Thee, O Thou the Shaper of all the nations and the Quickener of every moldering bone, to g"
    },
    {
      "i": 520,
      "s": "520-draw-them-nearer-effulgent-glory",
      "t": "I know not, O my God, how long will Thy creatures continue to slumber on the bed of forgetfulness an"
    },
    {
      "i": 521,
      "s": "521-veils-radiance-oneness",
      "t": "Cleave asunder, O my Lord, the veils that shut them out from Thee, that they may behold Thee shining"
    },
    {
      "i": 522,
      "s": "522-hearts-carried-away-remembrance",
      "t": "Let their hearts, O my Lord, be carried away by Thy remembrance, and their souls enriched by Thy ric"
    },
    {
      "i": 523,
      "s": "523-dayspring-loving-kindness-horizon-riches",
      "t": "Lauded be Thy name, O my God! Thou seest how I have been sorely vexed among Thy servants, and behold"
    },
    {
      "i": 524,
      "s": "524-breezes-inspiration-fragrance-mercy",
      "t": "Thou art well aware, O my God, that I have not failed in my duty towards Thy Cause. At all times and"
    },
    {
      "i": 525,
      "s": "525-cleanse-hearts-turned-towards-thee",
      "t": "I implore Thee, O my God, by the Lights of Thy unity and the Repositories of Thy revelation, to send"
    },
    {
      "i": 526,
      "s": "526-mercy-most-merciful",
      "t": "Thy will hath overruled my will, O my God, and I have shown forth what hath grievously vexed me. Hav"
    },
    {
      "i": 527,
      "s": "527-summon-multitudes-unto-thee",
      "t": "Assist Thou Thy servants, O my God, to help Thy Cause, and give them to drink what will quicken thei"
    },
    {
      "i": 528,
      "s": "528-all-knowing-all-wise",
      "t": "Supreme art Thou over all things. There is none other God save Thee, the All-Knowing, the All-Wise."
    },
    {
      "i": 529,
      "s": "529-beloved-worlds-put-death",
      "t": "Glorified art Thou, O Lord my God! Thou beholdest my low estate and the habitation wherein I dwell,"
    },
    {
      "i": 530,
      "s": "530-gaze-beauty-lowest-abyss",
      "t": "Open Thou their eyes, O my God, and My Master, that they may gaze on Thy beauty, or cause them to re"
    },
    {
      "i": 531,
      "s": "531-taste-sweetness-remembrance",
      "t": "The glory of Thy might, O my God, beareth me witness! Every time I attempt to remember Thee, I find"
    },
    {
      "i": 532,
      "s": "532-forsaken-world-remembrance-god",
      "t": "Look, then, O Thou Who art the Well-Beloved of Bahá, upon the tears he sheddeth before Thee, and beh"
    },
    {
      "i": 533,
      "s": "533-lift-veil-between-thee-servants",
      "t": "I entreat Thee, O Thou Who art my Companion and my Best-Beloved, to lift the veil that hath come in"
    },
    {
      "i": 534,
      "s": "534-lord-of-earth-and-heaven",
      "t": "Praise be unto Thee, for Thou art, in truth, the Lord of earth and heaven."
    },
    {
      "i": 535,
      "s": "535-wine-of-life-inebriated-wisdom",
      "t": "Praise be to Thee, O Lord my God! I am the one who hath sought the good pleasure of Thy will, and di"
    },
    {
      "i": 536,
      "s": "536-potent-thou-self-subsisting",
      "t": "Potent art Thou to do what Thou willest. No God is there beside Thee, the Help in Peril, the Self-Su"
    },
    {
      "i": 537,
      "s": "537-perspicuous-book-inscrutable-decree",
      "t": "Praise be to Thee, O Lord my God! Thou seest and knowest that I have called upon Thy servants to tur"
    },
    {
      "i": 538,
      "s": "538-tongue-hindered-from-extolling",
      "t": "I can utter no word, O my God, unless I be permitted by Thee, and can move in no direction until I o"
    },
    {
      "i": 539,
      "s": "539-shame-glory-know-thee",
      "t": "All praise be to Thee, O my God, for the things Thou didst ordain for me through Thy decree and by t"
    },
    {
      "i": 540,
      "s": "540-protect-us-mischief-disbelieved",
      "t": "Send down, therefore, O my Lord, upon me and upon my loved ones that which will protect us from the"
    },
    {
      "i": 541,
      "s": "541-all-glorious-most-bountiful",
      "t": "Thou art, verily, the All-Glorious, the Most Bountiful."
    },
    {
      "i": 542,
      "s": "542-stations-dumbfounded-shadow-mercy",
      "t": "Glorified art Thou, O Lord my God! Thou hast, in Thine all highest Paradise, assigned unto Thy serva"
    },
    {
      "i": 543,
      "s": "543-open-eyes-veiled-peoples",
      "t": "I implore Thee, O Thou Who art the Beloved of the worlds and the Desire of all that have recognized"
    },
    {
      "i": 544,
      "s": "544-potent-thou-do-pleasure",
      "t": "Potent art Thou to do Thy pleasure. Thou art the one alone Beloved in both this world and in the nex"
    },
    {
      "i": 545,
      "s": "545-confidence-bounty-emboldeneth",
      "t": "Glorified art Thou, O Lord my God! Every time I venture to make mention of Thee, I am held back by m"
    },
    {
      "i": 546,
      "s": "546-guard-me-stronghold-protection",
      "t": "I implore Thee, O my God, by Thy mercy that hath surpassed all created things, and to which all that"
    },
    {
      "i": 547,
      "s": "547-hallowed-court-holy-habitation",
      "t": "I beseech Thee, O Thou Who art the Beloved of the hearts which long for Thee, by the Manifestations"
    },
    {
      "i": 548,
      "s": "548-power-everlasting-knowledge",
      "t": "Thou art He Whose power is from everlasting to everlasting. Nothing escapeth Thy knowledge. Thou art"
    },
    {
      "i": 549,
      "s": "549-praised-be-god-lord-of-worlds",
      "t": "Praised be God, the Lord of the worlds!"
    },
    {
      "i": 550,
      "s": "550-dread-fallen-all-things",
      "t": "O Thou the dread of Whom hath fallen upon all things, before the splendors of Whose face the counten"
    },
    {
      "i": 551,
      "s": "551-seat-of-truth-sincere-servants",
      "t": "Cause me, O my Lord, to be of those who, with their substance and their own selves, have fought vali"
    },
    {
      "i": 552,
      "s": "552-seal-manifestations-thy-cause",
      "t": "I implore Thee, O my Lord, by Thy Messengers, and Thy Chosen Ones, and by Him through Whom Thou hast"
    },
    {
      "i": 553,
      "s": "553-almighty-help-peril-self-subsisting",
      "t": "Thou art, verily, the Almighty, the Help in Peril, the Self-Subsisting."
    },
    {
      "i": 554,
      "s": "554-fire-love-hearts-unity",
      "t": "Glorified art Thou, O Lord my God! Thou art He the fire of Whose love hath set ablaze the hearts of"
    },
    {
      "i": 555,
      "s": "555-restlessness-tranquility-fear-confidence",
      "t": "I beseech Thee, by Thy name through which Thou turnest restlessness into tranquility, fear into conf"
    },
    {
      "i": 556,
      "s": "556-fleeing-from-herself-resting-heart",
      "t": "I am, O my Lord, Thy handmaiden, who hath hearkened to Thy call, and hastened unto Thee, fleeing fro"
    },
    {
      "i": 557,
      "s": "557-powerful-to-do-pleasest",
      "t": "Powerful art Thou to do what Thou pleasest. Thou art, verily, the All-Knowing, the All-Wise."
    },
    {
      "i": 558,
      "s": "558-fire-enkindled-within-heart",
      "t": "All praise be to Thee, O Lord, my God! How mysterious the Fire which Thou hast enkindled within my h"
    },
    {
      "i": 559,
      "s": "559-every-hair-proclaimeth-adversities",
      "t": "The power of Thy might beareth me witness, O my Well-Beloved! Every limb of my body, methinks, is en"
    },
    {
      "i": 560,
      "s": "560-hands-cause-scatter-signs",
      "t": "Send down, therefore, O my Lord, upon me and upon them that love me, that which will cause us to bec"
    },
    {
      "i": 561,
      "s": "561-door-thy-mercy-bestowals",
      "t": "Praise be unto Thee, O my God! I am one of Thy servants, who hath believed on Thee and on Thy signs."
    },
    {
      "i": 562,
      "s": "562-poor-turned-toward-thee",
      "t": "I am poor, O my Lord, and Thou art the Rich. I have set my face towards Thee, and detached myself fr"
    },
    {
      "i": 563,
      "s": "563-remove-veil-eyes-almighty-power",
      "t": "Remove the veil from mine eyes, O my Lord, that I may recognize what Thou hast desired for Thy creat"
    },
    {
      "i": 564,
      "s": "564-wakened-apprehend-thy-power",
      "t": "I yield Thee thanks, O my Lord, that Thou hast wakened me from my sleep, and stirred me up, and crea"
    },
    {
      "i": 565,
      "s": "565-almighty-beneficent",
      "t": "There is none other God but Thee, the Almighty, the Beneficent."
    },
    {
      "i": 566,
      "s": "566-righteous-servants-wicked-doers",
      "t": "Praised be Thou, O my God! Thou seest how Thy righteous servants have fallen into the hands of the w"
    },
    {
      "i": 567,
      "s": "567-assist-loved-ones-trials",
      "t": "Put forth, therefore, out of the bosom of Thy glory, O my Lord, the hand of Thine omnipotence, and t"
    },
    {
      "i": 568,
      "s": "568-seal-hearts-proclaim-thy-name",
      "t": "Set, then, the seal of Thine unerring protection on their hearts, O my Lord, lest perchance the reme"
    },
    {
      "i": 569,
      "s": "569-potent-to-do-pleasure",
      "t": "Potent art Thou to do Thy pleasure. Thou truly art the All-Glorious, to whom all cry for help."
    },
    {
      "i": 570,
      "s": "570-gaze-horizon-thy-name",
      "t": "Lauded be Thy name, O Lord my God! Thou seest how Thy servants have everywhere been compassed with t"
    },
    {
      "i": 571,
      "s": "571-arrows-ornaments-temples",
      "t": "I swear by Thy might! The arrows that transfix us in Thy path are the ornaments of our temples, and"
    },
    {
      "i": 572,
      "s": "572-praise-thy-self-all-times",
      "t": "All praise be to Thy Self at all times and under all conditions. Thou art, verily, the God of knowle"
    },
    {
      "i": 573,
      "s": "573-light-shut-fortress-akka",
      "t": "Praise be unto Thee, O my God! Thou seest how He Who is Thy Light hath been shut up in the fortress-"
    },
    {
      "i": 574,
      "s": "574-countenance-irradiated-adversity",
      "t": "I swear by Thy glory! Tribulations, however woeful, can never hinder me from remembering Thee or fro"
    },
    {
      "i": 575,
      "s": "575-dawning-place-daystar-loving-kindness",
      "t": "I pray Thee, by Thy Most Great Name, to aid all them that have believed on Thee and on Thy signs to"
    },
    {
      "i": 576,
      "s": "576-almighty-all-glorious-beneficent",
      "t": "Thou truly art the Almighty, the All-Glorious, the Beneficent."
    },
    {
      "i": 577,
      "s": "577-spread-signs-among-creatures",
      "t": "Glorified be Thy name, O Lord my God! I beseech Thee by Thy power that hath encompassed all created"
    },
    {
      "i": 578,
      "s": "578-cast-not-disappointed-door",
      "t": "In Thee I have placed my whole confidence, unto Thee I have turned my face, to the cord of Thy lovin"
    },
    {
      "i": 579,
      "s": "579-beloved-them-known-thee",
      "t": "Praise be to Thee, O Thou Who art the Beloved of them that have known Thee!"
    },
    {
      "i": 580,
      "s": "580-tests-healing-medicine-nigh-unto-thee",
      "t": "O Thou Whose tests are a healing medicine to such as are nigh unto Thee, Whose sword is the ardent d"
    },
    {
      "i": 581,
      "s": "581-door-of-thy-mercy",
      "t": "I am he, O my Lord, that hath set his face towards Thee, and fixed his hope on the wonders of Thy gr"
    },
    {
      "i": 582,
      "s": "582-shores-of-thy-oneness",
      "t": "I am, O my God, Thy servant and the son of Thy servant. I have recognized Thy truth in Thy days, and"
    },
    {
      "i": 583,
      "s": "583-essence-apprehension-creatures",
      "t": "Unto Thee be praise, O Lord my God! I testify that Thou art God, and that there is none other God be"
    },
    {
      "i": 584,
      "s": "584-quintessence-knowledge-powerless-comprehend",
      "t": "I swear by Thy glory! The quintessence of knowledge is powerless to comprehend Thy nature, and the i"
    },
    {
      "i": 585,
      "s": "585-dissolved-in-thee-horizon-of-will",
      "t": "I implore Thee, O Thou Who art inscrutable to all except Thee, and can be comprehended through naugh"
    },
    {
      "i": 586,
      "s": "586-ocean-thy-favors-daystar-gifts",
      "t": "I have, O my Lord, turned unto Thee according to what Thou hast commanded me in Thy Book, and have s"
    },
    {
      "i": 587,
      "s": "587-potent-thou-self-subsisting",
      "t": "Potent art Thou to do what pleaseth Thee. No God is there save Thee, the Help in Peril, the Self-Sub"
    },
    {
      "i": 588,
      "s": "588-strength-power-tender-mercies",
      "t": "Lauded be Thy Name, O Lord my God! I am Thy servant who hath laid hold on the cord of Thy tender mer"
    },
    {
      "i": 589,
      "s": "589-chosen-ones-turning-towards-thee",
      "t": "Do Thou ordain for me, O my Lord, what will profit me in every world of Thy worlds. Supply me, then,"
    },
    {
      "i": 590,
      "s": "590-help-in-peril-through-sovereignty",
      "t": "Thou, truly, art the Help in Peril through the power of Thy sovereignty. No God is there save Thee,"
    },
    {
      "i": 591,
      "s": "591-dayspring-mercy-dawning-grace",
      "t": "Glorified art Thou, O my God! I yield Thee thanks that Thou hast made known unto me Him Who is the D"
    },
    {
      "i": 592,
      "s": "592-raiment-favors-loving-kindness",
      "t": "Attire, O my Lord, both my inner and outer being with the raiment of Thy favors and Thy loving-kindn"
    },
    {
      "i": 593,
      "s": "593-lord-of-all-mankind",
      "t": "Thou, truly, art the Lord of all mankind, and the Possessor of this world and of the next. No God is"
    },
    {
      "i": 594,
      "s": "594-dayspring-might-dawning-place-power",
      "t": "O God, and the God of all Names, and Maker of the heavens! I entreat Thee by Thy Name through which"
    },
    {
      "i": 595,
      "s": "595-cord-of-thy-grace",
      "t": "I beseech Thee, moreover, O my God, to ordain for me what will make me rich enough to dispense with"
    },
    {
      "i": 596,
      "s": "596-pen-subdued-creation-wisdom",
      "t": "Glory be to Thee, O Thou Who hast, through the movement of Thy most august pen, subdued the concours"
    },
    {
      "i": 597,
      "s": "597-almighty-arms-enfold-me",
      "t": "I implore Thee, by Thy Name through which the fragrance of the raiment of Thy presence was wafted, a"
    },
    {
      "i": 598,
      "s": "598-resplendent-hem-robe",
      "t": "Thou beholdest, O my Lord, how I have set myself towards the ocean of Thy grace and the adored sanct"
    },
    {
      "i": 599,
      "s": "599-manifestation-revelation-dayspring",
      "t": "Illumine mine eyes, O my Lord, with the splendors of the horizon of Thy Revelation, and brighten my"
    },
    {
      "i": 600,
      "s": "600-almighty-protector-all-glorious-all-wise",
      "t": "Thou art, verily, the Almighty, the Protector, the All-Glorious, the All-Wise."
    },
    {
      "i": 601,
      "s": "601-creature-comprehend-ancient-days",
      "t": "Praised be Thou, O my God! This servant of Thine testifieth that naught else except Thee can ever ex"
    },
    {
      "i": 602,
      "s": "602-revealers-of-purity-sanctity",
      "t": "I beseech Thee by Thy Lastness which is the same as Thy Firstness, and by Thy Revelation which is id"
    },
    {
      "i": 603,
      "s": "603-powerful-self-subsisting",
      "t": "Thou art, verily, powerful to do Thy pleasure. Thou art, in truth, the Help in Peril, the Self-Subsi"
    },
    {
      "i": 604,
      "s": "604-target-darts-adversaries-path",
      "t": "I give Thee thanks, O my God, for that Thou hast made me to be a target for the darts of Thine adver"
    },
    {
      "i": 605,
      "s": "605-tribulations-recounted-before-thy-face",
      "t": "Which of my tribulations am I to recount before Thy face, O my Lord? Am I to recite before Thee what"
    },
    {
      "i": 606,
      "s": "606-lord-of-names-maker-heavens",
      "t": "Thanks be to Thee, O Thou the Lord of all names; and glory be to Thee, O Maker of the heavens, for a"
    },
    {
      "i": 607,
      "s": "607-souls-winged-flight-heaven-grace",
      "t": "Number us, we implore Thee, with them who have stood fast in Thy Cause until their souls finally win"
    },
    {
      "i": 608,
      "s": "608-face-set-towards-thy-face",
      "t": "Glory be to Thee, O my God! My face hath been set towards Thy face, and my face is, verily, Thy face"
    },
    {
      "i": 609,
      "s": "609-guard-handmaidens-tabernacle-chastity",
      "t": "I implore Thee, O Thou Fashioner of the nations and the King of eternity, to guard Thy handmaidens w"
    },
    {
      "i": 610,
      "s": "610-almighty-most-exalted-self-subsisting",
      "t": "No God is there but Thee, the Almighty, the Most Exalted, the All-Glorious, the Self-Subsisting."
    },
    {
      "i": 611,
      "s": "611-stronghold-thy-love-revelation",
      "t": "Glory be to Thee, O my God! I beg of Thee by Thy name, the Most Merciful, to protect Thy servants an"
    },
    {
      "i": 612,
      "s": "612-keys-of-bountiful-favors",
      "t": "They themselves, O my Lord, have waited at the door of Thy grace. Do Thou open it to their faces wit"
    },
    {
      "i": 613,
      "s": "613-daystar-oneness-shone-forth",
      "t": "O my God and my Master! I am Thy servant and the son of Thy servant. I have risen from my couch at t"
    },
    {
      "i": 614,
      "s": "614-beloved-entire-creation",
      "t": "Praise be unto Thee, O my God, that we have wakened to the splendors of the light of Thy knowledge."
    },
    {
      "i": 615,
      "s": "615-divided-godly-wicked",
      "t": "Bless Thou, O Lord my God, Him Whom Thou hast set over Thy most excellent Titles, and through Whom T"
    },
    {
      "i": 616,
      "s": "616-lord-king-all-men",
      "t": "Thou art, truly, the Lord and King of all men, and art potent over all things."
    },
    {
      "i": 617,
      "s": "617-pure-milk-divine-mercy",
      "t": "O God, my God! Be Thou not far from me, for tribulation upon tribulation hath gathered about me. O G"
    },
    {
      "i": 618,
      "s": "618-guard-handmaiden-fled-refuge",
      "t": "Glory be to Thee, O Lord my God! I beg of Thee by Thy Name through which He Who is Thy Beauty hath b"
    },
    {
      "i": 619,
      "s": "619-tree-of-healing-shadow",
      "t": "She is sick, O my God, and hath entered beneath the shadow of the Tree of Thy healing; afflicted, an"
    },
    {
      "i": 620,
      "s": "620-raiment-balm-healing",
      "t": "Attire her, by Thy sovereignty and Thy loving-kindness, O my God and my Beloved, with the raiment of"
    },
    {
      "i": 621,
      "s": "621-healer-all-sufficing-preserver",
      "t": "Thou, in truth, art immensely exalted above all else except Thyself. Thou art, verily, the Healer, t"
    },
    {
      "i": 622,
      "s": "622-sick-healed-names-god",
      "t": "Thou art He, O my God, through Whose names the sick are healed and the ailing are restored, and the"
    },
    {
      "i": 623,
      "s": "623-rains-of-thy-healing",
      "t": "I implore Thee, therefore, by Thy name through which Thou didst manifest Thy Godhead, and didst exal"
    },
    {
      "i": 624,
      "s": "624-lamp-names-niche-attributes",
      "t": "Glory be to Thee, O Lord my God! I implore Thee by Thy Name, through which Thou didst lift up the en"
    },
    {
      "i": 625,
      "s": "625-healer-preserver-helper-almighty",
      "t": "Thou art, verily, the Healer, the Preserver, the Helper, the Almighty, the Powerful, the All-Gloriou"
    },
    {
      "i": 626,
      "s": "626-proofs-circle-will-pleasure",
      "t": "Glorified art Thou, O my God! I give praise to Thee, that Thou hast made me able so to reveal Thine"
    },
    {
      "i": 627,
      "s": "627-cloud-bounty-succorer-distressed",
      "t": "We entreat Thee, O Thou Who art the Cloud of Bounty and the Succorer of the distressed, that Thou wi"
    },
    {
      "i": 628,
      "s": "628-water-life-hands-bounty",
      "t": "Bless Thou, O my God, them that have stood fast in Thy Cause, and whom the evil suggestions of the w"
    },
    {
      "i": 629,
      "s": "629-potent-to-do-pleasure",
      "t": "Potent art Thou to do Thy pleasure. No God is there save Thee, the Mighty, the Most Generous."
    },
    {
      "i": 630,
      "s": "630-living-waters-detachment-creatures",
      "t": "I give praise to Thee, O my God, that the fragrance of Thy loving-kindness hath enraptured me, and t"
    },
    {
      "i": 631,
      "s": "631-tender-herb-meadows-grace",
      "t": "Make me ready, in all circumstances, O my Lord, to serve Thee and to set myself towards the adored s"
    },
    {
      "i": 632,
      "s": "632-hidden-secret-revealed-goblet",
      "t": "Thou art He, by Whose name the Hidden Secret was divulged, and the Well-Guarded Name was revealed, a"
    },
    {
      "i": 633,
      "s": "633-daystar-presence-radiance-people",
      "t": "I swear by Thy glory, O Lord the Beloved of the world and the Desire of all them that have recognize"
    },
    {
      "i": 634,
      "s": "634-surrender-will-decreed-tablets",
      "t": "I implore Thee, O my Lord, by Thy name the splendors of which have encompassed the earth and the hea"
    },
    {
      "i": 635,
      "s": "635-atoms-proclaim-god",
      "t": "Whither shall I turn, O my God, powerless as I am to discover any other way except the way Thou dids"
    },
    {
      "i": 636,
      "s": "636-cord-of-grace-hearts-of-unity",
      "t": "Do Thou destine for me, O my God, what will set me, at all times, towards Thee, and enable me to cle"
    },
    {
      "i": 637,
      "s": "637-almighty-most-exalted-all-knowing",
      "t": "Thou, verily, art the Almighty, the Most Exalted, the All-Knowing, the All-Wise."
    },
    {
      "i": 638,
      "s": "638-tribulations-effulgent-beauty",
      "t": "Glorified art Thou, O my Lord! Thou beholdest my tribulations and all that hath befallen me at the h"
    },
    {
      "i": 639,
      "s": "639-bared-head-proclaim-virtues",
      "t": "I implore Thee, O Thou Who art the King of names and the Creator of earth and heaven, so to assist m"
    },
    {
      "i": 640,
      "s": "640-body-spirit-before-thy-face",
      "t": "In the love I bear to Thee, O my Lord, my heart longeth for Thee with a longing such as no heart hat"
    },
    {
      "i": 641,
      "s": "641-potent-ordain-willest",
      "t": "Potent art Thou to do what Thou willest, and able to ordain what Thou pleasest."
    },
    {
      "i": 642,
      "s": "642-arise-serve-cause-creatures",
      "t": "Lauded be Thy name, O my God! I can discover no one in Thy realm who can befittingly turn unto Thee,"
    },
    {
      "i": 643,
      "s": "643-bounty-transcended-mercy-encompassed",
      "t": "Thou art He, O my Lord, Whose bounty hath surpassed all things, and Whose power hath transcended all"
    },
    {
      "i": 644,
      "s": "644-help-in-peril-self-subsisting",
      "t": "No God is there but Thee, the Help in Peril, the Self-Subsisting."
    },
    {
      "i": 645,
      "s": "645-ocean-thy-mercy-quench-flames",
      "t": "My God, Thou Whom I adore and worship, Who art Most Powerful! I testify that no description by any c"
    },
    {
      "i": 646,
      "s": "646-door-of-grace-remains-open",
      "t": "O Thou Who art the All-Knowing! Wayward though we be, we still cling to Thy bounty; and though ignor"
    },
    {
      "i": 647,
      "s": "647-shadow-court-thy-unity",
      "t": "Lift not the veil, O Thou Who art the Concealer! From eternity the tokens of Thy bounty have encompa"
    },
    {
      "i": 648,
      "s": "648-king-bounty-lord-favors",
      "t": "Whatever betide us, we beseech Thine ancient forgiveness, and seek Thine all-pervasive grace. Our ho"
    },
    {
      "i": 649,
      "s": "649-sorrows-compassed-every-side",
      "t": "Dispel my grief by Thy bounty and Thy generosity, O God, my God, and banish mine anguish through Thy"
    },
    {
      "i": 650,
      "s": "650-dayspring-names-dawning-attributes",
      "t": "Thou beholdest, O my Lord, the things which have befallen me in Thy days. I entreat Thee, by Him Who"
    },
    {
      "i": 651,
      "s": "651-light-countenance-bless-affairs",
      "t": "And, finally, I beg of Thee by the light of Thy countenance to bless my affairs, and redeem my debts"
    },
    {
      "i": 652,
      "s": "652-pure-heart-tranquil-conscience",
      "t": "Create in me a pure heart, O my God, and renew a tranquil conscience within me, O my Hope! Through t"
    },
    {
      "i": 653,
      "s": "653-daystar-revelation-splendors",
      "t": "I give praise to Thee, O my God, that Thou hast awakened me out of my sleep, and brought me forth af"
    },
    {
      "i": 654,
      "s": "654-mansions-of-thy-love-hearts",
      "t": "I beseech Thee, by the potency of Thy will and the compelling power of Thy purpose, to make of what"
    },
    {
      "i": 655,
      "s": "655-reins-of-all-things",
      "t": "Do Thou ordain for me through Thy most exalted Pen, O my Lord, the good of this world and of the nex"
    },
    {
      "i": 656,
      "s": "656-abasement-into-glory-certainty",
      "t": "Thou art He Who changeth through His bidding abasement into glory, and weakness into strength, and p"
    },
    {
      "i": 657,
      "s": "657-disappointest-no-one-sought-thee",
      "t": "Thou disappointest no one who hath sought Thee, nor dost Thou keep back from Thee anyone who hath de"
    },
    {
      "i": 658,
      "s": "658-bountiful-mercy-rained-high-low",
      "t": "My God, Whom I worship and adore! I bear witness unto Thy unity and Thy oneness, and acknowledge Thy"
    },
    {
      "i": 659,
      "s": "659-mercy-bowed-sanctuary-cause",
      "t": "O God of mercy, before Whose door the quintessence of mercy hath bowed down, and round the sanctuary"
    },
    {
      "i": 660,
      "s": "660-all-possessing-all-subduing-all-powerful",
      "t": "All are but poor and needy, and Thou, verily, art the All-Possessing, the All-Subduing, the All-Powe"
    },
    {
      "i": 661,
      "s": "661-illumine-inner-being-dayspring",
      "t": "I have wakened in Thy shelter, O my God, and it becometh him that seeketh that shelter to abide with"
    },
    {
      "i": 662,
      "s": "662-king-commanding-word-creation",
      "t": "O my God, the God of bounty and mercy! Thou art that King by Whose commanding word the whole creatio"
    },
    {
      "i": 663,
      "s": "663-salvation-every-world",
      "t": "Suffer this servant, I beseech Thee, to attain unto that which is the cause of his salvation in ever"
    },
    {
      "i": 664,
      "s": "664-whosoever-thou-exaltest-raised-above-angels",
      "t": "My God, the Object of my adoration, the Goal of my desire, the All-Bountiful, the Most Compassionate"
    },
    {
      "i": 665,
      "s": "665-seat-truth-omnipotent-king",
      "t": "O Divine Providence! Though wicked, sinful, and intemperate, we still seek from Thee a “seat of trut"
    },
    {
      "i": 666,
      "s": "666-ocean-of-thy-guidance",
      "t": "Vouchsafe Thy strength, O Almighty One, unto Thy weak creatures, and quicken them who are as dead, t"
    },
    {
      "i": 667,
      "s": "667-almighty-all-knowing-all-seeing",
      "t": "We beg of Thee, O Providence, to show Thy way unto all men, and to guide them aright. Thou art, veri"
    },
    {
      "i": 668,
      "s": "668-faces-turned-throne-gifts",
      "t": "Praise be to Thee, O my God, inasmuch as Thou hast turned the faces of Thy servants towards the righ"
    },
    {
      "i": 669,
      "s": "669-mercy-encompassed-all-worlds",
      "t": "Deal Thou, therefore, O my God, my Beloved, my supreme Desire, with Thy servants and with all that w"
    },
    {
      "i": 670,
      "s": "670-strip-them-draw-nigh-unto-thy-self",
      "t": "Send down, therefore, O my God, upon all that seek Thee that which will entirely strip them of all t"
    },
    {
      "i": 671,
      "s": "671-hold-my-hand-divine-power",
      "t": "Lauded and glorified art Thou, O my God! I entreat Thee by the sighing of Thy lovers and by the tear"
    },
    {
      "i": 672,
      "s": "672-almighty-all-glorious-most-bountiful",
      "t": "Cause me, then, to turn wholly unto Thee, to put my whole trust in Thee, to seek Thee as my Refuge,"
    },
    {
      "i": 673,
      "s": "673-rid-entirely-vain-imaginings",
      "t": "Lauded be Thy name, O Lord my God! Thou seest how I have turned myself toward Thee, and set my face"
    },
    {
      "i": 674,
      "s": "674-tear-asunder-veils-oneness",
      "t": "Graciously assist me, O my God, in the days of the Manifestation of Thy Cause and of the Dayspring o"
    },
    {
      "i": 675,
      "s": "675-wretched-creature-almighty-ordainer",
      "t": "I am but a wretched creature, O my Lord, and Thou art the All-Possessing, the Most High; and I am al"
    },
    {
      "i": 676,
      "s": "676-drowned-ocean-evil-suggestions",
      "t": "Have mercy, then, O my God, upon Thy servants who are drowned in the midst of the ocean of evil sugg"
    },
    {
      "i": 677,
      "s": "677-holding-fast-unto-cord-of-love",
      "t": "O God, my God! I have set out from my home, holding fast unto the cord of Thy love, and I have commi"
    },
    {
      "i": 678,
      "s": "678-crystal-springs-of-thy-love",
      "t": "From the sweet-scented streams of Thine eternity give me to drink, O my God, and of the fruits of th"
    },
    {
      "i": 679,
      "s": "679-potent-thou-most-exalted",
      "t": "Potent art Thou to do what pleaseth Thee. Thou art, verily, the Most Exalted, the All-Glorious, the"
    },
    {
      "i": 680,
      "s": "680-face-object-adoration",
      "t": "O Thou Whose face is the object of my adoration, Whose beauty is my sanctuary, Whose habitation is m"
    },
    {
      "i": 681,
      "s": "681-king-of-all-men",
      "t": "Thou, truly, art the King of all men. There is no God but Thee, the Ever-Forgiving, the Most Generou"
    },
    {
      "i": 682,
      "s": "682-mercy-transcendent-precincts",
      "t": "O my God! This is Thy servant and the son of Thy servant who hath believed in Thee and in Thy signs,"
    },
    {
      "i": 683,
      "s": "683-ever-forgiving-most-generous",
      "t": "There is no God but Thee, the Ever-Forgiving, the Most Generous."
    },
    {
      "i": 684,
      "s": "684-repeat-greeting-allah-abha",
      "t": "Let him, then, repeat six times the greeting “Alláh-u-Abhá,” and then repeat nineteen"
    },
    {
      "i": 685,
      "s": "685-all-worshippers-unto-god",
      "t": "times each of the following verses:"
    },
    {
      "i": 686,
      "s": "686-worship-god-prostration",
      "t": "We all, verily, worship God."
    },
    {
      "i": 687,
      "s": "687-bow-down-before-god",
      "t": "We all, verily, bow down before God."
    },
    {
      "i": 688,
      "s": "688-devoted-unto-god",
      "t": "We all, verily, are devoted unto God. We all, verily, give praise unto God."
    },
    {
      "i": 689,
      "s": "689-yield-thanks-unto-god",
      "t": "We all, verily, yield thanks unto God."
    },
    {
      "i": 690,
      "s": "690-patient-in-god",
      "t": "We all, verily, are patient in God."
    },
    {
      "i": 691,
      "s": "691-handmaiden-daughter-handmaiden",
      "t": "(If the dead be a woman, let him say: This is Thy handmaiden and the daughter of Thy handmaiden, etc"
    },
    {
      "i": 692,
      "s": "692-beauty-food-presence-drink",
      "t": "O my Lord! Make Thy beauty to be my food, and Thy presence my drink, and Thy pleasure my hope, and p"
    },
    {
      "i": 693,
      "s": "693-almighty-all-glorious-most-powerful",
      "t": "Thou art, verily, the Almighty, the All-Glorious, the Most Powerful."
    },
    {
      "i": 694,
      "s": "694-abase-not-whom-thou-hast-exalted",
      "t": "Glory be to Thee, O Lord my God! Abase not him whom Thou hast exalted through the power of Thine eve"
    },
    {
      "i": 695,
      "s": "695-king-of-creation-prime-mover",
      "t": "Glorified, immensely glorified art Thou! Thou art He Who from everlasting hath been the King of the"
    },
    {
      "i": 696,
      "s": "696-adored-in-truth-manifest-justice",
      "t": "Glorified, immeasurably glorified art Thou! Thou art adored in Thy truth, and Thee do we all, verily"
    },
    {
      "i": 697,
      "s": "697-thy-name-is-my-healing",
      "t": "Thy name is my healing, O my God, and remembrance of Thee is my remedy. Nearness to Thee is my hope,"
    },
    {
      "i": 698,
      "s": "698-shelter-of-thy-mercy",
      "t": "O my God, my Master, the Goal of my desire! This, Thy servant, seeketh to sleep in the shelter of Th"
    },
    {
      "i": 699,
      "s": "699-eye-sleepeth-not-revelation",
      "t": "I beg of Thee, O my Lord, by Thine eye that sleepeth not, to guard mine eyes from beholding aught be"
    },
    {
      "i": 700,
      "s": "700-almighty-all-subduing-unconditioned",
      "t": "No God is there but Thee, the Almighty, the All-Subduing, the Unconditioned."
    },
    {
      "i": 701,
      "s": "701-eyes-lovers-separation-god",
      "t": "How can I choose to sleep, O God, my God, when the eyes of them that long for Thee are wakeful becau"
    },
    {
      "i": 702,
      "s": "702-spirit-pillow-will-pleasure",
      "t": "I have committed, O my Lord, my spirit and my entire being into the right hand of Thy might and Thy"
    },
    {
      "i": 703,
      "s": "703-fragrance-good-pleasure",
      "t": "By Thy might! I ask not, whether sleeping or waking, but that which Thou dost desire. I am Thy serva"
    },
    {
      "i": 704,
      "s": "704-water-of-life-utterance",
      "t": "My God, my Adored One, my King, my Desire! What tongue can voice my thanks to Thee? I was heedless,"
    },
    {
      "i": 705,
      "s": "705-lord-of-bounty-sovereign-eternity",
      "t": "O Divine Providence! All existence is begotten by Thy bounty; deprive it not of the waters of Thy ge"
    },
    {
      "i": 706,
      "s": "706-ocean-healing-purge-affliction",
      "t": "O God, my God! I beg of Thee by the ocean of Thy healing, and by the splendors of the Daystar of Thy"
    },
    {
      "i": 707,
      "s": "707-suppliant-door-bounty",
      "t": "Thou seest, O my Lord, Thy suppliant waiting at the door of Thy bounty, and him who hath set his hop"
    },
    {
      "i": 708,
      "s": "708-powerful-art-thou-to-do",
      "t": "Powerful art Thou to do what pleaseth Thee. There is none other God save Thee, the Ever-Forgiving, t"
    },
    {
      "i": 709,
      "s": "709-return-home-in-safety",
      "t": "I have risen this morning by Thy grace, O my God, and left my home trusting wholly in Thee, and comm"
    },
    {
      "i": 710,
      "s": "710-one-incomparable-all-knowing-all-wise",
      "t": "There is none other God but Thee, the One, the Incomparable, the All-Knowing, the All-Wise."
    },
    {
      "i": 711,
      "s": "711-praise-unto-thee-my-god",
      "t": "Praise be unto Thee, Who art my God and the God of all men, and my Desire and the Desire of all them"
    },
    {
      "i": 712,
      "s": "712-sweetness-utterances-daystar-face",
      "t": "Unto Thee be praise for that Thou hast enraptured me by the sweetness of Thine utterances, and set m"
    },
    {
      "i": 713,
      "s": "713-wine-of-reunion-inebriated",
      "t": "Thou art He, O my God, Who hath unlocked the gate of heaven with the key of Thy Name, the Ever-Bless"
    },
    {
      "i": 714,
      "s": "714-tabernacle-majesty-dayspring-signs",
      "t": "These are Thy servants whom the ascendancy of the oppressor hath failed to deter from fixing their e"
    },
    {
      "i": 715,
      "s": "715-tumult-ocean-bounty-splendors",
      "t": "I swear by Thy glory, O Thou the Lord of all being and the Enlightener of all things visible and inv"
    },
    {
      "i": 716,
      "s": "716-billowing-ocean-utterances",
      "t": "Happy indeed is the man that hath turned towards the sanctuary of Thy presence, and rid himself of a"
    },
    {
      "i": 717,
      "s": "717-stranger-hastened-exalted-home",
      "t": "Behold Thou this stranger, O my Lord, who hath hastened to attain his most exalted Home in the shelt"
    },
    {
      "i": 718,
      "s": "718-fire-of-thy-love-burneth-continually",
      "t": "Look, then, O Thou my God Who settest my soul on fire, upon the tears I shed, and the sighs I utter,"
    },
    {
      "i": 719,
      "s": "719-sweetness-utterances-wine-mercies",
      "t": "I am so carried away by the sweetness of Thine utterances, and so inebriated with the wine of Thy te"
    },
    {
      "i": 720,
      "s": "720-dayspring-beauty-countenance",
      "t": "Wilt Thou keep back from Thee the stranger whom Thou didst call unto his most exalted Home beneath t"
    },
    {
      "i": 721,
      "s": "721-thought-of-thee",
      "t": "Nay, and to this Thy glory beareth me witness! Such is not my thought of Thee, nor the thought of th"
    },
    {
      "i": 722,
      "s": "722-tribulation-manifest-cause",
      "t": "Thou knowest, and seest, and hearest, O my Lord, that before every tree I am moved to lift up my voi"
    },
    {
      "i": 723,
      "s": "723-weeping-bitter-cry-bereavement",
      "t": "Thou hearest, O my God, my sighs and my groaning, and beholdest my powerlessness, and my poverty, an"
    },
    {
      "i": 724,
      "s": "724-waters-of-forgiveness-mercy",
      "t": "I implore Thee, O my Lord, by Thine Ark, through which the potency of Thy will was manifested and th"
    },
    {
      "i": 725,
      "s": "725-wine-utterance-inebriated",
      "t": "I am well aware, O my Lord, that I have been so carried away by the clear tokens of Thy loving-kindn"
    },
    {
      "i": 726,
      "s": "726-wine-of-thy-oneness",
      "t": "I swear by Thy might, O Thou in Whose grasp are the reins of all mankind, and the destinies of the n"
    },
    {
      "i": 727,
      "s": "727-river-life-flowed-bounty",
      "t": "Glorified art Thou, O God of all names and Creator of the heavens! I render Thee thanks that Thou ha"
    },
    {
      "i": 728,
      "s": "728-hopeless-clothed-confidence-ocean-riches",
      "t": "This is the Day, O my Lord, whose brightness Thou hast exalted above the brightness of the sun and t"
    },
    {
      "i": 729,
      "s": "729-powerlessness-comprehend-glorious-self",
      "t": "I swear by Thy Beauty, O King of eternity Who sittest on Thy most glorious Throne! He Who is the Day"
    },
    {
      "i": 730,
      "s": "730-throne-majesty-manifestations",
      "t": "I cannot think, O my God, of any words wherewith to make mention of Thee, and know not how to expres"
    },
    {
      "i": 731,
      "s": "731-adorned-robe-words-creation",
      "t": "I swear by Thy might, O Thou Who art the King of names and the Maker of the heavens! Whatsoever hath"
    },
    {
      "i": 732,
      "s": "732-cup-excels-all-seas",
      "t": "And since it hath been demonstrated that Thy most august Self is immeasurably exalted above all that"
    },
    {
      "i": 733,
      "s": "733-light-of-thy-unity",
      "t": "I beg of Thee, O my God, by Thy power, and Thy might, and Thy sovereignty, which have embraced all w"
    },
    {
      "i": 734,
      "s": "734-dayspring-revelation-most-great-manifestation",
      "t": "This is the Day, O my Lord, which Thou didst announce unto all mankind as the Day whereon Thou would"
    },
    {
      "i": 735,
      "s": "735-sweetness-glorification-praise",
      "t": "And when the world’s horizon was illumined, and He Who is the Most Great Name was manifested, all di"
    },
    {
      "i": 736,
      "s": "736-possessor-servants-king-creation",
      "t": "Thou well knowest, O my God, that the Revealer of the Bayán (the Báb) hath commanded all mankind con"
    },
    {
      "i": 737,
      "s": "737-atoms-earth-testify-signs",
      "t": "Thou seest, then, O Thou Who art the Beloved of the world and the Revealer of the Most Great Name, h"
    },
    {
      "i": 738,
      "s": "738-adorned-tablet-sweet-remembrance",
      "t": "Thou art, O my God and the Exultation of my heart, the One Who hath adorned Thy Tablet, of which non"
    },
    {
      "i": 739,
      "s": "739-desire-of-the-worlds",
      "t": "No sooner had He revealed Himself than the foundations of the kindreds of the earth shook and trembl"
    },
    {
      "i": 740,
      "s": "740-chosen-them-glory-troubles",
      "t": "My God, my Master, my Highest Hope, and the Goal of my desire! Thou seest and hearest the sighing of"
    },
    {
      "i": 741,
      "s": "741-inflamed-fire-love-thee",
      "t": "I beseech Thee, however, O Thou Who art the Enlightener of the world and the Lord of the nations, at"
    },
    {
      "i": 742,
      "s": "742-exalted-companion-tabernacle-majesty",
      "t": "Grant, O my Lord, that they who have ascended unto Thee may repair unto Him Who is the most exalted"
    },
    {
      "i": 743,
      "s": "743-fragrance-presence-throne-majesty",
      "t": "Deny not Thy loved ones, O my Lord, the sweet savors of this Day whereon the mysteries of Thy name,"
    },
    {
      "i": 744,
      "s": "744-luminaries-manifestations-knowledge",
      "t": "I swear by Thy glory, O Thou Who art the Lord of all being and the Possessor of all things visible a"
    },
    {
      "i": 745,
      "s": "745-pen-flows-water-life",
      "t": "I swear by Thy glory and Thy sovereignty which overshadow the kingdoms of earth and of heaven! Were"
    },
    {
      "i": 746,
      "s": "746-evanescence-eternal-majesty",
      "t": "How marvelous, then, are the manifold tokens of Thy might, and how great are the diverse evidences o"
    },
    {
      "i": 747,
      "s": "747-heaven-knowledge-kingdom-signs",
      "t": "My God, and the God of all things, and my King and the King of all things, and the Beloved of my sou"
    },
    {
      "i": 748,
      "s": "748-heart-gloweth-flaming-fire",
      "t": "This, then, O my God and the God of all names, and the Creator of earth and heaven, is the Day where"
    },
    {
      "i": 749,
      "s": "749-fire-light-soul-heart",
      "t": "I render Thee thanks, O Thou Who hast lighted Thy fire within my soul, and cast the beams of Thy lig"
    },
    {
      "i": 750,
      "s": "750-book-hinder-recognizing-revealer",
      "t": "I beseech Thee, O God of bounty and King of all created things, to guard Thy servants from the imagi"
    },
    {
      "i": 751,
      "s": "751-covenant-manifest-cause",
      "t": "Thou art the One, O my God and my Ruler, Who hast sent down Thy Book that Thou mayest manifest my Ca"
    },
    {
      "i": 752,
      "s": "752-praiseworthy-acts-obeyed-behests",
      "t": "Thou art He, O my God, Who hath commanded them in Thy great Book, and said: “Fear ye the Most Mercif"
    },
    {
      "i": 753,
      "s": "753-spirit-lamented-denizens-kingdom",
      "t": "Thou beholdest, therefore, O my God, how this wronged one hath fallen into the hands of such as have"
    },
    {
      "i": 754,
      "s": "754-fair-minded-soul-judge-equitably",
      "t": "Should any one incline his inner ear, he would hear the cry and the wailing of all created things ov"
    },
    {
      "i": 755,
      "s": "755-each-book-announceth-revelation",
      "t": "I swear by Thy glory, O Thou Who beholdest me from Thine all-glorious horizon, and hearest the voice"
    },
    {
      "i": 756,
      "s": "756-well-guarded-treasure-hidden-secret",
      "t": "I testify in my present state, O my Lord, and against the will of him who hath turned his back to Th"
    },
    {
      "i": 757,
      "s": "757-tribulations-thy-path",
      "t": "I beg of Thee, O Thou in Whose hands are the kingdoms of earth and heaven, and in Whose grasp lie al"
    },
    {
      "i": 758,
      "s": "758-ocean-mercy-illumine-revelation",
      "t": "Bless them, O my God, and ascribe unto them such glory as hath shone forth above the horizon of Thy"
    },
    {
      "i": 759,
      "s": "759-beloved-world-hearts-recognized",
      "t": "Praise be unto Thee, O Thou the Beloved of the world, and the Adored of the hearts of them that have"
    },
    {
      "i": 760,
      "s": "760-city-divine-presence-grace",
      "t": "I beseech Thee, O my God, by Thy mighty Sign, and by the revelation of Thy grace amongst men, to cas"
    },
    {
      "i": 761,
      "s": "761-threshold-thy-door-mercy",
      "t": "I beseech Thee, O my God, by Thy most sweet Voice and by Thy most exalted Word, to draw me ever near"
    },
    {
      "i": 762,
      "s": "762-luminous-brow-choice-wine",
      "t": "I beseech Thee, O my God, by the splendor of Thy luminous brow and the brightness of the light of Th"
    },
    {
      "i": 763,
      "s": "763-musk-hidden-meanings-kingdom",
      "t": "I beseech Thee, O my God, by Thy hair which moveth across Thy face, even as Thy most exalted pen mov"
    },
    {
      "i": 764,
      "s": "764-daystar-beauty-wine-utterance",
      "t": "I beseech Thee, O my God, by Thy Name which Thou hast made the King of Names, by which all who are i"
    },
    {
      "i": 765,
      "s": "765-holding-thy-name-most-holy",
      "t": "I beseech Thee, O my God, by the Tabernacle of Thy majesty upon the loftiest summits, and the Canopy"
    },
    {
      "i": 766,
      "s": "766-die-to-all-that-possess",
      "t": "I beseech Thee, O my God, by Thy Beauty that shineth forth above the horizon of eternity, a Beauty b"
    },
    {
      "i": 767,
      "s": "767-hearts-lovers-consumed",
      "t": "I beseech Thee, O my God, by the Manifestation of Thy Name, the Well-Beloved, through Whom the heart"
    },
    {
      "i": 768,
      "s": "768-dayspring-signs-shone-forth",
      "t": "I beseech Thee, O my God, by the rustling of the Divine Lote-Tree and the murmur of the breezes of T"
    },
    {
      "i": 769,
      "s": "769-letter-proceeded-mouth-will",
      "t": "I beseech Thee, O my God, by that Letter which, as soon as it proceeded out of the mouth of Thy will"
    },
    {
      "i": 770,
      "s": "770-fire-of-thy-love-chosen-ones",
      "t": "I beseech Thee, O my God, by the fire of Thy love which drove sleep from the eyes of Thy chosen ones"
    },
    {
      "i": 771,
      "s": "771-light-countenance-decree",
      "t": "I beseech Thee, O my God, by the light of Thy countenance which impelled them who are nigh unto Thee"
    },
    {
      "i": 772,
      "s": "772-ocean-forgiveness-surged-before-thy-face",
      "t": "I beseech Thee, O my God, by Thy Name through which Thou hast hearkened unto the call of Thy lovers,"
    },
    {
      "i": 773,
      "s": "773-holding-fast-to-thy-name",
      "t": "I beseech Thee, O my Lord, by Thyself, and by Thy signs, and Thy clear tokens, and the shining light"
    },
    {
      "i": 774,
      "s": "774-through-him-all-things-have-sung",
      "t": "Praised be Thou, O Lord my God! I supplicate Thee by Him Whom Thou hast called into being, Whose Rev"
    },
    {
      "i": 775,
      "s": "775-celestial-dove-heavenly-nightingale",
      "t": "How great is Thy power! How exalted Thy sovereignty! How lofty Thy might! How excellent Thy majesty!"
    },
    {
      "i": 776,
      "s": "776-first-word-revolutionized-creation",
      "t": "I testify that no sooner had the First Word proceeded, through the potency of Thy will and purpose,"
    },
    {
      "i": 777,
      "s": "777-faces-exponents-denial-truthfulness",
      "t": "No sooner had that Revelation been unveiled to men’s eyes than the signs of universal discord appear"
    },
    {
      "i": 778,
      "s": "778-excellence-of-one-who-hath-known-thee",
      "t": "Praise be to Thee, therefore, O my God—such praise as Thou didst ascribe to Thine own Self, and whic"
    },
    {
      "i": 779,
      "s": "779-praise-thou-givest-thine-own-self",
      "t": "I have clearly perceived, and I am wholly persuaded, that Thou hast from everlasting been immeasurab"
    },
    {
      "i": 780,
      "s": "780-curbed-desires-corrupt-inclination",
      "t": "I testify, O my God, that Thou hast, from eternity, sent down upon Thy servants naught else except t"
    },
    {
      "i": 781,
      "s": "781-wine-proceeded-mouth-primal-will",
      "t": "I beseech Thee, O my Lord, by Thy Name through which Thou hast enabled Thy servants and Thy people t"
    },
    {
      "i": 782,
      "s": "782-manifestation-exalted-glorious-self",
      "t": "Deign, O my God, I implore Thee, by Thy Self and by them, to accept, through Thy grace and Thy lovin"
    },
    {
      "i": 783,
      "s": "783-primal-point-creation",
      "t": "Do Thou bless, O Lord my God, the Primal Point, through Whom the point of creation hath been made to"
    },
    {
      "i": 784,
      "s": "784-manifestation-convulsed-kingdom-names",
      "t": "Moreover, I beseech Thee, O my God, by Him Whom Thou hast announced unto us in all Thy Tablets and T"
    },
    {
      "i": 785,
      "s": "785-expose-shameful-acts-wickedness",
      "t": "O my God and my Master! Thou knowest how they have disgraced Thy Cause and dishonored Thee among Thy"
    },
    {
      "i": 786,
      "s": "786-sinner-gaze-fixed-forgiveness",
      "t": "Praised be Thou, O Lord my God! The tongues of all created things testify to Thy sovereignty and Thi"
    },
    {
      "i": 787,
      "s": "787-exalt-thy-name-amidst-thy-people",
      "t": "Ever since the day Thou didst create me at Thy bidding, O my God, and didst arouse me through the ge"
    },
    {
      "i": 788,
      "s": "788-captive-midst-troubles-tribulations",
      "t": "How many the days, O my God, which I have spent in utter loneliness with the transgressors amongst T"
    },
    {
      "i": 789,
      "s": "789-nothing-before-thy-glory",
      "t": "I swear by Thy glory, O Thou Who art the one alone Beloved! I find myself to be only nothing before"
    },
    {
      "i": 790,
      "s": "790-incapable-of-adequate-service",
      "t": "Thy might beareth me witness! I am well aware that were I to bow myself before a handful of dust, fr"
    },
    {
      "i": 791,
      "s": "791-lamp-of-love-ready-extinguished",
      "t": "I swear by Thy glory, O Beloved of my soul! I am bewildered when I contemplate the tokens of Thy han"
    },
    {
      "i": 792,
      "s": "792-sighing-beloved-deprived-love",
      "t": "Thou givest ear, O my God and my Master, to the sighing of them that are dear to Thee, and hearest f"
    },
    {
      "i": 793,
      "s": "793-refuge-fearful-haven-needy",
      "t": "Give, therefore, O my Lord, the wonders of Thine aid to Thy loved ones, who have sought no helper ex"
    },
    {
      "i": 794,
      "s": "794-wronged-one-awakened-by-grace",
      "t": "Glorified art Thou, O Lord my God! Look Thou upon this wronged one, who hath been sorely afflicted b"
    },
    {
      "i": 795,
      "s": "795-leaf-mercy-winds-decree",
      "t": "I am bewildered, therefore, O my God, and know not how to act toward them. Every time I hold my peac"
    },
    {
      "i": 796,
      "s": "796-manifestation-transcendent-unity",
      "t": "I entreat Thee, therefore, O my God, by Thy Name through which Thou hast guided Thy lovers to the li"
    },
    {
      "i": 797,
      "s": "797-target-darts-envy-spears-hate",
      "t": "Thou well knowest, O my God, that I was regarded as one of the people of the Bayán, and consorted wi"
    },
    {
      "i": 798,
      "s": "798-preserved-unity-destroyed-partners",
      "t": "I give praise to Thee, therefore, O my God, that Thou hast preserved them that have acknowledged Thy"
    },
    {
      "i": 799,
      "s": "799-pen-powerless-beloved-soul",
      "t": "Thy glory beareth me witness, O my Beloved! My pen is powerless to describe what their hands have wr"
    },
    {
      "i": 800,
      "s": "800-blood-shed-before-thee",
      "t": "I am the one, O my God, who, through the love I bear to Thee, hath been able to dispense with all wh"
    },
    {
      "i": 801,
      "s": "801-seats-of-truth-in-thy-presence",
      "t": "I give Thee thanks, O my God, that Thou hast decided through the power of Thy decree, and wilt conti"
    },
    {
      "i": 802,
      "s": "802-almighty-all-glorious-merciful",
      "t": "Thou art, verily, the Almighty, the All-Glorious, the Most Merciful."
    },
    {
      "i": 803,
      "s": "803-sovereignty-god-dominion-revealed",
      "t": "The praise which hath dawned from Thy most august Self, and the glory which hath shone forth from Th"
    },
    {
      "i": 804,
      "s": "804-beauty-adored-one-unveiled",
      "t": "I bear witness, moreover, that through Thy beauty the beauty of the Adored One hath been unveiled, a"
    },
    {
      "i": 805,
      "s": "805-known-god-attained-presence",
      "t": "I bear witness that he who hath known Thee hath known God, and he who hath attained unto Thy presenc"
    },
    {
      "i": 806,
      "s": "806-draw-me-away-from-myself",
      "t": "Waft, then, unto me, O my God and my Beloved, from the right hand of Thy mercy and Thy loving-kindne"
    },
    {
      "i": 807,
      "s": "807-eye-creation-never-gazed-wronged",
      "t": "The remembrance of God and His praise, and the glory of God and His splendor, rest upon Thee, O Thou"
    },
    {
      "i": 808,
      "s": "808-remove-veils-between-creator-creatures",
      "t": "May my spirit be a sacrifice to the wrongs Thou didst suffer, and my soul be a ransom for the advers"
    },
    {
      "i": 809,
      "s": "809-divine-lote-tree-blessing",
      "t": "Bless Thou, O Lord my God, the Divine Lote-Tree and its leaves, and its boughs, and its branches, an"
    },
    {
      "i": 810,
      "s": "810-recited-once-twenty-four-hours-noon",
      "t": "To be recited once in twenty-four hours, at noon"
    },
    {
      "i": 811,
      "s": "811-created-know-worship-thee",
      "t": "I bear witness, O my God, that Thou hast created me to know Thee and to worship Thee. I testify, at"
    },
    {
      "i": 812,
      "s": "812-help-in-peril-self-subsisting",
      "t": "There is none other God but Thee, the Help in Peril, the Self-Subsisting."
    },
    {
      "i": 813,
      "s": "813-strengthen-hand-take-hold-book",
      "t": "Strengthen my hand, O my God, that it may take hold of Thy Book with such steadfastness that the hos"
    },
    {
      "i": 814,
      "s": "814-turned-face-unto-thee",
      "t": "I have turned my face unto Thee, O my Lord! Illumine it with the light of Thy countenance. Protect i"
    },
    {
      "i": 815,
      "s": "815-all-possessing-come",
      "t": "His are the kingdoms of Revelation and of creation. He, in truth, hath manifested Him Who is the Day"
    },
    {
      "i": 816,
      "s": "816-exalted-above-praise-description",
      "t": "Exalted art Thou above my praise and the praise of anyone beside me, above my description and the de"
    },
    {
      "i": 817,
      "s": "817-hem-of-mercy-and-grace",
      "t": "Then, standing with open hands, palms upward toward the face, let him say: Disappoint not, O my God,"
    },
    {
      "i": 818,
      "s": "818-door-of-grace-loved-ones",
      "t": "Let him, then, be seated and say: I bear witness to Thy unity and Thy oneness, and that Thou art God"
    },
    {
      "i": 819,
      "s": "819-help-peril-self-subsisting",
      "t": "(If anyone choose to recite instead of the long verse these words: “God testifieth that there is non"
    },
    {
      "i": 820,
      "s": "820-seated-choose-verses",
      "t": "And likewise, it would suffice were he, while seated, to choose"
    },
    {
      "i": 821,
      "s": "821-bear-witness-unity-oneness",
      "t": "to recite these words: “I bear witness to Thy unity and Thy oneness, and that Thou art God, and that"
    },
    {
      "i": 822,
      "s": "822-prayer-burn-veils",
      "t": "Whoso wisheth to recite this prayer, let him stand up and turn unto God, and, as he standeth in his"
    },
    {
      "i": 823,
      "s": "823-fire-burn-away-veils",
      "t": "O Thou Who art the Lord of all names and the Maker of the heavens! I beseech Thee by them Who are th"
    },
    {
      "i": 824,
      "s": "824-desire-of-the-world-beloved-nations",
      "t": "O Thou the Desire of the world and the Beloved of the nations! Thou seest me turning toward Thee, an"
    },
    {
      "i": 825,
      "s": "825-description-comprehension-thyself",
      "t": "Exalted art Thou above the description of anyone save Thyself, and the comprehension of aught else e"
    },
    {
      "i": 826,
      "s": "826-fountain-living-waters",
      "t": "Make my prayer, O my Lord, a fountain of living waters whereby I may live as long as Thy sovereignty"
    },
    {
      "i": 827,
      "s": "827-stranger-hastening-exalted-home",
      "t": "O Thou in separation from Whom hearts and souls have melted, and by the fire of Whose love the whole"
    },
    {
      "i": 828,
      "s": "828-spirit-stirred-worship-thee",
      "t": "Thou seest, O my God, how my spirit hath been stirred up within my limbs and members, in its longing"
    },
    {
      "i": 829,
      "s": "829-wretched-creature-knocking-door-grace",
      "t": "There is no God but Thee, the Almighty, the All-Bountiful. There is no God but Thee, the Ordainer, b"
    },
    {
      "i": 830,
      "s": "830-sanctified-above-all-attributes",
      "t": "Greater is God than every great one! Too high art Thou for the praise of those who are nigh unto The"
    },
    {
      "i": 831,
      "s": "831-hidden-mystery-treasured-symbol",
      "t": "I testify unto that whereunto have testified all created things, and the Concourse on high, and the"
    },
    {
      "i": 832,
      "s": "832-trespasses-kept-back-drawing-nigh",
      "t": "O Lord of all being and Possessor of all things visible and invisible! Thou dost perceive my tears a"
    },
    {
      "i": 833,
      "s": "833-dayspring-signs-praise-god",
      "t": "Praise be to Thee, O my God, that Thou hast aided me to remember Thee and to praise Thee, and hast m"
    },
    {
      "i": 834,
      "s": "834-heart-melteth-blood-boileth",
      "t": "O God, my God! My back is bowed by the burden of my sins, and my heedlessness hath destroyed me. Whe"
    },
    {
      "i": 835,
      "s": "835-hosts-idle-fancies-vain-imaginations",
      "t": "Praise be unto Thee, O our God, that Thou hast sent down unto us that which draweth us nigh unto The"
    },
    {
      "i": 836,
      "s": "836-kingdoms-earth-heaven-thine",
      "t": "I testify, O my God, to that whereunto Thy chosen Ones have testified, and acknowledge that which th"
    },
    {
      "i": 837,
      "s": "837-blot-out-hearts-divine-mysteries",
      "t": "Since Thou hast, O my God, established Thyself upon the throne of Thy transcendent unity, and ascend"
    },
    {
      "i": 838,
      "s": "838-revelation-merciful-self",
      "t": "Divest, then, Thy servants, O my God, of the garments of self and desire, or grant that the eyes of"
    },
    {
      "i": 839,
      "s": "839-manifestations-thy-behest-repositories-knowledge",
      "t": "Glorified, immeasurably glorified art Thou, O my Beloved! I swear by Thy glory! I recognize this ver"
    },
    {
      "i": 840,
      "s": "840-entire-creation-exalt-triumph",
      "t": "Thy might beareth me witness, O my Well-Beloved! The entire creation hath been called into being to"
    },
    {
      "i": 841,
      "s": "841-paradise-transcendent-holiness",
      "t": "Since Thou hast purposed, O my God, to cause all created things to enter into the tabernacle of Thy"
    },
    {
      "i": 842,
      "s": "842-highest-thought-men-never-outsoar",
      "t": "Exalted, immeasurably exalted art Thou, O my Beloved, above the strivings of any of Thy creatures, h"
    },
    {
      "i": 843,
      "s": "843-throne-of-thy-unity",
      "t": "High, immeasurably high art Thou above the endeavors of the evanescent creature to soar unto the thr"
    },
    {
      "i": 844,
      "s": "844-manifestations-of-thy-might",
      "t": "I bear witness, this very moment, to what Thou hast testified for Thine own Self, ere Thou hadst cre"
    },
    {
      "i": 845,
      "s": "845-praise-manifestation-thy-beauty",
      "t": "Praise be to Thee, O my God, that Thou hast revealed Thy favors and Thy bounties; and glory be to Th"
    },
    {
      "i": 846,
      "s": "846-doors-of-generosity-open",
      "t": "Lauded be Thy name, O Lord my God, and my Master! Thou bearest witness, and seest, and knowest the t"
    },
    {
      "i": 847,
      "s": "847-mysteries-decree-separated-believers",
      "t": "I know full well Thou hast delayed to manifest Thy triumph in the kingdom of creation by reason of T"
    },
    {
      "i": 848,
      "s": "848-exalt-them-thy-cause-sovereignty",
      "t": "Exalted, immeasurably exalted art Thou, therefore, O my Beloved! Forasmuch as Thou hast divided, in"
    },
    {
      "i": 849,
      "s": "849-signs-sovereignty-perish-dominion",
      "t": "I swear by Thy glory! My sole purpose in showing forth Thine ascendancy hath been to glorify Thy Cau"
    },
    {
      "i": 850,
      "s": "850-fingers-in-ears-mock",
      "t": "My breast is straitened, O my God, and sorrows and vexations have compassed me round, for I hear amo"
    },
    {
      "i": 851,
      "s": "851-hearts-consumed-fire-love",
      "t": "Glorified, immeasurably glorified art Thou, O my Master! Look, then, upon the hearts which, in their"
    },
    {
      "i": 852,
      "s": "852-fear-into-evidences-of-peace",
      "t": "All laud and honor to Thee, O my God! Thou well knowest the things which, for a score of years, have"
    },
    {
      "i": 853,
      "s": "853-tears-loved-ones-separation",
      "t": "Wilt Thou not, O my God, look upon the tears which Thy loved ones have shed? Wilt Thou not pity, O m"
    },
    {
      "i": 854,
      "s": "854-fled-unto-thee-splendors-light",
      "t": "Behold me, then, O my God, how I have fled from myself unto Thee, and have abandoned my own being th"
    },
    {
      "i": 855,
      "s": "855-immersed-oceans-overruling-providence",
      "t": "Protect, moreover, O my Beloved, through Thy love for them and through the love they bear to Thee, t"
    },
    {
      "i": 856,
      "s": "856-detachment-divine-holiness",
      "t": "Lauded be Thy name, O Thou Who art the Goal of my desire! I swear by Thy glory! How great is my wish"
    },
    {
      "i": 857,
      "s": "857-lowly-one-shores-of-thy-glory",
      "t": "Glorified, immeasurably glorified art Thou, O my God, and my Beloved, and my Master, and my Desire!"
    },
    {
      "i": 858,
      "s": "858-daystar-of-thy-favors",
      "t": "Cast, then, upon me, O my God, the glances of Thy mercy, and forgive me my trespasses and the trespa"
    }
  ]
}
