{
  "title": "Tablet of Aḥmad",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": null,
  "pair_count": 17,
  "slug": "tablet-of-ahmad",
  "year_published": 1924,
  "year_translated": "1924",
  "introduction": "Revealed by Bahá'u'lláh during His exile in Adrianople (1863–1868), addressed to a believer named Aḥmad. Shoghi Effendi translated it into English in 1924 with the assistance of John Esslemont. A letter written on behalf of Shoghi Effendi in 1936 states: 'These daily obligatory prayers, together with a few other specific ones, such as the Healing Prayer, the Tablet of Aḥmad, have been invested by Bahá'u'lláh with a special potency and significance, and should therefore be accepted as such and be recited by the believers with unquestioned faith and confidence, that through them they may enter into a much closer communion with God, and identify themselves more fully with His laws and precepts.'",
  "short_description": "Revealed in Adrianople and addressed to a believer named Aḥmad, this Tablet has been invested by Bahá’u’lláh with a special potency and significance. Its central imagery draws on the metaphor of fire and water: “Be thou as a flame of fire to My enemies and a river of life eternal to My loved ones.”",
  "word_count": 653,
  "search_index": [
    {
      "i": 1,
      "s": "1-king-all-knowing-wise",
      "t": "He is the King, the All-Knowing, the Wise!"
    },
    {
      "i": 2,
      "s": "2-nightingale-paradise-tree-eternity",
      "t": "Lo, the Nightingale of Paradise singeth upon the twigs of the Tree of Eternity, with holy and sweet"
    },
    {
      "i": 3,
      "s": "3-tree-life-fruits-god",
      "t": "Verily this is that Most Great Beauty, foretold in the Books of the Messengers, through Whom truth s"
    },
    {
      "i": 4,
      "s": "4-king-protector-incomparable-omnipotent",
      "t": "O Ahmad! Bear thou witness that verily He is God and there is no God but Him, the King, the Protecto"
    },
    {
      "i": 5,
      "s": "5-king-of-the-messengers",
      "t": "Say: O people be obedient to the ordinances of God, which have been enjoined in the Bayan by the Glo"
    },
    {
      "i": 6,
      "s": "6-nightingale-counsel-lord",
      "t": "Thus doth the Nightingale utter His call unto you from this prison. He hath but to deliver this clea"
    },
    {
      "i": 7,
      "s": "7-deny-verses-proof-believed",
      "t": "O people, if ye deny these verses, by what proof have ye believed in God? Produce it, O assemblage o"
    },
    {
      "i": 8,
      "s": "8-not-able-combine-assist",
      "t": "Nay, by the One in Whose hand is my soul, they are not, and never shall be able to do this, even sho"
    },
    {
      "i": 9,
      "s": "9-steadfast-love-enemies-swords",
      "t": "O Ahmad! Forget not My bounties while I am absent. Remember My days during thy days, and My distress"
    },
    {
      "i": 10,
      "s": "10-flame-of-fire-river-of-life",
      "t": "Be thou as a flame of fire to My enemies and a river of life eternal to My loved ones, and be not of"
    },
    {
      "i": 11,
      "s": "11-affliction-degradation-troubled",
      "t": "And if thou art overtaken by affliction in My path, or degradation for My sake, be not thou troubled"
    },
    {
      "i": 12,
      "s": "12-paths-of-delusion-discernment",
      "t": "Rely upon God, thy God and the Lord of thy fathers. For the people are wandering in the paths of del"
    },
    {
      "i": 13,
      "s": "13-superstitions-veils-hearts",
      "t": "Thus have their superstitions become veils between them and their own hearts and kept them from the"
    },
    {
      "i": 14,
      "s": "14-turns-away-beauty-messengers",
      "t": "Be thou assured in thyself that verily, he who turns away from this Beauty hath also turned away fro"
    },
    {
      "i": 15,
      "s": "15-reward-hundred-martyrs-both-worlds",
      "t": "Learn well this Tablet, O Ahmad. Chant it during thy days and withhold not thyself therefrom. For ve"
    },
    {
      "i": 16,
      "s": "16-affliction-grief-tablet-sincerity",
      "t": "By God! Should one who is in affliction or grief read this Tablet with absolute sincerity, God will"
    },
    {
      "i": 17,
      "s": "17-merciful-compassionate-lord-worlds",
      "t": "Verily, He is the Merciful, the Compassionate. Praise be to God, the Lord of all the worlds."
    }
  ]
}
