{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 109,
  "source_text": "لا زال مصلح عالم را مفسد دانسته‌اند و گفته‌اند انچه را که کلّ شنيده‌اند * هر هنگام نيّر ظهور از افق سماء اراده الهی اشراق نمود جمعی بانکار و برخی باعراض و حزبی بمفتريات تمسّک جستند و عباد را از شريعه عنايت مالک ايجاد محروم ساختند * چنانچه حال نفوسيکه اين مظلوم را نديده‌اند و معاشرت نکرده‌اند گفته و ميگويند انچه را که ان جناب شنيده و ميشنوند * بگوئيد ای قوم امروز افتاب بيان از افق سماء فضل مشرق و نور ظهور مکلّم طور امام اديان ساطع و لامع صدر و قلب و سمع و بصر را بکوثر بيان رحمن مقدّس و مطهّر سازيد و بعد توجّه نمائيد لعمر اللّه از جميع اشياء نداء قد اتی الحقّ اصغا کنيد طوبی للمنصفين و هنيئا للمقبلين * از جمله نسبت بسدره مبارکه گفته‌اند انچه را که هر عالم بصيری و هر عارف خبيری بر کذبش گواهی دهد * البتّه ان جناب آياتی که در باره حضرت کليم نازل شده ملاحظه و قرائت نموده‌اند قوله تبارک و تعالی ﴿قَالَ أَلَمْ نُرَبِّکَ فِيْنَا وَلِيدًا وَ لَبِثْتَ فِيْنَا مِنْ عُمُرِکَ سِنِينَ وَ فَعَلْتَ فَعْلَتَکَ الَّتِی فَعَلْتَ وَ أَنْتَ مِنَ الکَافِرِينَ * قَالَ فَعَلْتُهَا إِذًا وَ أَنَا مِنَ الضَّالِّينَ * فَفَرَرْتُ مِنْکُم لَمَّا خِفْتُکُم فَوَهَبَ لِی رَبِّی حُکْمًا وَ جَعَلَنِی مِنَ المُرْسَلِينَ﴾ *",
  "translation": "Men have, at all times, considered every World Reformer a fomenter of discord, and have referred unto Him in terms with which all are familiar. Each time the Day-Star of Divine Revelation shed its radiance from the horizon of God's Will a great number of men denied Him, others turned aside from Him, and still others calumniated Him, and thereby withheld the servants of God from the river of loving providence of Him Who is the King of creation. In like manner, they who, in this day, have neither met this Wronged One nor associated with Him have said, and even now continue to say, the things thou hast heard and hearest still. Say: \"O people! The Sun of Utterance beameth forth in this day, above the horizon of bounty, and the radiance of the Revelation of Him Who spoke on Sinai flasheth and glisteneth before all religions. Purge and sanctify your breasts, and your hearts, and your ears, and your eyes with the living waters of the utterance of the All-Merciful, and set, then, your faces towards Him. By the righteousness of God! Ye shall hear all things proclaim: \\‘Verily, He the True One is come. Blessed are they that judge with fairness, and blessed they that turn towards Him!'\"",
  "source_lang": "fa",
  "score": 10
}