{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 11,
  "source_text": "الها معبودا مقصودا کريما رحيما * جانها از تو و اقتدارها در قبضه قدرت تو * هر که را بلند کنی از ملک بگذرد و بمقام و رفعناه مقاما عليّا رسد و هر که را بيندازی از خاک پست‌تر بلکه هيچ از او بهتر * پروردگارا با تباه‌کاری و گناه‌کاری و عدم پرهيزکاری مقعد صدق ميطلبيم و لقاء اوليائت را ميجوئيم امر امر تو و حکم ان تو و عالم قدرت زير فرمان تو هر چه کنی عدل صرف است بل فضل محض * يک تجلّی از تجلّيات اسم رحمانت رسم عصيان را از جهان براندازد و محو نمايد و يک نسيم از نسائم يوم ظهورت عالم را بخلعت تازه مزيّن نمايد * ای توانا ناتوانانرا توانائی بخش و مردگانرا زندگی عطا فرما شايد تو را بيابند و بدريای اگاهيت راه يابند و بر امرت مستقيم مانند * اگر از لغات مختلفه عالم عرف ثنای تو متضوّع شود همه محبوب جان و مقصود روان چه تازی چه پارسی اگر از ان محروم ماند قابل ذکر نه چه الفاظ چه معانی * ای پروردگار از تو ميطلبم کلّ را راه نمائی و هدايت فرمائی توئی قادر و توانا و عالم و بينا * نسأل اللّه ان يؤيّدک علی العدل و الانصاف و يعرّفک ما کان مستورا عن العيون و الابصار انّه هو العزيز المختار *",
  "translation": "\"My God, the Object of my adoration, the Goal of my desire, the All-Bountiful, the Most Compassionate! All life is of Thee, and all power lieth within the grasp of Thine omnipotence. Whosoever Thou exaltest is raised above the angels, and attaineth the station: \\‘Verily, We uplifted him to a place on high!'; and whosoever Thou dost abase is made lower than dust, nay, less than nothing. O Divine Providence! Though wicked, sinful, and intemperate, we still seek from Thee a \\‘seat of truth,' and long to behold the countenance of the Omnipotent King. It is Thine to command, and all sovereignty belongeth to Thee, and the realm of might boweth before Thy behest. Everything Thou doest is pure justice, nay, the very essence of grace. One gleam from the splendors of Thy Name, the All-Merciful, sufficeth to banish and blot out every trace of sinfulness from the world, and a single breath from the breezes of the Day of Thy Revelation is enough to adorn all mankind with a fresh attire. Vouchsafe Thy strength, O Almighty One, unto Thy weak creatures, and quicken them who are as dead, that haply they may find Thee, and may be led unto the ocean of Thy guidance, and may remain steadfast in Thy Cause. Should the fragrance of Thy praise be shed abroad by any of the divers tongues of the world, out of the East or out of the West, it would, verily, be prized and greatly cherished. If such tongues, however, be deprived of that fragrance, they assuredly would be unworthy of any mention, in word or yet in thought. We beg of Thee, O Providence, to show Thy way unto all men, and to guide them aright. Thou art, verily, the Almighty, the Most Powerful, the All-Knowing, the All-Seeing.\"",
  "source_lang": "fa",
  "score": 10
}