{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 111,
  "source_text": "يا شيخ حقّ جلّ جلاله هر حين بمظاهر نفسش ظاهر با علم يفعل ما يشاء و يحکم ما يريد آمده ليس لاحد ان يقول لِمَ وَ بِمً و من قال انّه اعرض عن اللّه ربّ الارباب * در ايّام ظهور اين امور ظاهر و موجود چنانچه در باره اين مظلوم هم گفته‌اند انچه را که مقرّبين و مخلصين بر کذبش گواهی داده و ميدهند * لعمر اللّه اين ذيل مقدّس بوده و هست اگر چه حال جمعی اراده نموده‌اند ان را بمفتريات کذبه نالايقه بيالايند و لکنّ اللّه يعلم و هم لا يعلمون * نفسيکه بقدرت و قوّت الهی مقابل جميع احزاب عالم قيام نمود و کلّ را بافق اعلی دعوت فرمود او را انکار نموده‌اند و نفوسيکه لازال خلف استار و احجاب ساکن و بحفظ خود مشغول بان نفوس تمسّک جسته‌اند * حال هم جمعی بکذب و افتراء مشغول قصدی جز ادخال شبهات در افئده و قلوب نداشته و ندارند * هر نفسی از مدينه کبيره باين ارض توجّه مينمايد فورا بسيّاله برقيّه خبر ميدهند که وجهی سرقت نموده و بعکّا رفته * شخصی عالم و کامل و فاضل در اخر عمر بارض مقدّسه توجّه نموده و مقصودش اعتکاف بوده در باره او نوشته‌اند انچه را که زفرات مخلصين و مقرّبين مرتفع *",
  "translation": "O Shaykh! Every time God the True One - exalted be His glory - revealed Himself in the person of His Manifestation, He came unto men with the standard of \"He doeth what He willeth, and ordaineth what He pleaseth.\" None hath the right to ask why or wherefore, and he that doth so, hath indeed turned aside from God, the Lord of Lords. In the days of every Manifestation these things appear and are evident. Likewise, they have said that about this Wronged One, to the falsity of which they who are nigh unto God and are devoted to Him have borne, and still bear, witness. By the righteousness of God! This Hem of His Robe hath ever been and remaineth unsullied, though many have, at the present time, purposed to besmirch it with their lying and unseemly calumnies. God, however, knoweth and they know not. He Who, through the might and power of God, hath arisen before the face of all the kindreds of the earth, and summoned the multitudes to the Supreme Horizon, hath been repudiated by them and they have clung instead unto such men as have invariably withdrawn themselves behind veils and curtains, and busied themselves about their own protection. Moreover, many are now engaged in spreading lies and calumnies, and have no other intention than to instill distrust into the hearts and souls of men. As soon as some one leaveth the Great City (Constantinople) to visit this land, they at once telegraph and proclaim that he hath stolen money and fled to ‘Akká. A highly accomplished, learned and distinguished man visited, in his declining years, the Holy Land, seeking peace and retirement, and about him they have written such things as have caused them who are devoted to God and are nigh unto Him to sigh.",
  "source_lang": "fa",
  "score": 10
}