{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 112,
  "source_text": "اين مظلوم را مرحوم مغفور حضرت مشير الدّوله ميرزا حسين خان غفر اللّه له شناخته بود و البتّه نزد اوليای دولت تفصيل ورود اين مظلوم را در استانه و اقوال و اعمالش را ذکر فرموده * يوم ورود ميهماندار دولت حاضر و ما را به محلّی که مامور بود برده فی الحقيقه کمال محبّت و عنايت از جانب دولت نسبت باين مظلومان ظاهر و مشهود * يوم ديگر شاهزاده شجاع الدّوله و ميرزا صفا بنيابت مرحوم مغفور مشير الدّوله وزير مختار تشريف اوردند و همچنين بعضی از وزرای دولت عليّه از جمله مرحوم کمال پاشا و بعضی ديگر * و اين مظلوم متوکّلا علی اللّه من غير ذکر حاجت و مطلبی چهار شهر در ان ارض بوده و اعمالش نزد کلّ معلوم و مشهود * لا ينکرها الّا کلّ مبغض کذّاب * من عرف اللّه لم يعرف دونه * دوست نداشته و نداريم امثال اين امور را ذکر نمائيم *",
  "translation": "His Excellency, the late Mírzá Ḥusayn Khán, Mushiru'd-Dawlih, - may God forgive him - hath known this Wronged One, and he, no doubt, must have given to the Authorities a circumstantial account of the arrival of this Wronged One at the Sublime Porte, and of the things which He said and did. On the day of Our arrival the Government Official, whose duty it was to receive and entertain official visitors, met Us and escorted Us to the place he had been bidden to take Us. In truth, the Government showed these wronged ones the utmost kindness and consideration. The following day Prince Shuja'u'd-Dawlih, accompanied by Mírzá Safa, acting as the representatives of the late Mushiru'd-Dawlih, the Minister (accredited to the Imperial Court) came to visit Us. Others, among whom were several Ministers of the Imperial Government, and including the late Kamál Páshá, likewise called on Us. Wholly reliant on God, and without any reference to any need He might have had, or to any other matter, this Wronged One sojourned for a period of four months in that city. His actions were known and evident unto all, and none can deny them except such as hate Him, and speak not the truth. He that hath recognized God, recognizeth none other but Him. We have never liked, nor like We, to make mention of such things.",
  "source_lang": "fa",
  "score": 10
}