{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 113,
  "source_text": "بعضی از بزرگان ايران هر هنگام وارد ان مدينه شده‌اند درب خانه ها لاجل شهريّه و انعام کمال جدّ و جهد را مبذول داشته‌اند و اين مظلوم اگر سبب اعزاز نبوده علّت ذلّت هم نشده * و اين عمل حضرت مرحوم مغفور اعلی اللّه مقامه نظر بدوستی اين مظلوم نبوده بلکه نظر بمقتضيات حکمت و خدمتی که سرّا در نظر داشته‌اند بوده * شهادت ميدهم که در خدمت دولت امين بوده بشانيکه خيانت را در عرصه‌اش راهی و مقامی نبوده * و سبب ورود اين مظلومان در سجن اعظم هم او بوده و لکن چون در عمل خود صادق بود لائق ذکر خير است * اين مظلوم لازال همّش و قصدش ارتفاع و ارتقاء دولت و ملّت بوده نه ارتفاع مقام خود * حال جمعی جمعی را جمع نموده‌اند و بر هتک حرمت اين مظلوم قيام کرده‌اند * و لکنّ المظلوم يسأل اللّه تبارک و تعالی ان يؤيّدهم علی الرّجوع و يوفّقهم علی تدارک ما فات عنهم و الانابة لدی باب عطائه انّه هو الغفور الرّحيم *",
  "translation": "Whenever high dignitaries of Persia came to that city (Constantinople) they would exert themselves to the utmost soliciting at every door such allowances and gifts as they might obtain. This Wronged One, however, if He hath done nothing that would redound to the glory of Persia, hath at least acted in a manner that could in no wise disgrace it. That which was done by his late Excellency (Mushiru'd-Dawlih) - may God exalt his station - was not actuated by his friendship towards this Wronged One, but rather was prompted by his own sagacious judgment, and by his desire to accomplish the service he secretly contemplated rendering his Government. I testify that he was so faithful in his service to his Government that dishonesty played no part, and was held in contempt, in the domain of his activities. It was he who was responsible for the arrival of these wronged ones in the Most Great Prison (‘Akká). As he was faithful, however, in the discharge of his duty, he deserveth Our commendation. This Wronged One hath, at all times, aimed and striven to exalt and advance the interests of both the government and the people, not to elevate His own station. A number of men have, now, gathered others about them, and have arisen to dishonor this Wronged One. He, nevertheless, beseecheth God - hallowed and glorified be He - to aid them to return unto Him, and assist them to compensate for that which escaped them, and repent before the door of His bounty. He, verily, is the Forgiving, the Merciful.",
  "source_lang": "fa",
  "score": 10
}