{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 129,
  "source_text": "يا شيخ اين آيات محکمات در يکی از الواح از قلم ابهی نازل * يا عبد اسمع نداء المظلوم الّذی حمل الشّدائد و البلايا فی سبيل اللّه مالک الاسماء الی ان سجن فی ارض الطّاء انّه دعا النّاس الی الجنّة العليا و هم اخذوه و داروا به فی المدن و الدّيار * کم من ليل طار النّوم من عيون احبّائی حبّا لنفسی و کم من يوم قام عَلَیَّ الاحزاب * مرّة رأيت نفسی علی اعلی الجبال و اخری فی سجن الطّاء فی السّلاسل و الاغلال * لعمر اللّه قد کنت شاکرا ناطقا ذاکرا متوجّها راضيا خاضعا خاشعا فی کلّ الاحوال * کذلک مضت ايّامی الی ان انتهت الی هذا السّجن الّذی به تزلزلت الارض و ناحت السّموات * طوبی لعبد نبذ الظّنون اذ اتی المکنون برايات الآيات * انّا اخبرنا النّاس بهذا الظّهور الاعظم و لکن القوم فی سکر عجاب *",
  "translation": "O Shaykh! These perspicuous verses have been sent down in one of the Tablets by the Abhá Pen: \"Hearken, O servant, unto the voice of this Wronged One, Who hath endured grievous vexations and trials in the path of God, the Lord of all Names, until such time as He was cast into prison, in the Land of Ta (Ṭihrán). He summoned men unto the most sublime Paradise, and yet they seized Him and paraded Him through cities and countries. How many the nights during which slumber fled from the eyes of My loved ones, because of their love for Me; and how numerous the days whereon I had to face the assaults of the peoples against Me! At one time I found Myself on the heights of mountains; at another in the depths of the prison of Ta (Ṭihrán), in chains and fetters. By the righteousness of God! I was at all times thankful unto Him, uttering His praise, engaged in remembering Him, directed towards Him, satisfied with His pleasure, and lowly and submissive before Him. So passed My days, until they ended in this Prison (‘Akká) which hath made the earth to tremble and the heavens to sigh. Happy that one who hath cast away his vain imaginings, when He Who was hid came with the standards of His signs. We, verily, have announced unto men this Most Great Revelation, and yet the people are in a state of strange stupor.\"",
  "source_lang": "fa",
  "score": 10
}