{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 132,
  "source_text": "هو المقتدر العليم الحکيم قد احاطت ارياح البغضاء سفينة البطحاء بما اکتسبت ايدی الظّالمين * يا ايّها المشهور بالعلم قد افتيت علی الّذين ناح لهم کتب العالم و شهد لهم دفاتر الاديان کلّها و انّک انت يا ايّها البعيد فی حجاب غليظ * تاللّه قد حکمت علی الّذين بهم لاح افق الايمان * يشهد بذلک مطالع الوحی و مظاهر امر ربّک الرّحمن الّذين انفقوا ارواحهم و ما عندهم فی سبيله المستقيم * قد صاح من ظلمک دين اللّه فيما سواه و انّک تلعب و تکون من الفرحين * ليس فی قلبی بغضک و لا بغض احد من العباد انّ العارف يراک و امثالک فی جهل مبين * انّک لو اطّلعت علی ما فعلت لالقيت نفسک فی النّار او خرجت من البيت متوجّها الی الجبال و نحت الی ان رجعت الی مقام قدّر لک من لدن مقتدر قدير * يا ايّها الموهوم اخرق حجبات الظّنون و الاوهام لتری شمس العلم مشرقة من هذا الافق المنير * قد قطعت بضعة الرّسول و ظننت انّک نصرت دين اللّه کذلک سوّلت لک نفسک و انت من الغافلين * قد احترق من فعلک قلوب الملأ الاعلی و الّذين طافوا حول امر اللّه ربّ العالمين * قد ذاب کبد البتول من ظلمک و ناح اهل الفردوس فی مقام کريم *",
  "translation": "\"He is the Almighty, the All-Knowing, the All-Wise! The winds of hatred have encompassed the Ark of Batha (Mecca), by reason of that which the hands of the oppressors have wrought. O thou who art reputed for thy learning! Thou hast pronounced sentence against them for whom the books of the world have wept, and in whose favor the scriptures of all religions have testified. Thou, who art gone far astray, art indeed wrapt in a thick veil. By God Himself! Thou hast pronounced judgment against them through whom the horizon of faith hath been illumined. Unto this bear witness They Who are the Dawning-Places of Revelation and the Manifestations of the Cause of thy Lord, the Most Merciful, Who have sacrificed Their souls and all that They possessed in His straight Path. The Faith of God hath cried everywhere, by reason of thy tyranny, and yet thou disportest thyself and art of them that exult. There is no hatred in Mine heart for thee nor for anyone. Every man of discernment beholdeth thee, and such as are like thee, engulfed in evident folly. Hadst thou realized that which thou hast done, thou wouldst have cast thyself into the fire, or abandoned thine home and fled unto the mountains, or wouldst have groaned until thou hadst returned unto the place destined for thee by Him Who is the Lord of strength and of might. O thou who art even as nothing! Rend thou asunder the veils of idle fancies and vain imaginings, that thou mayest behold the Day-Star of knowledge shining from this resplendent Horizon. Thou hast torn in pieces a remnant of the Prophet Himself, and imagined that thou hadst helped the Faith of God. Thus hath thy soul prompted thee, and thou art truly one of the heedless. Thine act hath consumed the hearts of the Concourse on high, and those of such as have circled round the Cause of God, the Lord of the worlds. The soul of the Chaste One (Fáṭimih) melted, by reason of thy cruelty, and the inmates of Paradise wept sore in that blessed Spot.",
  "source_lang": "fa",
  "score": 10
}