{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 133,
  "source_text": "انصف باللّه بایّ برهان استدلّ علماء اليهود و افتوا به علی الرّوح اذ اتی بالحقّ و بایّ حجّة انکر الفريسيّون و علماء الاصنام اذ اتی محمّدٌ رسول اللّه بکتاب حکم بين الحقّ و الباطل بعدل اضاء بنوره ظلمات الارض و انجذبت قلوب العارفين * و انّک استدللت اليوم بما استدلّ به علماء الجهل فی ذاک العصر يشهد بذلک مالک مصر الفضل فی هذا السّجن العظيم * انّک اقتديت بهم بل سبقتهم فی الظّلم و ظننت انّک نصرت الدّين و دفعت عن شريعة اللّه العليم الحکيم * و نفسه الحقّ ينوح من ظلمک النّاموس الاکبر و تصيح شريعة اللّه الّتی بها سرت نسمات العدل علی من فی السّموات و الارضين * هل ظننت انّک ربحت فيما افتيت لا و سلطان الاسماء يشهد بخسرانک من عنده علم کلّ شیء فی لوح حفيظ *",
  "translation": "\"Judge thou fairly, I adjure thee by God. What proof did the Jewish doctors adduce wherewith to condemn Him Who was the Spirit of God (Jesus Christ), when He came unto them with truth? What could have been the evidence produced by the Pharisees and the idolatrous priests to justify their denial of Muḥammad, the Apostle of God when He came unto them with a Book that judged between truth and falsehood with a justice which turned into light the darkness of the earth, and enraptured the hearts of such as had known Him? Indeed thou hast produced, in this day, the same proofs which the foolish divines advanced in that age. Unto this testifieth He Who is the King of the realm of grace in this great Prison. Thou hast, truly, walked in their ways, nay, hast surpassed them in their cruelty, and hast deemed thyself to be helping the Faith and defending the Law of God, the All-Knowing, the All-Wise. By Him Who is the Truth! Thine iniquity hath made Gabriel to groan, and hath drawn tears from the Law of God, through which the breezes of justice have been wafted over all who are in heaven and on earth. Hast thou fondly imagined that the judgment thou didst pronounce hath profited thee? Nay, by Him Who is the King of all Names! Unto thy loss testifieth He with Whom is the knowledge of all things as recorded in the preserved Tablet.",
  "source_lang": "fa",
  "score": 10
}