{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 140,
  "source_text": "حال در ميرزا هادی دولت ابادی و صاد اصفهانی در ارض طا تفکّر لازم * اوّل بمجرّد انکه شنيد او را بابی گفته‌اند اضطراب اخذش نمود بشانيکه وقار و سکون مفقود گشت بر منابر ارتقا جست و نطق نمود بکلماتيکه سزاوار نبود * لازال گلپارهای عالم محض حبّ رياست عمل نموده‌اند انچه را که سبب و علّت گمراهی عباد گشته ان جناب جميع را مثل ان نفوس ندانند * استقامت و ثبوت و رسوخ و اطمينان و تمکين و وقار شهدای اين ظهور ذکر شد تا ان جناب اگاه شوند * و مقصود از انچه بيان شد از الواح ملوک و غيره انکه ان جناب بيقين مبين بدانند که اين مظلوم امر اللّه را ستر ننمود و بانچه مامور بود امام وجوه عالم بافصح بيان ذکر نمود و القا فرمود * و لکن امثال ان نفوس ضعيفه مثل هادی و غيره امر اللّه را تبديل نمودند و نظر بزندگانی دو روزه دنيا عمل کردند و گفتند انچه را که عين عدل گريست و قلم اعلی نوحه نمود مع انکه از اصل امر بی خبر بوده و هستند و اين مظلوم لوجه اللّه اظهار نمود",
  "translation": "It behooveth thee now to reflect upon the state of Mírzá Hádí Dawlat-Abadi and of Sad-i-Iṣfahání (Sadru'l-'Ulama), who reside in the Land of Ta (Ṭihrán). No sooner had the former heard that he had been called a Bábí than he became so perturbed that his poise and dignity forsook him. He ascended the pulpits and spoke words which ill befitted him. From time immemorial the clay clods of the world have, wholly by reason of their love of leadership, perpetrated such acts as have caused men to err. Thou must not, however, imagine that all the faithful are such as these two. We have described unto thee the constancy, the firmness, the steadfastness, the certitude, the imperturbability and the dignity of the martyrs of this Revelation, that thou mayest be well-informed. My purpose in citing the passages from the Tablets to the kings and others hath been that thou mayest know of a certainty that this Wronged One hath not concealed the Cause of God, but hath proclaimed and delivered, in the most eloquent language, before the face of the world, the things He had been commissioned to set forth. Certain faint-hearted ones, however, such as Hádí and others, have tampered with the Cause of God and have, in their concern for this fleeting life, said and done that which caused the eye of justice to weep and the Pen of Glory to groan, notwithstanding their ignorance of the essentials of this Cause; whereas this Wronged One hath revealed it for the sake of God.",
  "source_lang": "fa",
  "score": 10
}