{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 143,
  "source_text": "حال بايد حضرت سلطان حفظه اللّه تعالی بعنايت و شفقت با اين حزب رفتار فرمايند و اين مظلوم امام کعبه الهی عهد مينمايد از اين حزب جز صداقت و امانت امری ظاهر نشود که مغاير رای جهان ارای حضرت سلطانی باشد * هر ملّتی بايد مقام سلطانش را ملاحظه نمايد و در ان خاضع باشد و بامرش عامل و بحکمش متمسّک * سلاطين مظاهر قدرت و رفعت و عظمت الهی بوده و هستند * اين مظلوم با احدی مداهنه ننموده کلّ بر اين فقره شاهد و گواهند * و لکن ملاحظه شئون سلاطين من عند اللّه بوده و از کلمات انبياء و اولياء واضح و معلوم * خدمت حضرت روح عليه السّلام عرض نمودند * [ يا روح اللّه ا يجوز ان تعطی جزيةٌ لقيصر ام لا؟ قال بلی ما لقيصر لقيصر و ما للّه للّه ] منع نفرمودند و اين دو کلمه يکی است نزد متبصّرين چه که ما لقيصر اگر من عند اللّه نبود نهی ميفرمودند * و همچنين در آيه مبارکه ﴿أَطِيْعُوا اللّهَ وَ أَطِيْعُوا الرَّسُولَ وَ أُوْلِی الأَمْرِ مِنْکُمْ﴾ * مقصود از اين اولو الامر در مقام اوّل و رتبه اولی ائمّه صلوات اللّه عليهم بوده و هستند ايشانند مظاهر قدرت و مصادر امر و مخازن علم و مطالع حکم الهی و در رتبه ثانی و مقام ثانی ملوک و سلاطين بوده‌اند يعنی ملوکی که بنور عدلشان آفاق عالم منوّر و روشن است * اميد انکه از حضرت سلطان نور عدلی اشراق نمايد که جميع احزاب امم را احاطه کند * کلّ بايد از حقّ از برايش بطلبند انچه را که اليوم سزاوار است *",
  "translation": "It is now incumbent upon His Majesty the Sháh - may God, exalted be He, protect him - to deal with this people with loving-kindness and mercy. This Wronged One pledgeth Himself, before the Divine Kaaba, that, apart from truthfulness and trustworthiness, this people will show forth nothing that can in any way conflict with the world-adorning views of His Majesty. Every nation must have a high regard for the position of its sovereign, must be submissive unto him, must carry out his behests, and hold fast his authority. The sovereigns of the earth have been and are the manifestations of the power, the grandeur and the majesty of God. This Wronged One hath at no time dealt deceitfully with anyone. Every one is well aware of this, and beareth witness unto it. Regard for the rank of sovereigns is divinely ordained, as is clearly attested by the words of the Prophets of God and His chosen ones. He Who is the Spirit (Jesus) - may peace be upon Him - was asked: \"O Spirit of God! Is it lawful to give tribute to Caesar or not?\" And He made reply: \"Yea, render to Caesar the things that are Caesar's and to God the things that are God's.\" He forbade it not. These two sayings are, in the estimation of men of insight, one and the same, for if that which belonged to Caesar had not come from God, He would have forbidden it. And likewise in the sacred verse: \"Obey God and obey the Apostle, and those among you invested with authority.\" By \"those invested with authority\" is meant primarily and more especially the Imams - the blessings of God rest upon them! They, verily, are the manifestations of the power of God, and the sources of His authority, and the repositories of His knowledge, and the daysprings of His commandments. Secondarily these words refer unto the kings and rulers - those through the brightness of whose justice the horizons of the world are resplendent and luminous. We fain would hope that His Majesty the Sháh will shine forth with a light of justice whose radiance will envelop all the kindreds of the earth. It is incumbent upon every one to beseech the one true God on his behalf for that which is meet and seemly in this day.",
  "source_lang": "fa",
  "score": 10
}