{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 155,
  "source_text": "اقرأ کتاب الايقان و ما انزله الرّحمن لملک باريس و امثاله لتطّلع بما قضی من قبل و توقن بانّا ما اردنا الفساد فی الارض بعد اصلاحها * انّما نذکّر العباد خالصا لوجه اللّه من شاء فليقبل و من شاء فليعرض انّ ربّنا الرّحمن لهو الغنیّ الحميد * يا معشر الاحزاب هذا يوم لا ينفعکم شیء من الاشياء و لا اسم من الاسماء الّا بهذا الاسم الّذی جعله اللّه مظهر امره و مطلع اسمائه الحسنی لمن فی ملکوت الانشاء نعيما لمن وجد عرف الرّحمن و کان من الرّاسخين و لا يغنيکم اليوم علومکم و فنونکم و لا زخارفکم و عزّکم دعوا الکلّ وراءکم مقبلين الی الکلمة العليا الّتی بها فصّلت الزّبر و الصّحف و هذا الکتاب المبين * يا قوم ضعوا ما الّفتموه من قلم الظّنون و الاوهام تاللّه قد اشرقت شمس العلم من افق اليقين *",
  "translation": "\"Peruse thou the Kitáb-i-Íqán (Book of Certitude) and that which the All-Merciful hath sent down unto the King of Paris (Napoleon III) and to such as are like him, that thou mayest be made aware of the things that have happened in the past, and be persuaded that We have not sought to spread disorder in the land after it had been well-ordered. We exhort, wholly for the sake of God, His servants. Let him who wisheth turn unto Him, and him who wisheth turn aside. Our Lord, the Merciful, is verily the All-Sufficing, the All-Praised. O concourse of the kindreds of the earth! This is the day whereon nothing amongst all things, nor any name amongst all names, can profit you save through this Name which God hath made the Manifestation of His Cause and the Dayspring of His Most Excellent Titles unto all who are in the kingdom of creation. Blessed is that man that hath recognized the fragrance of the All-Merciful and been numbered with the steadfast. Your sciences shall not profit you in this day, nor your arts, nor your treasures, nor your glory. Cast them all behind your backs, and set your faces towards the Most Sublime Word through which the Scriptures and the Books and this lucid Tablet have been distinctly set forth. Cast away, O people, the things ye have composed with the pen of your idle fancies and vain imaginings. By God! The Day-Star of Knowledge hath shone forth above the horizon of certitude.",
  "source_lang": "fa",
  "score": 10
}