{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 157,
  "source_text": "هل السّلطان اطّلع و غضّ الطّرف عن فعلک ام اخذه الرّعب بما عوت شرذمة من الذّئاب الّذين نبذوا صراط اللّه وراءهم و اخذوا سبيلک من دون بيّنة و لا کتاب ؟ انّا سمعنا بانّ ممالک الايران تزيّنت بطراز العدل فلمّا تفرّسنا وجدناها مطالع الظّلم و مشارق الاعتساف * انّا نری العدل تحت مخالب الظّلم نسأل اللّه ان يخلّصه بقوّة من عنده و سلطان من لدنه انّه هو المهيمن علی من فی الارضين و السّموات * ليس لاحد ان يعترض علی نفس فيما ورد علی امر اللّه ينبغی لکلّ من توجّه الی الافق الاعلی ان يتمسّک بحبل الاصطبار و يتوکّل علی اللّه المهيمن المختار * يا احبّاء اللّه اشربوا من عين الحکمة و طيروا فی هواء الحکمة و تکلّموا بالحکمة و البيان کذلک يامرکم ربّکم العزيز العلّام * *",
  "translation": "\"Hath the Sháh been informed, and chosen to close his eyes to thine acts? Or hath he been seized with fear at the howling of a pack of wolves who have cast the path of God behind their backs and followed in thy way without any clear proof or Book? We have heard that the provinces of Persia have been adorned with the adornment of justice. When We observed closely, however, We found them to be the dawning-places of tyranny and the daysprings of injustice. We behold justice in the clutches of tyranny. We beseech God to set it free through the power of His might and His sovereignty. He, verily, overshadoweth all that is in the heavens and on earth. To none is given the right to protest against any one concerning that which hath befallen the Cause of God. It behooveth whosoever hath set his face towards the Most Sublime Horizon to cleave tenaciously unto the cord of patience, and to put his reliance in God, the Help in Peril, the Unconstrained. O ye loved ones of God! Drink your fill from the well-spring of wisdom, and soar ye in the atmosphere of wisdom, and speak forth with wisdom and eloquence. Thus biddeth you your Lord, the Almighty, the All-Knowing.",
  "source_lang": "fa",
  "score": 10
}