{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 158,
  "source_text": "يا غافل لا تطمئنّ بعزّک و اقتدارک مثلک کمثل بقيّة اثر الشّمس علی رؤوس الجبال سوف يدرکها الزّوال من لدی اللّه الغنيّ المتعال قد اخذ عزّک و عزّ امثالک و هذا ما حکم به من عنده امّ الالواح * اين من حارب اللّه و اين من جادل بآياته و اين من اعرض عن سلطانه و اين الّذين قتلوا اصفياءه و سفکوا دماء اوليائه ؟ تفکّر لعلّ تجد نفحات اعمالک يا ايّها الجاهل المرتاب * بکم ناح الرّسول و صاحت البتول و خربت الدّيار و اخذت الظّلمة کلّ الاقطار * يا معشر العلماء بکم انحطّ شأن الملّة و نکس علم الاسلام و ثلّ عرشه العظيم * کلّما اراد مميّزٌ ان يتمسّک بما يرتفع به شأن الاسلام ارتفعت ضوضاؤکم بذلک منع عمّا اراد و بقی الملک فی خسران کبير *",
  "translation": "\"O heedless one! Rely not on thy glory, and thy power. Thou art even as the last trace of sunlight upon the mountain-top. Soon will it fade away as decreed by God, the All-Possessing, the Most High. Thy glory and the glory of such as are like thee have been taken away, and this verily is what hath been ordained by the One with Whom is the Mother Tablet. Where is he to be found who contended with God, and whither is gone he that gainsaid His signs, and turned aside from His sovereignty? Where are they who have slain His chosen ones and spilt the blood of His holy ones? Reflect, that haply thou mayest perceive the breaths of thine acts, O foolish doubter! Because of you the Apostle (Muḥammad) lamented, and the Chaste One (Fáṭimih) cried out, and the countries were laid waste, and darkness fell upon all regions. O concourse of divines! Because of you the people were abased, and the banner of Islam was hauled down, and its mighty throne subverted. Every time a man of discernment hath sought to hold fast unto that which would exalt Islam, ye raised a clamor, and thereby was he deterred from achieving his purpose, while the land remained fallen in clear ruin.",
  "source_lang": "fa",
  "score": 10
}