{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 160,
  "source_text": "يا شيخ قد اسمعناک تغرّدات عندليب الفردوس و اريناک الآثار الّتی انزلها اللّه بامره المبرم فی السّجن الاعظم لتقرّ بها عينک و تطمئنّ بها نفسک انّه هو الفيّاض الکريم * قم بقوّة البرهان علی خدمة امر اللّه ربّک الرّحمن * لو تخاف من ايمانک خذ اللّوح ثمّ احفظه فی جيب توکّلک و اذا دخلت موقف الحشر و يسالک اللّه بایّ حجّة امنت بهذا الظّهور اخرج اللّوح و قل بهذا الکتاب المبارک العزيز البديع * اذا ترتفع اليک ايادی الکلّ و ياخذون اللّوح و يضعونه علی عيونهم و يجدون منه عرف بيان اللّه ربّ العالمين * لو يعذّبک اللّه بما آمنت بآياته فی هذا الظّهور فبایّ حجّة يعذّب الّذين ما آمنوا بمحمّد رسول اللّه و من قبله بعيسی بن مريم و من قبله بالکليم و من قبله بالخليل الی ان تنتهی الظّهورات الی البديع الاوّل الّذی خلق بارادة ربّک القادر المحيط کذلک انزلنا الآيات لاحد قبلک و ذکرناها لک فی هذا اليوم لتعرف و تکون من الموقنين * يا ايّها النّاطق بالعلم انّ الامر اظهر من ان يخفی و ابين من ان يستر انّه کالشّمس فی وسط الزّوال لا ينکرها الّا کلّ مبغض مريب *",
  "translation": "O Shaykh! We have enabled thee to hear the melodies of the Nightingale of Paradise, and unveiled to thine eyes the signs which God, by His all-compelling behest, hath sent down in the Most Great Prison, that thine eye might be cheered, and thy soul be well-assured. He, verily, is the All-Bounteous, the Generous. Arise thou through the power of His testimony to serve the Cause of God, thy Lord, the God of Mercy. If thy faith be fearful, seize thou My Tablet, and preserve it in the bosom of trust. And when thou enterest into the place of resurrection, and God asketh thee by what proof thou hast believed in this Revelation, draw forth the Tablet and say: \"By this Book, the holy, the mighty, the incomparable.\" Thereupon all will lift up their hands towards thee, and will seize the Tablet, and will press it to their eyes, and will inhale therefrom the fragrance of the utterance of God, the Lord of the worlds. Were God to torment thee for having believed in His signs in this Revelation, for what reason could He then torment such as have disbelieved in Muḥammad, the Apostle of God, and before Him in Jesus, the Son of Mary, and before Him in the One Who conversed with God (Moses), and before Him in the One Who is the Friend of God (Abraham), and as far back as the One Who was the First Manifestation, Who was created by the will of Thy Lord, the Potent, the All-Encompassing. Thus have We sent down Our verses unto one before thee, and recalled them unto thee, in this day, that thou mayest understand, and be of them who are well assured. O thou who assumest the voice of knowledge! This Cause is too evident to be obscured, and too conspicuous to be concealed. It shineth as the sun in its meridian glory. None can deny it unless he be a hater and a doubter.",
  "source_lang": "fa",
  "score": 10
}