{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 162,
  "source_text": "يا شيخ زمام امور بقوّت الهی و قدرت ربّانی اخذ شده بود اخذ عزيز مقتدر احدی قادر بر فساد و فتنه نبوده * حال چون قدر عنايت و الطاف را ندانستند بجزای اعمال خود مبتلی شده و ميشوند * و مامورين نظر بحرکت سرّی حبل ممدود از جميع جهات حزب مخالف را تحريک و تاييد نموده‌اند * در مدينه کبيره جمعی را بر مخالفت اين مظلوم برانگيختند و امر بمقامی رسيده که نفوس ماموره در ان ارض تمسّک نموده‌اند بانچه سبب ذلّت دولت و ملّت است * يکی از سادات بزرگوار که نزد اکثری از منصفين معروفش معروف و عملش مقبول و تجارتش مشهور و از اجلّهء تجّار نزد کلّ مشهود بسمت بيروت توجّه نمود نظر بدوستی ان جناب به اين مظلوم از سيّاله برقيّه بمترجم ايران خبر دادند که سيّد مذکور با ادم خود وجهی از نقد و غيره سرقت کرده‌اند و بعکّا توجّه نموده‌اند * و مقصود از اين حرکت ذلّت اين مظلوم بوده و لکن هيهات که اهل اين ديار باين گفتهای نالائقه از صراط مستقيم صدق و راستی منحرف شوند * باری از هر جهت هجوم نموده‌اند و طرف مقابل را تاييد مينمايند * و اين مظلوم از حقّ ميطلبد کلّ را موفّق دارد بر انچه سزاوار ايّام است و در ليالی و ايّام به اين کلمات محکمات ناظر و ناطق *\n الهی الهی اسألک بشمس فضلک و بحر علمک و سماء عدلک ان تؤيّد المنکرين علی الاقرار و المعرضين علی الاقبال و المفترين علی العدل و الانصاف * ای ربّ ايّدهم علی الرّجوع اليک و الانابة لدی باب فضلک انّک انت المقتدر علی ما تشاء و فی قبضتک زمام من فی السّموات و الارضين الحمد للّه ربّ العالمين *",
  "translation": "O Shaykh! We had seized the reins of authority by the power of God and His Divine might, as He alone can seize, Who is the Mighty, the Strong. None had the power to stir up mischief or sedition. Now, however, as they have failed to appreciate this loving-kindness and these bounties, they have been, and will be, afflicted with the retribution which their acts must entail. The State officials, considering the secret progress of the Extended Cord have, from every direction, incited and aided Mine adversaries. In the Great City (Constantinople) they have roused a considerable number of people to oppose this Wronged One. Things have come to such a pass that the officials in that city have acted in a manner which hath brought shame to both the government and the people. A distinguished siyyid, whose well-known integrity, acceptable conduct, and commercial reputation, were recognized by the majority of fair-minded men, and who was regarded by all as a highly honored merchant, once visited Beirut. In view of his friendship for this Wronged One they telegraphed the Persian Dragoman informing him that this siyyid, assisted by his servant, had stolen a sum of money and other things and gone to ‘Akká. Their design in this matter was to dishonor this Wronged One. And yet, far be it from the people of this country to allow themselves to be deflected, by these unseemly tales, from the straight path of uprightness and truth. Briefly, they have assaulted Me from every side, and are reinforcing Mine adversaries. This Wronged One, however, beseecheth the one true God to graciously assist every one in that which beseemeth these days. Day and night I fix My gaze on these perspicuous words, and recite: \"O God, my God! I beseech Thee by the sun of Thy grace, and the sea of Thy knowledge, and the heaven of Thy justice, to aid them that have denied Thee to confess, and such as have turned aside from Thee to return, and those who have calumniated Thee to be just and fair-minded. Assist them, O my Lord, to return unto Thee, and to repent before the door of Thy grace. Powerful art Thou to do what Thou willest, and in Thy grasp are the reins of all that is in the heavens and all that is on earth. Praise be unto God, the Lord of the worlds.\"",
  "source_lang": "fa",
  "score": 10
}