{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 171,
  "source_text": "قدری در آيات لقاء که از مالک ملکوت اسماء در فرقان نازل شده تفکّر نما شايد راه مستقيم را بيابی و سبب و علّت هدايت خلق شوی * مثل شما امروز بايد بر خدمت امر قيام نمايد ذلّت اين مظلوم و عزّت شما هر دو بفنا راجع جهد کن شايد فائز شوی بعمليکه عرفش از عالم قطع نشود * در ذکر لقاء نازل شده انچه که از برای منکرين مجال رد و عدم قبول نمانده و نيست قوله تبارک و تعالی ﴿اللّهُ الَّذِی رَفَعَ السَّمَوَاتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ اسْتَوَی عَلَی العَرْشِ وَ سَخَّرَ الشَّمْسَ وَ القَمَرَ کُلٌّ يَجْرِی لِأَجَلٍ مُسَمًّی يُدَبِّرُ الأَمْرَ يُفَصِّلُ الآياتِ لَعَلَّکُمْ بِلِقَاءِ رَبِّکُم تُوقِنُونَ﴾ و ميفرمايد ﴿مَنْ کَانَ يَرْجُو لِقَاءَ اللّهِ فَإِنَّ أَجَلَ اللّهِ لَآتٍ وَ هُوَ السَّمِيعُ العَلِيمُ﴾ الی قوله تعالی ﴿وَ الَّذِينَ کَفَرُوا بِآياتِ اللّهِ وَ لِقَائِهِ أُوْلَئِکَ يَئِسُوا مِنْ رَحْمَتِی وَ أُوْلَئِکَ لَهُمْ عَذَابٌ أَلِيمٌ﴾ و همچنين ميفرمايد ﴿قَالُوا أَئِذَا ضَلَلْنَا فِی الأَرْضِ أَئِنَّا لَفِی خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ کَافِرُونَ﴾ و همچنين ميفرمايد ﴿أَلَا إِنَّهُمْ فِی مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِکُلِّ شَیءٍ مُحِيطٌ﴾ و همچنين ميفرمايد ﴿إِنَّ الَّذِينَ لَا يَرجُونَ لِقَاءَنَا وَ رَضُوا بِالحَيَاةِ الدُّنْيَا وَ اطْمَأَنُّوا بِهَا وَ الَّذِيْنَ هُمْ عَنْ آياتِنَا غَافِلُونَ أُوْلَئِکَ مَأْوَاهُمُ النَّارُ بِمَا کَانُوا يَکْسِبُونَ﴾ و همچنين ميفرمايد ﴿وَ إِذَا تُتْلَی عَلَيْهِمْ آياتُنَا بَيِّنَاتٍ قَالَ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا ائْتِ بِقُرآنٍ غَيْرِ هَذَا أَوْ بَدِّلْهُ قُلْ مَا يَکُونُ لِی أَن أُبَدِّلَهُ مِنْ تِلْقَاءِ نَفْسِی إِنْ أَتَّبِعُ إِلَّا مَا يُوْحَی إِلَیَّ إِنِّی أَخَافُ إِنْ عَصَيْتُ رَبِّی عَذَابَ يَوْمٍ عَظِيمٍ﴾ و همچنين ميفرمايد ﴿ثُمَّ آتَيْنَا مُوْسَی الکِتَابَ تَمَامًا عَلَی الَّذِی أَحْسَنَ وَ تَفْصِيلاً لِکُلِّ شَیءٍ وَ هُدًی وَ رَحْمَةً لَعَلَّهُمْ بِلِقَاءِ رَبِّهِمْ يُؤْمِنُونَ﴾ و همچنين ميفرمايد ﴿أُوْلَئِکَ الَّذِينَ کَفَرُوا بِآيَاتِ رَبِّهِمْ وَ لِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيْمُ لَهُمْ يَومَ القِيَامَةِ وَزْنًا * ذَلِکَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا کَفَرُوا وَ اتَّخَذُوا آياتِی وَ رُسُلِی هُزُوًا﴾ و همچنين ميفرمايد ﴿هَلْ آتاکَ حَدِيثُ مُوْسَی إِذْ رَأَی نَارًا فَقَالَ لِأَهْلِهِ امْکُثُوا إِنِّی آنَسْتُ نَارًا لَعَلِّی آتِيکُم مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَی النَّارِ هُدًی * فَلَمَّا آتاهَا نُودِی يَا مُوْسَی إِنِّی أَنَا رَبُّکَ فَاخْلَعْ نَعْلَيْکَ إِنَّکَ بِالوَادِ المُقَدَّسِ طُوًی * وَ أَنَا اخْتَرْتُکَ فَاسْتَمِعْ لِمَا يُوْحَی إِنَّنِی أَنَا اللّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِی﴾ و همچنين ميفرمايد ﴿أَوَلَمْ يَتَفَکَّرُوا فِی أَنْفُسِهِم مَا خَلَقَ اللّهُ السَّمَوَاتِ وَ الأَرْضِ وَ مَا بَيْنَهُمَا إِلَّا بِالحَقِّ وَ أَجَلٍ مُسَمًّی وَ إِنَّ کَثِيرًا مِنَ النَّاسِ بِلِقَاءِ رَبِّهِمْ لَکَافِرُونَ﴾ و همچنين ميفرمايد ﴿أَلَا يَظُنُّ أُوْلَئِکَ أَنَّهُمْ مَبْعُوثُونَ لِيَومٍ عَظِيمٍ يَومَ يَقُومُ النَّاسُ لِرَبِّ العَالَمِينَ﴾ و همچنين ميفرمايد ﴿وَ لَقَدْ آتَيْنَا مُوْسَی الکِتَابَ فَلَا تَکُنْ فِی مِرْيَةٍ مِنْ لِقَائِهِ ] و ميفرمايد ﴿کَلَّا إِذَا دُکَّتِ الأَرْضُ دَکًّا دَکًّا وَ جَاءَ رَبُّکَ وَ المَلَکُ صَفًّا صَفًّا﴾ و همچنين ميفرمايد ﴿يُرِيدُونَ لِيُطْفِئُوا نُورَ اللّهِ بِأَفْوَاهِهِمْ وَ اللّهُ مُتَمُّ نُورِهِ وَلَوْ کَرِهَ الکَافِرُونَ﴾ و همچنين ميفرمايد ﴿فَلَمَّا قَضَی مُوْسَی الأَجَلَ وَ سَارَ بِأَهْلِهِ آنَسَ مِنْ جَانِبِ الطُّورِ نَارًا * قَالَ لِأَهْلِهِ امْکُثُوا إِنِّی آنَسْتُ نَارًا لَعَلِّی آتِيکُم مِنْهَا بِخَبَرٍ أَوْ جَذْوَةٍ مِنَ النَّارِ لَعَلَّکُم تَصْطَلُونَ * فَلَمَّا آتاهَا نُودِی مِنْ شَاطِئِ الوَادِی الأَيْمَن فِی البُقْعَةِ المُبَارَکَةِ مِنَ الشَّجَرَةِ أَنْ يَا مُوْسَی إِنِّی أَنَا اللّهُ رَبُّ العَالَمِينَ﴾ انتهی",
  "translation": "Ponder a while upon the verses concerning the Divine Presence, which have been sent down in the Qur’án by Him Who is the Lord of the kingdom of names, perchance thou mayest discover the Straight Path, and be made an instrument for the guidance of His creatures. Such a one as thou must needs in this day arise to serve this Cause. The abasement of this Wronged One as well as thy glory shall both pass away. Strive thou, that haply thou mayest achieve a deed the fragrance of which shall never fade from the earth. Concerning the Divine Presence there hath been sent down what no denier hath been or is now able to refute or repudiate. He - blessed and exalted be He - saith: \"It is God Who hath reared the heavens without pillars thou canst behold; then mounted His throne, and imposed laws on the sun and moon: each traveleth to its appointed goal. He ordereth all things. He maketh His signs clear, that ye may have firm faith in the Presence of your Lord.\" He also saith: \"To him who hopeth to attain the Presence of God, the set time of God will surely come. And He is the Hearer, the Knower.\" And further He - exalted be He - saith: \"As for those who believe not in the signs of God, or that they shall ever attain His Presence, these of My mercy shall despair, and these doth a grievous chastisement await.\" And likewise He saith: \"And they say, \\‘What! when we shall have lain hidden in the earth, shall we become a new creation?' Yea, they deny that they shall attain the Presence of their Lord.\" And likewise He saith: \"They truly doubt the Presence of their Lord. He, verily, overshadoweth all things.\" And likewise He saith: \"Verily, they who hope not to attain Our Presence, and find their satisfaction in this world's life, and rest on it, and who of Our signs are heedless - these! their abode the fire, in recompense of their deeds!\" And likewise He saith: \"But when Our clear signs are recited to them, they who look not forward to attain Our Presence, say, \\‘Bring a different Qur’án from this, or make some change in it.' Say: It is not for Me to change it as Mine own soul prompteth. I follow only what is revealed to Me: verily, I fear, if I rebel against My Lord, the punishment of a great day.\" And likewise He saith: \"Then gave We the Book to Moses - complete for Him who should do right, and a decision for all matters, and a guidance, and a mercy, that they might believe in the Presence of their Lord.\" And likewise he saith: \"They are those who believe not in the signs of the Lord, or that they shall ever attain His Presence. Vain, therefore, are their works; and no weight will We allow them on the Day of Resurrection. This shall be their reward - Hell. Because they were unbelievers, and treated My signs and My Apostles with scorn.\" And likewise He saith: \"Hath the history of Moses reached thee? When He saw a fire, and said to His family, \\‘Tarry ye here, for I perceive a fire; haply I may bring you a brand from it, or find at the fire a guide.' And when He came to it, He was called to, \\‘O Moses! Verily, I am Thy Lord; therefore pull off Thy shoes, for Thou art in the holy vale of Towa. And I have chosen Thee; hearken then to what shall be revealed. Verily, I am God, there is no God but Me. Therefore, worship Me.'\" And likewise He saith: \"Have they not considered within themselves that God hath not created the heavens and the earth and all that is between them but for a serious end, and for a fixed term? But truly most men believe not that they shall attain the Presence of their Lord.\" And likewise He saith: \"What! Have they no thought that they shall be raised again for the Great Day, the Day when mankind shall stand before the Lord of the worlds?\" And likewise He saith: \"We heretofore gave the Book to Moses. Have thou no doubt as to His attaining Our Presence.\" And He saith: \"Aye! But when the earth shall be crushed with crushing, crushing, and thy Lord shall come and the angels rank on rank.\" And likewise He saith: \"Fain would they put out the light of God with their mouths! But though the infidels hate it, God will perfect His light.\" And likewise He saith: \"And when Moses had fulfilled the term, and was journeying with His family, He perceived a fire on the mountain side. He said to His family: \\‘Wait ye, for I perceive a fire, haply I may bring you tidings from it, or a brand from the fire to warm you.' And when He came up to it, a Voice cried to Him out of the Bush from the right side of the Vale in the sacred Spot: \\‘O Moses, I truly am God, the Lord of the worlds!'\"",
  "source_lang": "fa",
  "score": 10
}