{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 183,
  "source_text": "* جز حقّ جلّ جلاله احدی بر انچه بر اين مظلوم وارد شده اگاه نه * در هر يوم ذکری در دائره سفارت کبری در استانه اصغا ميشود * سبحان اللّه جميع تدابير منحصر شده به اسبابی که سبب و علّت تضييع اين عبد است غافل از انکه ذلّت در سبيل الهی نفس عزّتست * در ورقه اخبار اين کلمات مذکور قوله [ در تقلّبکاری بعضی از منفيّان عکّا و تعدّياتی که از انان بر بعضی وارد شده ] الی آخر قوله نزد مظاهر عدل و مطالع انصاف قصدش معلوم و مقصودش واضح * باری بانواع اذيّت و ظلم و اعتساف قيام نمود * لعمر اللّه اين مظلوم اين منفا را بوطن اعلی تبديل نمينمايد * نزد اهل بصر انچه در سبيل الهی وارد شود عزّيست مبين و مقاميست کبير * از قبل گفتيم سبحانک يا الهی لو لا البلايا فی سبيلک من اين يظهر مقام عاشقيک * و لو لا الرّزايا فی حبّک بایّ شیء يثبت شان مشتاقيک *",
  "translation": "God alone - exalted be His glory - is cognizant of the things which befell this Wronged One. Every day bringeth a fresh report of stories current against Us at the Embassy in Constantinople. Gracious God! The sole aim of their machinations is to bring about the extermination of this servant. They are, however, oblivious of the fact that abasement in the path of God is My true glory. In the newspapers the following hath been recorded: \"Touching the fraudulent dealings of some of the exiles of ‘Akká, and the excesses committed by them against several people, etc....\" Unto them who are the exponents of justice and the daysprings of equity the intention of the writer is evident and his purpose clear. Briefly, he arose and inflicted upon Me divers tribulations, and treated Me with injustice and cruelty. By God! This Wronged One would not barter this place of exile for the Most Sublime Habitation. In the estimation of men of insight whatsoever befalleth in the path of God is manifest glory and a supreme attainment. Already We have said: \"Glory to Thee, O my God! But for the tribulations which are sustained in Thy path, how could Thy true lovers be recognized; and were it not for the trials which are borne for love of Thee, how could the station of such as yearn for Thee be revealed?\"",
  "source_lang": "fa",
  "score": 10
}