{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 189,
  "source_text": "و در کتاب اقدس نازل قل يا معشر العلماء لا تزنوا کتاب اللّه بما عندکم من القواعد و العلوم انّه لقسطاس الحقّ بين الخلق قد يوزن ما عند الامم بهذا القسطاس الاعظم و انّه بنفسه لو انتم تعلمون * تبکی عليکم عين عنايتی لانّکم ما عرفتم الّذی دعوتموه فی العشیِّ و الاشراق و فی کلّ اصيل و بکور * توجّهوا يا قوم بوجوه بيضاء و قلوب نوراء الی البقعة المبارکة الحمراء الّتی فيها تنادی سدرة المنتهی انّه لا اله الّا انا المهيمن القيّوم * يا معشر العلماء فی ايران هل يقدر احدٌ منکم ان يستنّ معی فی ميدان المکاشفة و العرفان او يجول فی مضمار الحکمة و التّبيان؟ لا و ربّی الرّحمن کلّ من عليها فان و هذا وجه ربّکم العزيز المحبوب * يا قوم انّا قدّرنا العلوم لعرفان المعلوم و انتم احتجبتم بها عن مشرقها الّذی به ظهر کلّ امر مکنون * قل هذه سماء فيها کنز امّ الکتاب لو انتم تعلمون * هذا لهو الّذی به صاحت الصّخرة و نادت السّدرة علی الطّور المرتفع علی الارض المبارکة الملک للّه الملک العزيز الودود * انّا ما دخلنا المدارس و ما طالعنا المباحث اسمعوا ما يدعوکم به هذا الامّیّ الی اللّه الابدیّ انّه خير لکم عمّا کنز فی الارض لو انتم تفقهون * انّ الّذی يؤوّل ما نزّل من سماء الوحی و يخرجه عن الظّاهر انّه ممّن حرّف کلمة اللّه العليا و کان من الاخسرين فی کتاب مبين *",
  "translation": "In the Kitáb-i-Aqdas (Most Holy Book) the following hath been revealed: \"Say: O leaders of religion! Weigh not the Book of God with such standards and sciences as are current amongst you, for the Book itself is the unerring Balance established amongst men. In this most perfect Balance whatsoever the peoples and kindreds possess must be weighed, while the measure of its weight should be tested according to its own standard, did ye but know it. The eye of My loving-kindness weepeth sore over you, inasmuch as ye have failed to recognize the One upon Whom ye have been calling in the daytime and in the night season, at even and at morn. Advance, O people, with snow-white faces and radiant hearts, unto the blest and crimson Spot, wherein the Tree beyond which there is no passing is calling: \\‘Verily, there is none other God beside Me, the Omnipotent Protector, the Self-Subsisting!' O ye leaders of religion in Persia! Who is the man amongst you that can rival Me in vision or insight? Where is he to be found that dareth to claim to be My equal in utterance or wisdom? No, by My Lord, the All-Merciful! All on the earth shall pass away; and this is the face of your Lord, the Almighty, the Well-Beloved. We have decreed, O people, that the highest and last end of all learning be the recognition of Him Who is the Object of all knowledge; and yet behold how ye have allowed your learning to shut you out, as by a veil, from Him Who is the Dayspring of this Light, through Whom every hidden thing hath been revealed. Say: This, verily, is the heaven in which the Mother Book is treasured, could ye but comprehend it. He it is Who hath caused the Rock to shout, and the Burning Bush to lift up its voice upon the Mount rising above the Holy Land, and proclaim: \\‘The Kingdom is God's, the sovereign Lord of all, the All-Powerful, the Loving!' We have not entered any school, nor read any of your dissertations. Incline your ears to the words of this unlettered One, wherewith He summoneth you unto God, the Ever-Abiding. Better is this for you than all the treasures of the earth, could ye but comprehend it. Whoso interpreteth what hath been sent down from the heaven of Revelation, and altereth its evident meaning, he, verily, is of them that have perverted the Sublime Word of God, and is of the lost ones in the Lucid Book.\"",
  "source_lang": "fa",
  "score": 10
}