{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 193,
  "source_text": "از جمله اين آيات محکمات در جواب بعضی از ملکوت علم الهی ظاهر و نازل * يا ايّها المتوجّه الی انوار الوجه * قد احاطت الاوهام سکّان الارض و منعتهم عن التّوجّه الی افق اليقين و اشراقه و ظهوراته و انواره * بالظّنون منعوا عن القيّوم يتکلّمون باهوائهم و لا يشعرون * منهم من قال هل الآيات نزّلت؟ قل ای و ربّ السّموات * هل اتت السّاعة؟ بل قضت و مظهر البيّنات * قد جاءت الحاقّة و اتی الحقّ بالحجّة و البرهان * قد برزت السّاهرة و البريّة فی وجل و اضطراب * قد اتت الزّلازل و ناحت القبائل من خشية اللّه المقتدر الجبّار * قل الصّاخة صاحت و اليوم للّه الواحد المختار * هل الطّامّة تمّت؟ قل ای و ربّ الارباب * هل القيامة قامت؟ بل القيّوم بملکوت الآيات * هل تری النّاس صرعی ؟ بلی و ربّی العلیّ الاعلی * هل انقعرت الاعجاز ؟ بل نسفت الجبال و مالک الصّفات * قال اين الجنّة و النّار ؟ قل الاولی لقائی و الاخری نفسک يا ايّها المشرک المرتاب * قال انّا ما نری الميزان * قل ای و ربّي الرّحمن لا يراه الّا اولو الابصار * هل سقطت النّجوم ؟ قل ای اذ کان القيّوم فی ارض السّرّ فاعتبروا يا اولی الانظار * قد ظهرت العلامات کلّها اذ اخرجنا يد القدرة من جيب العظمة و الاقتدار * قد نادی المناد اذ اتی الميعاد و انصعق الطّوريّون فی تيه الوقوف من سطوة ربّک مالک الايجاد * يقول النّاقور هل نفخ فی الصّور ؟ قل بلی و سلطان الظّهور اذ استقرّ علی عرش اسمه الرّحمن * قد اضاء الدّيجور من فجر رحمة ربّک مطلع الانوار * قد سرت نسمة الرّحمن و اهتزّت الارواح فی قبور الابدان * کذلک قضی الامر من لدی اللّه العزيز المنّان * قال الّذين غفلوا متی انفطرت السّماء ؟ قل اذ کنتم فی اجداث الغفلة و الضّلال * من الغافلين من يمسح عينيه و ينظر اليمين و الشّمال * قل قد عميت ليس لک اليوم من ملاذ * منهم من قال هل حشرت النّفوس ؟ قل ای و ربّی اذ کنت فی مهاد الاوهام * و منهم من قال هل نزّل الکتاب بالفطرة ؟ قل انّها فی الحيرة اتّقوا يا اولی الالباب * و منهم من قال ا حشرت اعمی ؟ قل بلی و راکب السّحاب * قد تزيّنت الجنّة باوراد المعانی و سعّر السّعير من نار الفجّار * قل قد اشرق النّور من افق الظّهور و اضاءت الافاق اذ اتی مالک يوم الميثاق * قد خسر الّذين ارتابوا و ربح من اقبل بنور اليقين الی مطلع الايقان * طوبی لک يا ايّها النّاظر بما نزّل لک هذا اللّوح الّذی منه تطير الارواح * احفظه ثمّ اقرأه لعمری انّه باب رحمة ربّک طوبی لمن يقرؤه فی العشیِّ و الاشراق * انّا نسمع ذکرک فی هذا الامر الّذی منه اندکّ جبل العلم و زلّت الاقدام * البهاء عليک و علی کلّ مقبل اقبل الی العزيز الوهّاب * قد انتهی و ما تمّ اصبر انّ ربّک هو الصّبّار *",
  "translation": "Among others, these perspicuous verses have, in answer to certain individuals, been sent down from the Kingdom of Divine knowledge: \"O thou who hast set thy face towards the splendors of My Countenance! Vague fancies have encompassed the dwellers of the earth and debarred them from turning towards the Horizon of Certitude, and its brightness, and its manifestations and its lights. Vain imaginings have withheld them from Him Who is the Self-Subsisting. They speak as prompted by their own caprices, and understand not. Among them are those who have said: \\‘Have the verses been sent down?' Say: \\‘Yea, by Him Who is the Lord of the heavens!' \\‘Hath the Hour come?' \\‘Nay, more; it hath passed, by Him Who is the Revealer of clear tokens! Verily, the Inevitable is come, and He, the True One, hath appeared with proof and testimony. The Plain is disclosed, and mankind is sore vexed and fearful. Earthquakes have broken loose, and the tribes have lamented, for fear of God, the Lord of Strength, the All-Compelling.' Say: \\‘The stunning trumpet-blast hath been loudly raised, and the Day is God's, the One, the Unconstrained.' \\‘Hath the Catastrophe come to pass?' Say: \\‘Yea, by the Lord of Lords!' \\‘Is the Resurrection come?' \\‘Nay, more; He Who is the Self-Subsisting hath appeared with the Kingdom of His signs.' \\‘Seest thou men laid low?' \\‘Yea, by my Lord, the Exalted, the Most High!' \\‘Have the tree-stumps been uprooted?' \\‘Yea, more; the mountains have been scattered in dust; by Him the Lord of attributes!' They say: \\‘Where is Paradise, and where is Hell?' Say: \\‘The one is reunion with Me; the other thine own self, O thou who dost associate a partner with God and doubtest.' They say: \\‘We see not the Balance.' Say: \\‘Surely, by my Lord, the God of Mercy! None can see it except such as are endued with insight.' \\‘Have the stars fallen?' Say: \\‘Yea, when He Who is the Self-Subsisting dwelt in the Land of Mystery (Adrianople). Take heed, ye who are endued with discernment!' All the signs appeared when We drew forth the Hand of Power from the bosom of majesty and might. Verily, the Crier hath cried out, when the promised time came, and they that have recognized the splendors of Sinai have swooned away in the wilderness of hesitation, before the awful majesty of thy Lord, the Lord of creation. The trumpet asketh: \\‘Hath the Bugle been sounded?' Say: \\‘Yea, by the King of Revelation!, when He mounted the throne of His Name, the All-Merciful.' Darkness hath been chased away by the dawning-light of the mercy of thy Lord, the Source of all light. The breeze of the All-Merciful hath wafted, and the souls have been quickened in the tombs of their bodies. Thus hath the decree been fulfilled by God, the Mighty, the Beneficent. They that have gone astray have said: \\‘When were the heavens cleft asunder?' Say: \\‘While ye lay in the graves of waywardness and error.' Among the heedless is he who rubbeth his eyes, and looketh to the right and to the left. Say: \\‘Blinded art thou. No refuge hast thou to flee to.' And among them is he who saith: \\‘Have men been gathered together?' Say: \\‘Yea, by My Lord!, whilst thou didst lie in the cradle of idle fancies.' And among them is he who saith: \\‘Hath the Book been sent down through the power of the true Faith?' Say: \\‘The true Faith itself is astounded. Fear ye, O ye men of understanding heart!' And among them is he who saith: \\‘Have I been assembled with others, blind?' Say: \\‘Yea, by Him that rideth upon the clouds!' Paradise is decked with mystic roses, and hell hath been made to blaze with the fire of the impious. Say: \\‘The light hath shone forth from the horizon of Revelation, and the whole earth hath been illumined at the coming of Him Who is the Lord of the Day of the Covenant!' The doubters have perished, whilst he that turned, guided by the light of assurance, unto the Dayspring of Certitude hath prospered. Blessed art thou, who hast fixed thy gaze upon Me, for this Tablet which hath been sent down for thee - a Tablet which causeth the souls of men to soar. Commit it to memory, and recite it. By My life! It is a door to the mercy of thy Lord. Well is it with him that reciteth it at eventide and at dawn. We, verily, hear thy praise of this Cause, through which the mountain of knowledge was crushed, and men's feet have slipped. My glory be upon thee and upon whomsoever hath turned unto the Almighty, the All-Bounteous. The Tablet is ended, but the theme is unexhausted. Be patient, for thy Lord is patient.\"",
  "source_lang": "fa",
  "score": 10
}