{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 201,
  "source_text": "در استانه يومی از ايّام کمال پاشا نزد مظلوم حاضر و از امور نافعه ذکری بميان امد ذکر نمودند که السن متعدّده اموخته‌اند * در جواب ذکر شد عمری را تلف نموده‌ايد بايد مثل ان جناب و سائر وکلای دولت مجلسی بيارايند و در ان مجلس يک لسان از السن مختلفه و همچنين يک خطّ از خطوط موجوده را اختيار نمايند و يا خط و لسانی بديع ترتيب دهند و در مدارس عالم اطفال را بان تعليم فرمايند در اين صورت دارای دو لسان ميشوند يکی لسان وطن و ديگری لسانی که عموم اهل عالم بان تکلّم نمايند * اگر بانچه ذکر شد تمسّک جويند جميع ارض قطعه واحده مشاهده شود و از تعليم و تعلّم ألسن مختلفه فارغ و ازاد شوند * در حضور قبول فرمودند و بسيار هم اظهار فرح و مسرّت کردند و بعد بايشان ذکر شد که اين فقره را بوکلاء و وزرای دولت برسانند تا حکمش در ممالک جاری گردد و بعد مکرّر تشريف اوردند و از اين فقره ذکری ننمودند و حال انکه انچه ذکر شد سبب اتّحاد اهل عالم و اتّفاق بوده *",
  "translation": "One day, while in Constantinople, Kamál Páshá visited this Wronged One. Our conversation turned upon topics profitable unto man. He said that he had learned several languages. In reply We observed: \"You have wasted your life. It beseemeth you and the other officials of the Government to convene a gathering and choose one of the divers languages, and likewise one of the existing scripts, or else to create a new language and a new script to be taught children in schools throughout the world. They would, in this way, be acquiring only two languages, one their own native tongue, the other the language in which all the peoples of the world would converse. Were men to take fast hold on that which hath been mentioned, the whole earth would come to be regarded as one country, and the people would be relieved and freed from the necessity of acquiring and teaching different languages.\" When in Our presence, he acquiesced, and even evinced great joy and complete satisfaction. We then told him to lay this matter before the officials and ministers of the Government, in order that it might be put into effect throughout the different countries. However, although he often returned to see Us after this, he never again referred to this subject, although that which had been suggested is conducive to the concord and the unity of the peoples of the world.",
  "source_lang": "fa",
  "score": 10
}