{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 206,
  "source_text": "يا شيخ لعمر اللّه فُرات رحمت جاری و بحر بيان موّاج و شمس ظهور مشرق و منير بقلب فارغ و صدر منشرح و لسان صدق مبين اين کلمات عاليات که از مبشّر يعنی نقطه اولی ظاهر شده قرائت نما * قوله عزّ بيانه مخاطبا لحضرة العظيم [ هذا ما قد وعدناک قبل حين الّذی اجبناک اصبر حتّی يقضی عن البيان تسعة فاذا قل فتبارک اللّه احسن المبدعين * قل هو نبأ لم يحط بعلمه احدٌ الّا اللّه و لکن انتم يومئذ لا تعلمون ] انتهی * و در سنه تسع اين ظهور اعظم از مشرق اراده الهی مشرق و لائح لا ينکره الّا کلّ غافل مريب * نسأل اللّه ان يؤيّد عباده علی الرّجوع اليه و الاستغفار عمّا عملوا به فی الحياة الباطلة انّه هو التّوّاب الغفور الرّحيم * و در مقام ديگر ميفرمايد [ انّنی انا اوّل عبد قد آمنت به و بآياته ] انتهی * و همچنين در بيان فارسی ميفرمايد [ انّه هو الّذی ينطق فی کلّ شأن انّنی انا اللّه ] الی آخر بيانه جلّ و عزّ * و مقصود از ذکر ربوبيّت و الوهيّت از قبل ذکر شد قد خرقنا الاحجاب و اظهرنا ما يقرّب النّاس الی اللّه مالک الرّقاب * طوبی لمن فاز بالعدل و الانصاف فی هذا الفضل الّذی احاط من فی السّموات و الارضين امرا من لدی اللّه ربّ العالمين *",
  "translation": "O Shaykh! I swear by God! The River of Mercy floweth, and the Ocean of Utterance surgeth, and the Sun of Revelation shineth forth resplendent. With a detached heart, and a dilated breast, and an utterly truthful tongue, recite thou these sublime words that have been revealed by My Forerunner - the Primal Point. He saith - glorified be His utterance - addressing his honor, Azim: \"This, verily, is the thing We promised thee, ere the moment We answered thy call. Wait thou until nine will have elapsed from the time of the Bayán. Then exclaim: \\‘Blessed, therefore, be God, the most excellent of Makers!' Say: This, verily, is an Announcement which none except God hath comprehended. Ye, however, will be unaware on that day.\" In the year nine this Most Great Revelation arose and shone forth brightly above the horizon of the Will of God. None can deny it save he who is heedless and doubteth. We pray God to aid His servants to return unto Him, and beg forgiveness for the things they committed in this vain life. He, verily, is the Forgiving, the Pardoner, the All-Merciful. In another connection He saith: \"I am the first servant to believe in Him, and in His signs.\" In like manner, in the Persian Bayán, He saith: \"He, verily, is the One Who, under all conditions, proclaimeth: \\‘I, in very truth, am God!'\" and so on - blessed and glorified be He. That which is meant by Divinity and Godhead hath previously been stated. We have in truth rent the veils asunder and disclosed that which will draw men nigh unto God, Who layeth low the necks of men. Happy the man that hath attained unto justice and equity in this Grace that hath encompassed all that is in the heavens and all that is on earth, as bidden by God, the Lord of the worlds.",
  "source_lang": "fa",
  "score": 10
}