{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 223,
  "source_text": "و همچنين ميفرمايد [ من اوّل ذلک الامر الی قبل ان يکمل تسعة کينونات الخلق لم تظهر و انّ کلّ ما قد رأيت من النّطفة الی ما کسوناه لحما ثمّ اصبر حتّی تشهد خلق الآخر قل فتبارک اللّه احسن الخالقين ] و همچنين از اقتدار ظهور ذکر فرموده و قال [ حلٌّ لمن يظهره اللّه ان يردّ من لم يکن فوق الارض اعلی منه اذ ذلک خلقٌ فی قبضته و کلّ له قانتون * فانّ لکم بعد حين امر ستعلمون ] و ميفرمايد [ فاعرف باليقين الاقطع و الامر المثبت الاحتم بانّه جلّ جلاله و عزّ اعزازه و قدّس اقداسه و کبّر کبرياؤه و مجّد شئوناته يعرّف کلّ شیء نفسه بنفسه فمن يقدر ان يعرفه بغيره ] الی قوله عزّ و جلّ [ ايّاک ايّاک ايّام ظهوره ان تحتجب بالواحد البيانيّة فانّ ذلک الواحد خلق عنده و ايّاک ايّاک ان تحتجب بکلمات ما نزّل فی البيان ( الی قوله تعالی ) و لا تنظر اليه الّا بعينه فانّ من ينظر اليه بعينه يدرکه و الّا يحتجب * ان اردت اللّه و لقاءه فأرده و انظر اليه ] و همچنين ميفرمايد [ اگر يک ايه از آيات من يظهره اللّه را تلاوت کنی اعزّتر خواهد بود از انکه کلّ بيان را ثبت کنی زيرا که ان روز ان يک آيه ترا نجات ميدهد ولی کلّ بيان نميدهد ] انتهی *",
  "translation": "And likewise, He saith: \"Ere nine will have elapsed from the inception of this Cause, the realities of the created things will not be made manifest. All that thou hast as yet seen is but the stage from the moist germ until We clothed it with flesh. Be patient, until thou beholdest a new creation. Say: \\‘Blessed, therefore, be God, the most excellent of Makers!'\" And likewise, He hath said regarding the power of this Revelation: \"Lawful is it for Him Whom God will make manifest to reject him who is greatest on earth, inasmuch as such a one is but a creature in His grasp, and all things adore Him. After Hin (68) a Cause shall be given unto you which ye shall come to know.\" And also He saith: \"Know thou with absolute certainty, and through the firmly established and most irrevocable decree, that He - exalted be His glory, and magnified be His might, and sanctified be His holiness, and glorified be His grandeur, and lauded be His ways, maketh each thing to be known through its own self; who then can know Him through any one except Himself?\" And further, He saith - exalted and glorified be He: \"Beware, beware lest, in the days of His Revelation, the Vahid of the Bayán (eighteen Letters of the Living) shut thee not out as by a veil from Him, inasmuch as this Vahid is but a creature in His sight. And beware, beware that the words sent down in the Bayán shut thee not out as by a veil from Him.\" And again, He - exalted be He - saith: \"Look not upon Him with any eye except His own. For whosoever looketh upon Him with His eye, will recognize Him; otherwise he will be veiled from Him. Shouldst thou seek God and His Presence, seek thou Him and gaze upon Him.\" And likewise, He saith: \"Better is it for thee to recite but one of the verses of Him Whom God shall make manifest than to set down the whole of the Bayán, for on that Day that one verse can save thee, whereas the entire Bayán cannot save thee.\"",
  "source_lang": "fa",
  "score": 10
}