{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 232,
  "source_text": "و همچنين ميفرمايد [ او را شناخته بآيات او و احتياط در عرفان او نکرده که بقدر همان در نار محتجب خواهيد بود ] انتهی * ای معرضين بيان در اين کلمه عليا که از مطلع بيان نقطه عرفان جاری شده تفکّر نمائيد و در اين حين ان کلمه را بشنويد ميفرمايد [ در ان روز ان افتاب حقيقت اهل بيان را خطاب مينمايد و اين سوره فرقان را تلاوت ميفرمايد ﴿قُلْ يَا أَيُّهَا الکَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ * وَ لَا أَنْتُم عَابِدُونَ مَا أَعْبُدُ * وَ لَا أَنَا عَابِدٌ مَا عَبَدْتُم * وَ لَا أَنْتُم عَابِدُونَ مَا أَعْبُدُ * لَکُمْ دِيْنُکُمْ وَلِیَ دِيْن﴾ * سبحان اللّه مع اين بيانات واضحه و آثار لامعه مشرقه کلّ باوهام خود مشغولند و از حضرت مقصود غافل و محجوب * يا معرضين از نوم غفلت بيدار شويد و اين کلمه مبشّر را بشنويد ميفرمايد [ شجره اثبات باعراضش از او از نفی محسوب و شجره نفی باقبالش باو از اثبات محسوب ] و همچنين ميفرمايد [ اگر نفسی ادّعا نمايد و اتيان بحجّت ننمايد تعرّض منمائيد و حزن وارد مياوريد ] انتهی * باری اين مظلوم در ليالی و ايّام به قل يا ايّها الکافرون ناطق که شايد سبب تنبّه شود و خلق را بطراز انصاف مزيّن دارد",
  "translation": "And likewise, He saith: \"Recognize Him by His verses. The greater your neglect in seeking to know Him, the more grievously will ye be veiled in fire.\" O ye among the people of the Bayán that have turned aside from Me! Ponder upon these most sublime words, that have proceeded from the wellspring of the utterance of Him Who is the Point of Knowledge. Hearken ye, at this moment, unto these words. He saith: \"On that Day, the Day-Star of Truth will address the people of the Bayán and will recite this Surih of the Qur’án: \\‘Say: O ye unbelievers! I worship not that which ye worship, and ye do not worship that which I worship. I shall never worship that which ye worship, neither will ye worship that which I worship. To you be your religion, to Me My religion.'\" Gracious God! Notwithstanding these lucid statements, and these shining and luminous tokens all are occupied with their vain imaginings, and are unaware of, and veiled from, the Desired One. O ye that have gone astray! Awake from the sleep of heedlessness, and give ear unto these words of My Forerunner. He saith: \"The tree of affirmation, by turning aside from Him, is accounted as the tree of denial, and the tree of denial, by turning towards Him, is accounted as the tree of affirmation.\" And likewise, He saith: \"Should anyone lay claim unto a Revelation, and fail to produce any proof, do not protest, and sadden Him not.\" Briefly, this Wronged One hath, night and day, been uttering the words: \"Say: O ye unbelievers!\", that haply this may be the means of awakening the people, and may adorn them with the adornment of fairness.",
  "source_lang": "fa",
  "score": 10
}