{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 240,
  "source_text": "يا هادی سبب اوهام جديده مشو مرّة اخری بترتيب حزبی مثل حزب شيعه راضی مباش تفکّر نما چه مقدار خون ريخته شد از جمله خود تو که مدّعی علم بودی و همچنين علمای شيعه طرّا در سنه اولی و اخری حق را لعن نموديد و فتوی بر سفک دم اطهرش داديد * اتق اللّه يا هادی راضی مشو عباد مجدّد باوهام قبل مبتلی شوند اتّق اللّه و لا تکن من الظّالمين * اين ايّام اصغا شد در جمع بيان و محو ان همّت نموده ای * اين مظلوم از تو ميطلبد اين اراده را لوجه اللّه ترک نمائی ادراک و عقل تو از سيّد عالم برتر و بالاتر نبوده و نيست * حقّ شاهد و گواهست که اين مظلوم بيانرا تلاوت ننموده و مطالبش را نديده اين قدر معلوم و واضح و مبرهن است که کتاب بيان را اسّ کتب خود قرار فرموده از خدا بترس در اموری که شان تو نيست داخل مشو * هزار و دويست سنه شيعه بيچاره را امثال تو به بئر اوهام و ظنون مبتلی نمودند بالآخره در يوم جزا ظاهر شد انچه که ظالمهای قبل بحقّ پناه بردند *",
  "translation": "O Hádí! Suffer not thyself to become the instrument for the dissemination of new superstitions, and refuse to set up once again a sect similar to that of the Shí‘ahs. Reflect how great the amount of blood which hath been spilt. Thou amongst others, who hast laid claim to knowledge, and likewise the Shí‘ah divines, have, one and all, in the first and ensuing years, cursed the True One, and decreed that His most holy blood be shed. Fear God, O Hádí! Be not willing that men be again afflicted with the vain imaginings of former times. Fear God, and be not of them that act unjustly. In these days We have heard that thou hast striven to lay hands on and destroy every copy of the Bayán. This Wronged One requesteth thee to renounce, for the sake of God, this intention. Thine intelligence and judgment have never excelled, nor do they now excel, the intelligence and judgment of Him Who is the Prince of the World. God testifieth and beareth Me witness that this Wronged One hath not perused the Bayán, nor been acquainted with its contents. This much, however, is known and is clear and indubitable that He hath ordained the Book of the Bayán to be the foundation of His works. Fear God, and meddle not in matters which far transcend thee. For twelve hundred years they that resemble thee have afflicted the hapless Shí‘ahs in the pit of vain fancies and idle imaginings. Finally, there appeared, on the Day of Judgment things against which the oppressors of old have sought refuge with the True One.",
  "source_lang": "fa",
  "score": 10
}