{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 243,
  "source_text": "مخصوص چند نفر معيّن نموديم بر جمع آثار نقطه * و بعد از جمع ميرزا يحيی و ميرزا وهّاب خراسانی که بميرزا جواد معروف بود اين دو را در محلّی جمع نموديم و دو دوره کتب حضرت نقطه را حسب الامر نوشته و تمام نموده‌اند * لعمر اللّه اين مظلوم از کثرت مراوده با ناس کتب را نديده و از اثار نقطه ببصر ظاهر مشاهده ننموده و اين اثار نزد اين دو بوده که هجرت واقع شد * و قرار شد ميرزا يحيی اين نوشتجاترا برداشته بشطر ايران توجّه نمايد و در ان اراضی انتشار دهد * و اين مظلوم حسب الاستدعای وزرای دولت عليّه بان شطر توجّه نمود بعد از ورود در موصل مشاهده شد ميرزا يحيی پيش از حرکت مظلوم رفته و منتظر است * باری کتب و اثار در بغداد ماند و او خود بشطر عليّه توجّه نمود و جزء اين عباد شد * حال حقّ شاهد است بر اين مظلوم چه گذشت چه که بعد از زحمتهای زياد اثار را گذاشت و خود بمهاجرين پيوست * مدّتها اين مظلوم باحزان نامتناهيه مبتلی تا انکه به تدبيری که غير حقّ کسی اگاه نيست آثار را بمقام ديگر و ارض ديگر فرستاديم چه که در عراق عرب بايد اوراق را در هر شهر ملاحظه نمود و الّا از هم ميريخت و ضايع ميشد * و لکنّ اللّه حفظها و ارسلها الی مقام قدّره اللّه من قبل انّه هو الحافظ المعين *",
  "translation": "We especially appointed certain ones to collect the writings of the Primal Point. When this was accomplished, We summoned Mírzá Yaḥyá and Mírzá Vahhab-i-Khurasání, known as Mírzá Javád, to meet in a certain place. Conforming with Our instructions, they completed the task of transcribing two copies of the works of the Primal Point. I swear by God! This Wronged One, by reason of His constant association with men, hath not looked at these books, nor gazed with outward eyes on these writings. When We departed, these writings were in the possession of these two persons. It was agreed that Mírzá Yaḥyá should be entrusted with them, and proceed to Persia, and disseminate them throughout that land. This Wronged One proceeded, at the request of the Ministers of the Ottoman Government to their capital. When We arrived in Mosul, We found that Mírzá Yaḥyá had left before Us for that city, and was awaiting Us there. Briefly, the books and writings were left in Baghdád, while he himself proceeded to Constantinople and joined these servants. God beareth now witness unto the things which have touched this Wronged One, for after We had so arduously striven, he (Mírzá Yaḥyá) abandoned the writings and joined the exiles. This Wronged One was, for a long period, overwhelmed by infinite sorrows until such time when, in pursuance of measures of which none but the one true God is aware, We despatched the writings unto another place and another country, owing to the fact that in ‘Iráq all documents must every month be carefully examined, lest they rot and perish. God, however, preserved them and sent them unto a place which He had previously ordained. He, verily, is the Protector, the Succorer.",
  "source_lang": "fa",
  "score": 10
}