{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 245,
  "source_text": "حسن مازندرانی حامل هفتاد لوح بوده و چون فوت شد ان الواح را بصاحبانش ندادند و بيکی از اختهای اين مظلوم که من غير جهت اعراض نموده سپردند * اللّه يعلم ما ورد علی الواحه و ان اخت ابدا با ما نبوده * قسم بافتاب حقيقت بعد از ظهور اين امور ميرزا يحيی را نديده و از امر مطّلع نبوده چه که ان ايّام موافق نبوده‌اند ايشان در محلّه ای و اين مظلوم در محلّه ديگر ساکن و لکن محض عنايت و محبّت و شفقت چند يوم قبل از حرکت نزد او و والده‌اش رفته که شايد از کوثر ايمان بياشامند و بانچه اليوم سبب تقرّب الی اللّه است فائز گردند * حقّ ميداند و شاهد و خود او گواه که غير اين بهيچوجه خيالی نبوده تا انکه الحمد للّه از فضل الهی فائز شد و بطراز محبّت مزيّن گشت * و لکن بعد از اسيری و هجرت ما از عراق باستانه ديگر از او خبری نرسيد * و بعد از تفريق در ارض طا با جناب اخوی ميرزا رضا قلی ملاقات نشد و خبری از او مخصوصا نرسيد * در اوّل ايّام کلّ در يک بيت ساکن بوديم و بعد ان بيت در خريمه بقيمت نازلی رفت و فرمانفرما و حسام السّلطنه اين دو برادر خريدند و قسمت نمودند بعد از اين حادثه ما بين ما و اخوی تفريق حاصل ايشان بدر مسجد شاه و ما در دروازه شميران ساکن * و لکن از اخت از بعد من غير جهت اثار عناد ظاهر * اين مظلوم بهيچوجه سخنی نگفته الّا انکه بنت اخوی مرحوم ميرزا محمّد حسن عليه بهاء اللّه و سلامه و رحمته که مخطوبه غصن اعظم بوده او را اخت اين مظلوم از نور بخانه خود برده و بمقرّ ديگر فرستاد * جمعی از اصحاب و دوستان از اطراف شکايت نمودند چه که اين امر بسيار عظيم بود موافق رای هيچيک از اوليای حقّ واقع نشد * عجب در اينکه اخت او را بمحلّ خود برده و ترتيبات داده بمقام ديگر فرستاده مع ذلک اين مظلوم ساکت و صامت بوده و هست مگر انکه مخصوص تسکين احباب يک کلمه اظهار رفت و حقّ شاهد و گواه است که انچه گفته شد حقيقت بوده و براستی گفته و احدی از اوليای اين اطراف و ان اراضی گمان نميکردند که از اخت چنين امری که خلاف حميّت و محبّت و دوستی است واقع شود * بعد از ظهور اين امر سبيل را مقطوع ديدند و عمل نمودند انچه را که کلّ ميدانيد و ميدانند ديگر معلومست که چه مرتبه حزن از اين عمل بر مظلوم وارد شد و بعد بميرزا يحيی پيوست و حال مختلف شنيده ميشود معلوم نيست چه ميگويد و چه ميکند * نسأل اللّه تبارک و تعالی ان يرجعها اليه و يؤيّدها علی الانابة لدی باب فضله انّه هو العزيز التّوّاب و هو المقتدر الغفّار",
  "translation": "Ḥasan-i-Mázindarání was the bearer of seventy Tablets. Upon his death, these were not delivered unto those for whom they were intended, but were entrusted to one of the sisters of this Wronged One, who, for no reason whatever, had turned aside from Me. God knoweth what befell His Tablets. This sister had never lived with Us. I swear by the Sun of Truth that after these things had happened she never saw Mírzá Yaḥyá, and remained unaware of Our Cause, for in those days she had been estranged from Us. She lived in one quarter, and this Wronged One in another. As a token, however, of Our loving-kindness, our affection and mercy, We, a few days prior to Our departure, visited her and her mother, that haply she might quaff from the living waters of faith, and attain unto that which would draw her nigh unto God, in this day. God well knoweth and beareth Me witness, and she herself testifieth, that I had no thought whatsoever except this. Finally, she - God be praised - attained unto this through His grace, and was adorned with the adornment of love. After We were exiled and had departed from ‘Iráq to Constantinople, however, news of her ceased to reach Us. Subsequent to Our separation in the Land of Ta (Ṭihrán), We ceased to meet Mírzá Riḍá-Quli, Our brother, and no special news reached Us concerning her. In the early days we all lived in one house, which later on was sold at auction, for a negligible sum, and the two brothers, Farman-Farma and Hisamu's-Saltanih, purchased it and divided it between themselves. After this occurred, We separated from Our brother. He established his residence close to the entrance of Masjid-i-Sháh, whilst We lived near the Gate of Shimiran. Thereafter, however, that sister displayed toward Us, for no reason whatever, a hostile attitude. This Wronged One held His peace under all conditions. However, Our late brother Mírzá Muḥammad-Ḥasan's daughter - upon him be the glory of God and His peace and His mercy - who had been betrothed to the Most Great Branch (‘Abdu’l-Bahá) was taken by the sister of this Wronged One from Núr to her own house, and from there sent unto another place. Some of Our companions and friends in various places complained against this, as it was a very grievous act, and was disapproved by all the loved ones of God. How strange that Our sister should have taken her to her own house, and then arranged for her to be sent elsewhere! In spite of this, this Wronged One remained, and still remaineth, calm and silent. A word, however, was said in order to tranquilize Our loved ones. God testifieth and beareth Me witness that whatever hath been said was the truth, and was spoken with sincerity. None of Our loved ones, whether in these regions or in that country, could believe Our sister capable of an act so contrary to decency, affection and friendship. After such a thing had occurred, they, recognizing that the way had been barred, conducted themselves in a manner well-known unto thyself and others. It must be evident, therefore, how intense was the grief which this act inflicted upon this Wronged One. Later on, she threw in her lot with Mírzá Yaḥyá. Conflicting reports concerning her are now reaching Us, nor is it clear what she is saying or doing. We beseech God - blessed and glorified be He - to cause her to turn unto Him, and aid her to repent before the door of His grace. He, verily, is the Mighty, the Forgiving; and He is, in truth, the All-Powerful, the Pardoner.",
  "source_lang": "fa",
  "score": 10
}