{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 253,
  "source_text": "و همچنين خطاب بديّان مظلوم شهيد ميفرمايد [ ستعرفنّ قدرک بقول من يظهره اللّه ] و همچنين او را حرف ثالث مؤمن بمن يظهره اللّه فرموده بقوله [ و انّک انت يا حرف الثّالث المؤمن بمن يظهره اللّه ] و همچنين ميفرمايد [ و لکنّ اللّه اذا شاء ليعرّفنّک بقول من يظهره اللّه ] * حضرت ديّان که بقول نقطه روح ما سواه فداه مخزن امانت حقّ جلّ جلاله و مکمن لالی علم اوست او را بظلمی شهيد نمودند که ملأ اعلی گريست و نوحه نمود و اوست نفسيکه علم مکنون مخزون را باو تعليم فرموده و در او وديعه گذاشته بقوله [ ان يا اسم الدّيّان هذا علم مکنون مخزون قد اودعناک و اتيناک عزّا من عند اللّه اذ عين فؤادک لطيفٌ تعرف قدره و تعزّ بهاءه و قد منّ اللّه علی نقطة البيان بعلم مکنون مخزون ما نزّل اللّه قبل ذلک الظّهور و هو اعزّ من کلّ علم عند اللّه سبحانه و قد جعله حجّة من عنده بمثل ما قد جعل الآيات حجّة من عنده ] انتهی * ان مظلوم که دارای خزينه علم الهی بود مع جناب ميرزا علی اکبر از منتسبين نقطه عليه بهاء اللّه و رحمته و جناب آقا ابوالقاسم کاشی و جمعی ديگر بفتوای ميرزا يحيی کلّ را شهيد نمودند *",
  "translation": "And likewise He addresseth Dayyan, who was wronged and suffered martyrdom, saying: \"Thou shalt recognize thy worth through the words of Him Whom God shall make manifest.\" He, likewise, hath pronounced him to be the third Letter to believe in Him Whom God shall make manifest, through these words: \"O thou who art the third Letter to believe in Him Whom God shall make manifest!\" And likewise He saith: \"Should God, however, be willing, He will make thee known through the words of Him Whom God shall make manifest.\" Dayyan, who, according to the words of Him Who is the Point - may the souls of all else but Him be sacrificed for His sake - is the repository of the trust of the one true God - exalted be His glory - and the treasury of the pearls of His knowledge, was made by them to suffer so cruel a martyrdom that the Concourse on high wept and lamented. He it is whom He (the Báb) had taught the hidden and preserved knowledge and entrusted him therewith, through His words: \"O thou who art named Dayyan! This is a hidden and preserved Knowledge. We have entrusted it unto thee, and brought it to thee, as a mark of honor from God, inasmuch as the eye of thine heart is pure. Thou wilt appreciate its value, and wilt cherish its excellence. God, verily, hath deigned to bestow upon the Point of the Bayán a hidden and preserved Knowledge, the like of which God hath not sent down prior to this Revelation. More precious is it than any other knowledge in the estimation of God - glorified be He! He, verily, hath made it His testimony, even as He hath made the verses to be His testimony.\" This oppressed one, who was the repository of the knowledge of God, together with Mírzá ‘Alí-Akbar, one of the relatives of the Primal Point - upon him be the glory of God and His mercy - and Abu’l-Qásim-i-Kashí and several others suffered martyrdom through the decree pronounced by Mírzá Yaḥyá.",
  "source_lang": "fa",
  "score": 10
}