{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 30,
  "source_text": "اقبل بقلبک الی شطر کعبة اللّه المهيمن القيّوم * ثمّ ارفع يديک باستقامة ترتفع بها ايادی الممکنات الی سماء فضل اللّه ربّ العالمين * ثمّ وجّه اليه بتوجّه تتوجّه به الکائنات الی افقه المشرق المنير * و قل ای ربّ ترانی مقبلا الی سماء جودک و بحر عطائک و معرضا عن دونک * اسألک بتجلّيات نيّر ظهورک فی الطّور و باشراقات شمس فضلک من افق اسمک الغفور ان تغفر لی و ارحمني ثمّ اکتب لی من قلمک الاعلی ما يرفعنی باسمک فی ناسوت الانشاء * ای ربّ وفّقنی علی التّوجّه اليک و اصغاء نداء اوليائک الّذين ما اضعفتهم قوّة العالم و ما منعتهم سطوة الامم اقبلوا و قالوا اللّه ربّنا و ربّ من فی السّموات و الارضين *",
  "translation": "Set thine heart towards Him Who is the Kaaba of God, the Help in Peril, the Self-Subsisting, and raise thou thine hands with such firm conviction as shall cause the hands of all created things to be lifted up towards the heaven of the grace of God, the Lord of all worlds. Turn, then, thy face towards Him in such wise that the faces of all beings will turn in the direction of His shining and luminous Horizon, and say: \"Thou seest me, O my Lord, with my face turned towards the heaven of Thy bounty and the ocean of Thy favor, withdrawn from all else beside Thee. I ask of Thee, by the splendors of the Sun of Thy revelation on Sinai, and the effulgences of the Orb of Thy grace which shineth from the horizon of Thy Name, the Ever-Forgiving, to grant me Thy pardon and to have mercy upon me. Write down, then, for me with Thy pen of glory that which will exalt me through Thy Name in the world of creation. Aid me, O my Lord, to set myself towards Thee, and to hearken unto the voice of Thy loved ones, whom the powers of the earth have failed to weaken, and the dominion of the nations has been powerless to withhold from Thee, and who, advancing towards Thee, have said: \\‘God is our Lord, the Lord of all who are in heaven and all who are on earth!'\"",
  "source_lang": "fa",
  "score": 10
}