{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 56,
  "source_text": "از حقّ جلّ جلاله سائل و امل که مشارق ثروت و اقتدار و مطالع عزّت و اختيار يعنی ملوک ارض ايّدهم اللّه را بر صلح اکبر تاييد فرمايد اين است سبب اعظم از برای راحت امم * سلاطين افاق وفّقهم اللّه بايد باتّفاق باين امر که سبب اعظم است از برای حفظ عالم تمسّک فرمايند * اميد انکه قيام نمايند بر انچه سبب اسايش عباد است * بايد مجلس بزرگی ترتيب دهند و حضرات ملوک و يا وزراء در ان مجلس حاضر شوند و حکم اتّحاد و اتّفاق را جاری فرمايند و از سلاح باصلاح توجّه کنند و اگر سلطانی بر سلطانی برخيزد سلاطين ديگر بر منع او قيام نمايند در اين صورت عساکر و الآت و ادوات حرب لازم نه الّا علی قدر مقدور لحفظ بلادهم و اگر باين خير اعظم فائز شوند اهل مملکت کلّ براحت و مسرّت بامور خود مشغول گردند و نوحه و ندبه اکثری از عباد ساکن شود * نسأل اللّه ان يؤيّدهم علی ما يحبّ و يرضی انّه هو ربّ العرش و الثّری و مالک الآخرة و الاولی * احسن و اولی انکه در ان مجلس خود سلاطين عظام حاضر شوند و حکم فرمايند و هر يک از سلاطين که بر اين امر و اجرای ان قيام فرمايد او سيّد سلاطين است عند اللّه طوبی له و نعيما له *",
  "translation": "We pray God - exalted be His glory - and cherish the hope that He may graciously assist the manifestations of affluence and power and the daysprings of sovereignty and glory, the kings of the earth - may God aid them through His strengthening grace - to establish the Lesser Peace. This, indeed, is the greatest means for insuring the tranquillity of the nations. It is incumbent upon the Sovereigns of the world - may God assist them - unitedly to hold fast unto this Peace, which is the chief instrument for the protection of all mankind. It is Our hope that they will arise to achieve what will be conducive to the well-being of man. It is their duty to convene an all-inclusive assembly, which either they themselves or their ministers will attend, and to enforce whatever measures are required to establish unity and concord amongst men. They must put away the weapons of war, and turn to the instruments of universal reconstruction. Should one king rise up against another, all the other kings must arise to deter him. Arms and armaments will, then, be no more needed beyond that which is necessary to insure the internal security of their respective countries. If they attain unto this all-surpassing blessing, the people of each nation will pursue, with tranquillity and contentment, their own occupations, and the groanings and lamentations of most men would be silenced. We beseech God to aid them to do His will and pleasure. He, verily, is the Lord of the throne on high and of earth below, and the Lord of this world and of the world to come. It would be preferable and more fitting that the highly-honored kings themselves should attend such an assembly, and proclaim their edicts. Any king who will arise and carry out this task, he, verily will, in the sight of God, become the cynosure of all kings. Happy is he, and great is his blessedness!",
  "source_lang": "fa",
  "score": 10
}