{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 61,
  "source_text": "باری اين مظلوم در جميع انچه وارد اورده‌اند و گفته‌اند صابر و صامت چه که اراده انکه از عنايت حقّ جلّ جلاله و رحمت مسبوقه حکم جدال و نزاع و سفک دماء را از عالم بقوّه بيان محو نمائيم * در جميع احوال در انچه گفته‌اند بصبر جميل تمسّک جسته‌ايم و بحقّ گذارده‌ايم و لکن در جواب اين فقره ذکر نموديم اگر فی الحقيقه در انچه ذکر نموده صادق است بايد مالک وجود و سلطان غيب و شهود را شکر نمايد که نفسی را از ايران مبعوث فرموده که در سجن من غير ناصر و معين ايران را تصرّف فرموده و يک ماليات هر سنه از ان اخذ ميفرمايد * اين مقام ستايش است نه نکوهش لو يکون من المنصفين * و اگر نفسی اراده نمايد بر امور اين مظلوم واقف شود جواب اين است که در بعضی از ليالی و ايّام اسرای عالم و مظلومهای امم بی قوت شب را بروز اورده‌اند و روز را بشب * اين اذکار را دوست نداشته و نداريم و از گوينده هم شکايت ننموده و نمی نمائيم * در اين سجن شخص معزّزی چندی از سنگ تراشی کسب معاش مينمود و در بعضی از اوقات هم بعضی بطعام اللّه مرزوق يعنی جوع * نسأل اللّه تبارک و تعالی ان يؤيّد الکلّ علی العدل و الانصاف و يوفّقهم علی الانابة و الرّجوع انّه هو السّامع المجيب *",
  "translation": "Briefly, this Wronged One hath, in the face of all that hath befallen Him at their hands, and all that hath been said of Him, endured patiently, and held His peace, inasmuch as it is Our purpose, through the loving providence of God - exalted be His glory - and His surpassing mercy, to abolish, through the force of Our utterance, all disputes, war, and bloodshed, from the face of the earth. Under all conditions We have, in spite of what they have said, endured with seemly patience, and have left them to God. In answer to this particular imputation, however, We have replied, that if that which he affirmeth be true, it behooveth him to be thankful to Him Who is the Lord of all being, and the King of the seen and unseen, for having raised up in Persia One Who, though a prisoner and with none to help and assist Him, hath succeeded in establishing His ascendency over that land, and in drawing from it a yearly revenue. Such an achievement should be praised rather than censured, if he be of them that judge equitably. Should anyone seek to be acquainted with the condition of this Wronged One, let him be told that these captives whom the world hath persecuted and the nations wronged have, for days and nights, been entirely denied the barest means of subsistence. We are loth to mention such things, neither have We had, nor do We have now, any desire to complain against Our accuser. Within the walls of this prison a highly-esteemed man was for some time obliged to break stones that he might earn a living, whilst others had, at times, to nourish themselves with that Divine sustenance which is hunger! We entreat God - exalted and glorified be He - to aid all men to be just and fair-minded, and to graciously assist them to repent and return unto Him. He, verily, heareth, and is ready to answer.",
  "source_lang": "fa",
  "score": 10
}