{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 7,
  "source_text": "ای ربّ ای ربّ ای ربّ ای ربّ ای ربّ ای ربّ ای ربّ ای ربّ ای ربّ اشهد بظلمی سقطت اثمار سدرة عدلک و بنار عصيانی احترقت افئدة المقرّبين من خلقک و ذابت اکباد المخلصين من عبادک فآه آه من شقوتي فآه آه من ظلمی فآه آه من بعدی و غفلتی و جهلی و ذلّتی و اعراضی و اعتراضی * کم من ايّام فيها امرت عبادک و اولياءک علی حفظی و انّی امرتهم بضرّک و ضرّ امنائک و کم من ليال فيها ذکرتنی بفضلک و دللتنی الی صراطک و انّی اعرضت عنک و عن آياتک * و عزّتک يا امل الموحّدين و رجاء افئدة المنقطعين لا اجد لنفسی دونک معينا و لا سواک سلطانا و لا ملجا و لا ملاذا فآه آه اعراضی احرق ستر عصمتی و اعتراضی شقّ حجاب حرمتی * يا ليت کنت تحت اطباق التّراب و ما ظهر سوء اعمالی بين عبادک * ای ربّ تری العاصی اقبل الی مطلع عفوک و عطائک و جبل الظّلم اراد سماء رحمتک و غفرانک فآه آه جريراتی العظمی منعتنی عن التّقرّب الی بساط رحمتک و خطيئاتي الکبری ابعدتنی عن ساحة قربک انا الّذی فرّطت فی جنبک و نقضت عهدک و ميثاقک و ارتکبت ما ناح به سکّان مدائن عدلک و مطالع فضلک فی بلادک * اشهد يا الهی انّی ترکت اوامرک و اخذت اوامر نفسی و نبذت احکام کتابک و اخذت کتاب هوای فآه آه کلّما زادت شقوتی زاد حلمک و کلّما اشتعلت نار عصيانی سترها عفوک و فضلک و عزّتک يا مقصود العالم و محبوب الامم صبرک غرّنی و اصطبارک شجّعنی تری يا الهی عبراتی من خجلتی و زفراتی من غفلتی و عظمتک لا اجد لنفسی مقرّا الّا ظلّ بساط کرمک و لا مهربا الّا تحت قباب رحمتک تراني فی بحر الياس و القنوط بعد ما اسمعتنی کلمة لا تقنطوا و عزّتک ظلمی قطع حبل املی و عصيانی سوّد وجهی امام کرسيّ عدلک * ای ربّ تری الميّت مطروحا لدی باب عطائک و يستحيی ان يطلب کوثر عفوک من يد فضلک * قد اعطيتنی لسانا لذکرک و ثنائک و انّه نطق بما ذابت به اکباد المقرّبين من اصفيائک و احترقت افئدة المخلصين من اهل حظائر قدسک و اعطيتنی بصرا لمشاهدة اثارک و ملاحظة آياتک و مظاهر صنعک و انّی نبذت ارادتک و عملت ما ناح به المخلصون من خلقک و المنقطعون من عبادک و اعطيتنی سمعا لاسمع به ذکرک و ثناءک و ما انزلته من سماء کرمک و هواء ارادتک فآه آه انّی ترکت امرک و امرت عبادک بسبّ امنائک و اوليائک و عملت امام کرسیّ عدلک ما ارتفعت به زفرات الموحّدين و المخلصين من اهل مملکتک * لم ادر يا الهی ایّ عصيانی اذکره تلقاء امواج بحر جودک و ايّ خطائی انطق به عند تجلّيات انوار شموس مواهبک و الطافک",
  "translation": "O Lord, my Lord! and again, O Lord, my Lord! and yet again, O Lord, my Lord! I bear witness that by reason of mine iniquity the fruits of the tree of Thy justice have fallen, and through the fire of my rebelliousness the hearts of such of Thy creatures as enjoy near access to Thee were consumed, and the souls of the sincere among Thy servants have melted. O wretched, wretched that I am! O the cruelties, the glaring cruelties, I inflicted! Woe is me, woe is me, for my remoteness from Thee, and for my waywardness, and mine ignorance, and my baseness, and my repudiation of Thee, and my protests against Thee! How many the days during which Thou didst bid Thy servants and Thy loved ones to protect me, whilst I commanded them to harm Thee and to harm them that Thou didst trust! And how numerous the nights during which Thou didst graciously remember me, and didst show me Thy path, whilst I turned away from Thee and from Thy signs! By Thy glory! O Thou Who art the Hope of such as have acknowledged Thy unity, and the Desire of the hearts of them that are rid of all attachment to any save Thee! I find no succorer except Thee, nor king, nor refuge, nor haven besides Thyself. Alas, alas! My turning away from Thee hath burnt up the veil of mine integrity, and my denial of Thee hath rent asunder the covering cast over mine honor. O would that I were beneath the depths of the earth, so that my evil deeds would remain unknown to Thy servants! Thou seest the sinner, O my Lord, who hath turned towards the dawning-place of Thy forgiveness and Thy bounty, and the mountain of iniquity that hath sought the heaven of Thy mercy and pardon. Alas, alas! My mighty sins have prevented me from approaching the court of Thy mercy, and my monstrous deeds have caused me to stray far from the sanctuary of Thy presence. Indeed, I am he that hath failed in duty towards Thee, and hath broken Thy Covenant and Thy Testament, and committed that which hath made the dwellers of the cities of Thy justice, and the dawning-places of Thy grace in Thy realms, to lament. I testify, O my God, that I have put away Thy commandments, and clung to the dictates of my passions, and have cast away the statutes of Thy Book, and seized the book of mine own desire. O misery, misery! As mine iniquities waxed greater and greater, Thy forbearance towards me augmented, and as the fire of my rebelliousness grew fiercer, the more did Thy forgiveness and Thy grace seek to smother up its flame. By the power of Thy might! O Thou Who art the desire of the world and the Best-Beloved of the nations! Thy long-suffering hath puffed me up, and Thy patience hath emboldened me. Thou beholdest, O my God, the tears that my shame have caused to flow, and the sighs which my heedlessness have led me to utter. I swear by the greatness of Thy majesty! I can find for myself no habitation save beneath the shadow of the court of Thy bounty, nor any refuge except under the canopy of Thy mercy. Thou seest me in the midst of a sea of despair and of hopelessness, after Thou didst cause me to hear Thy words \"Despair not.\" By Thy power! My sore injustice hath severed the cord of my hope, and my rebellion hath darkened my face before the throne of Thy justice. Thou beholdest, O my God, him who is as one dead fallen at the door of Thy favor, ashamed to seek from the hand of Thy loving-kindness the living waters of Thy pardon. Thou hast given me a tongue wherewith to remember and praise Thee, and yet it uttereth that which hath caused the souls of such of Thy chosen ones as are nigh unto Thee to melt, and the hearts of the sincere amongst the dwellers of the habitations of holiness to be consumed. Thou hast given me eyes to witness Thy signs, and to behold Thy verses, and to contemplate the revelations of Thine handiwork, but I have rejected Thy will, and have committed what hath caused the faithful among Thy creatures and the detached amidst Thy servants to groan. Thou hast given me ears that I may incline them unto Thy praise and Thy celebration, and unto that which Thou didst send down from the heaven of Thy bounty and the firmament of Thy will. And yet, alas, alas, I have forsaken Thy Cause, and have commanded Thy servants to blaspheme against Thy trusted ones and Thy loved ones, and have acted, before the throne of Thy justice, in such wise that those that have recognized Thy unity and are wholly devoted to Thee among the dwellers of Thy realm mourned with a sore lamentation. I know not, O my God, which among my evil doings to mention before the billowing ocean of Thy favor, nor which of my trespasses to declare when face to face with the splendors of the suns of Thy goodly gifts and bounties.",
  "source_lang": "fa",
  "score": 10
}