{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 84,
  "source_text": "قل يا ملأ الرّهبان لا تعتکفوا فی الکنائس و المعابد اخرجوا باذنی ثمّ اشتغلوا بما تنتفع به انفسکم و انفس العباد * کذلک يامرکم مالک يوم الدّين * اعتکفوا فی حصن حبّی هذا حقّ الاعتکاف لو کنتم من العارفين * من جاور البيت انّه کالميّت ينبغی للانسان ان يظهر منه ما ينتفع به العباد و الّذی ليس له ثمر ينبغی للنّار * کذلک يعظکم ربّکم انّه هو العزيز الکريم * تزوّجوا ليقوم بعدکم احدٌ مقامکم انّا منعناکم عن الخيانة لا عمّا تظهر به الامانة * أأخذتم اصول انفسکم و نبذتم اصول اللّه ورائکم اتّقوا اللّه و لا تکونوا من الجاهلين * لو لا الانسان من يذکرنی فی ارضی و کيف تظهر صفاتی و اسمائی تفکّروا و لا تکونوا من الّذين احتجبوا و کانوا من الرّاقدين * انّ الّذی ما تزوّج انّه ما وجد مقرّا ليسکن فيه او يضع رأسه عليه بما اکتسبت ايدی الخائنين * ليس تقديس نفسه بما عرفتم و عندکم من الاوهام بل بما عندنا * اسألوا لتعرفوا مقامه الّذی کان مقدّسا عن ظنون من علی الارض کلّها طوبی للعارفين *",
  "translation": "\"Say: O concourse of monks! Seclude not yourselves in your churches and cloisters. Come ye out of them by My leave, and busy, then, yourselves with what will profit you and others. Thus commandeth you He Who is the Lord of the Day of Reckoning. Seclude yourselves in the stronghold of My love. This, truly, is the seclusion that befitteth you, could ye but know it. He that secludeth himself in his house is indeed as one dead. It behooveth man to show forth that which will benefit mankind. He that bringeth forth no fruit is fit for the fire. Thus admonisheth you your Lord; He, verily, is the Mighty, the Bountiful. Enter ye into wedlock, that after you another may arise in your stead. We, verily, have forbidden you lechery, and not that which is conducive to fidelity. Have ye clung unto the promptings of your nature, and cast behind your backs the statutes of God? Fear ye God, and be not of the foolish. But for man, who, on My earth, would remember Me, and how could My attributes and My names be revealed? Reflect, and be not of them that have shut themselves out as by a veil from Him, and were of those that are fast asleep. He that married not (Jesus Christ) could find no place wherein to abide, nor where to lay His head, by reason of what the hands of the treacherous had wrought. His holiness consisted not in the things ye have believed and imagined, but rather in the things which belong unto Us. Ask, that ye may be made aware of His station which hath been exalted above the vain imaginings of all the peoples of the earth. Blessed are they that understand.",
  "source_lang": "fa",
  "score": 10
}