{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 93,
  "source_text": "( الی ان قلنا ) لا تخونوا فی اموال النّاس کونوا امناء فی الارض و لا تحرموا الفقراء عمّا آتاکم اللّه من فضله انّه يعطيکم ضعف ما عندکم انّه هو المعطی الکريم * يا اهل البهاء سخّروا مدائن القلوب بسيوف الحکمة و البيان * انّ الّذين يجادلون باهواء انفسهم اولئک في حجاب مبين * قل سيف الحکمة احرّ من الصّيف واحدّ من سيف الحديد لو کنتم من العارفين * اخرجوه باسمی و سلطانی ثمّ افتحوا به مدائن افئدة الّذين اعتکفوا فی حصن الهوی کذلک يامرکم قلم الابهی اذ کان جالسا تحت سيوف الغافلين * ان اطّلعتم علی خطيئة استروها ليستر اللّه عنکم انّه هو السّتّار ذو الفضل العظيم * يا ملأ الاغنياء ان رأيتم فقيرا لا تستکبروا عليه تفکّروا فيما خلقتم منه قد خلق کلّ من ماء مهين",
  "translation": "And further We have said: \"Deal not treacherously with the substance of your neighbor. Be ye trustworthy on earth, and withhold not from the poor the things given unto you by God through His grace. He, verily, will bestow upon you the double of what ye possess. He, in truth, is the All-Bounteous, the Most Generous. O people of Bahá! Subdue the citadels of men's hearts with the swords of wisdom and of utterance. They that dispute, as prompted by their desires, are indeed wrapped in a palpable veil. Say: The sword of wisdom is hotter than summer heat, and sharper than blades of steel, if ye do but understand. Draw it forth in My name and through the power of My might, and conquer, then, with it the cities of the hearts of them that have secluded themselves in the stronghold of their corrupt desires. Thus biddeth you the Pen of the All-Glorious, whilst seated beneath the swords of the wayward. If ye become aware of a sin committed by another, conceal it, that God may conceal your own sin. He, verily, is the Concealer, the Lord of grace abounding. O ye rich ones on earth! If ye encounter one who is poor, treat him not disdainfully. Reflect upon that whereof ye were created. Every one of you was created of a sorry germ.\"",
  "source_lang": "fa",
  "score": 10
}