{
  "work": "Epistle to the Son of the Wolf",
  "slug": "epistle-to-the-son-of-the-wolf",
  "author": "Baha'u'llah",
  "pair_index": 94,
  "source_text": "( الی ان قلنا ) انظروا العالم کهيکل انسان اعترته الامراض و برؤه منوط باتّحاد من فيه اجتمعوا علی ما شرعناه لکم و لا تتّبعوا سبل المختلفين تفکّر فی الدّنيا و شأن اهلها انّ الّذی خلق العالم لنفسه قد حبس فی اخرب الدّيار بما اکتسبت ايدی الغافلين و من افق السّجن يدعو النّاس الی فجر اللّه العلیّ العظيم * هل تفرح بما عندک من الزّخارف بعد اذ تعلم انّها ستفنی او تسرّ بما تحکم علی شبر من الارض بعد اذ کلّها لم تکن عند اهل البهاء الّا کسواد عين نملة ميّتة ؟ دعها لاهلها ثمّ اقبل الی مقصود العالمين * اين اهل الغرور و قصورهم انظر فی قبورهم لتعتبر بما جعلناها عبرة للنّاظرين * لو تاخذک نفحات الوحِی لتفرّ من الملک مقبلا الی الملکوت و تنفق ما عندک للتّقرّب الی هذا المنظر الکريم *",
  "translation": "And further We have said: \"Regard ye the world as a man's body, which is afflicted with divers ailments, and the recovery of which dependeth upon the harmonizing of all of its component elements. Gather ye around that which We have prescribed unto you, and walk not in the ways of such as create dissension. Meditate on the world and the state of its people. He, for Whose sake the world was called into being, hath been imprisoned in the most desolate of cities (‘Akká), by reason of that which the hands of the wayward have wrought. From the horizon of His prison-city He summoneth mankind unto the Dayspring of God, the Exalted, the Great. Exultest thou over the treasures thou dost possess, knowing they shall perish? Rejoicest thou in that thou rulest a span of earth, when the whole world, in the estimation of the people of Bahá, is worth as much as the black in the eye of a dead ant? Abandon it unto such as have set their affections upon it, and turn thou unto Him Who is the Desire of the world. Whither are gone the proud and their palaces? Gaze thou into their tombs, that thou mayest profit by this example, inasmuch as We made it a lesson unto every beholder. Were the breezes of Revelation to seize thee, thou wouldst flee the world, and turn unto the Kingdom, and wouldst expend all thou possessest, that thou mayest draw nigh unto this sublime Vision.\"",
  "source_lang": "fa",
  "score": 10
}