{
  "title": "Epistle to the Son of the Wolf",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "fa",
  "source_url": null,
  "pair_count": 268,
  "slug": "epistle-to-the-son-of-the-wolf",
  "year_published": 1941,
  "year_translated": "1938–1941",
  "introduction": "Revealed by Bahá'u'lláh around 1891 in 'Akká, approximately one year before His ascension, and addressed to Shaykh Muḥammad-Taqí of Iṣfahán. Shoghi Effendi's translation was completed in late 1940, with publication in 1941. George Townshend assisted with English refinement. In God Passes By, Shoghi Effendi described it as 'the last outstanding Tablet revealed by the pen of Bahá'u'lláh, in which He calls upon that rapacious priest to repent of his acts, quotes some of the most characteristic and celebrated passages of His own writings, and adduces proofs establishing the validity of His Cause.' Upon completing the translation, he cabled his hope that 'its study may contribute to further enlightenment and deeper understanding of the verities on which effectual prosecution of the teaching and administrative undertakings ultimately depends.'",
  "short_description": "The last outstanding Tablet revealed by Bahá’u’lláh, written around 1891 and addressed to Shaykh Muḥammad-Taqí of Iṣfahán. It calls upon that rapacious priest to repent, quotes the most celebrated passages from Bahá’u’lláh’s own writings, and adduces proofs establishing the validity of His Cause.",
  "word_count": 46661,
  "search_index": [
    {
      "i": 1,
      "s": "1-one-incomparable-all-powerful",
      "t": "﴾ In the name of God, the One, the Incomparable, the All-Powerful, the All-Knowing, the All-Wise ﴿"
    },
    {
      "i": 2,
      "s": "2-eternal-everlasting-self-subsisting",
      "t": "Praise be to God, the Eternal that perisheth not, the Everlasting that declineth not, the Self-Subsi"
    },
    {
      "i": 3,
      "s": "3-supreme-mediator-light-unity",
      "t": "The light that is shed from the heaven of bounty, and the benediction that shineth from the dawning-"
    },
    {
      "i": 4,
      "s": "4-wronged-one-most-great-house",
      "t": "Give ear, O distinguished divine, unto the voice of this Wronged One. He verily, counselleth thee fo"
    },
    {
      "i": 5,
      "s": "5-ocean-knowledge-tabernacle-glory",
      "t": "\"O God, my God, and my Desire, and my Adored One, and my Master, and my Mainstay, and my utmost Hope"
    },
    {
      "i": 6,
      "s": "6-blot-out-thy-signs-blood-loved-ones",
      "t": "\"I testify, O my God, and my King, that Thou hast created me to remember Thee, to glorify Thee, and"
    },
    {
      "i": 7,
      "s": "7-despair-not-ocean-favor",
      "t": "O Lord, my Lord! and again, O Lord, my Lord! and yet again, O Lord, my Lord! I bear witness that by"
    },
    {
      "i": 8,
      "s": "8-darkness-into-light-mysteries-revelation",
      "t": "\"I beseech Thee, this very moment, by the mysteries of Thy Book, and by the things hid in Thy knowle"
    },
    {
      "i": 9,
      "s": "9-glory-hath-spoken-not-impulse",
      "t": "\" O Shaykh! Know thou that neither the calumnies which men may utter, nor their denials, nor any cav"
    },
    {
      "i": 10,
      "s": "10-wronged-one-detachment-breath",
      "t": "They whose sight is keen, whose ears are retentive, whose hearts are enlightened, and whose breasts"
    },
    {
      "i": 11,
      "s": "11-seat-of-truth-divine-providence",
      "t": "\"My God, the Object of my adoration, the Goal of my desire, the All-Bountiful, the Most Compassionat"
    },
    {
      "i": 12,
      "s": "12-splendors-day-star-truthfulness",
      "t": "We beseech God to aid thee to be just and fair-minded, and to acquaint thee with the things that wer"
    },
    {
      "i": 13,
      "s": "13-hand-of-will-transformed-me",
      "t": "\"O King! I was but a man like others, asleep upon My couch, when lo, the breezes of the All-Glorious"
    },
    {
      "i": 14,
      "s": "14-cleanse-thyself-waters-detachment",
      "t": "Now is the moment in which to cleanse thyself with the waters of detachment that have flowed out fro"
    },
    {
      "i": 15,
      "s": "15-crown-justice-ornament-equity",
      "t": "Say: \"O God, my God! Attire mine head with the crown of justice, and my temple with the ornament of"
    },
    {
      "i": 16,
      "s": "16-justice-equity-guardians-world",
      "t": "Justice and equity are twin Guardians that watch over men. From them are revealed such blessed and p"
    },
    {
      "i": 17,
      "s": "17-mystic-gems-mine-of-man",
      "t": "These words have streamed from the pen of this Wronged One in one of His Tablets: \"The purpose of th"
    },
    {
      "i": 18,
      "s": "18-divers-communions-foster-animosity",
      "t": "That the divers communions of the earth, and the manifold systems of religious belief, should never"
    },
    {
      "i": 19,
      "s": "19-world-devouring-fire-religious-fanaticism",
      "t": "Gird up the loins of your endeavor, O people of Bahá, that haply the tumult of religious dissension"
    },
    {
      "i": 20,
      "s": "20-fruits-one-tree-leaves-one-branch",
      "t": "The utterance of God is a lamp, whose light are these words: Ye are the fruits of one tree, and the"
    },
    {
      "i": 21,
      "s": "21-thick-clouds-oppression-justice",
      "t": "Exert yourselves that ye may attain this transcendent and most sublime station, the station that can"
    },
    {
      "i": 22,
      "s": "22-kindly-tongue-lodestone-hearts",
      "t": "Consort with all men, O people of Bahá, in a spirit of friendliness and fellowship. If ye be aware o"
    },
    {
      "i": 23,
      "s": "23-divines-raiment-knowledge-deprived",
      "t": "By \"divines\" in the passage cited above is meant those men who outwardly attire themselves with the"
    },
    {
      "i": 24,
      "s": "24-wolves-intent-upon-my-flock",
      "t": "\"O ye that are foolish, yet have a name to be wise! Wherefore do ye wear the guise of the shepherd,"
    },
    {
      "i": 25,
      "s": "25-crystal-pure-yet-inwardly-foul",
      "t": "And likewise He saith: \"O ye seeming fair yet inwardly foul! Ye are like clear but bitter water, whi"
    },
    {
      "i": 26,
      "s": "26-flash-spirit-realms-celestial-glory",
      "t": "And also He saith: \"O essence of desire! At many a dawn have I turned from the realms of the Placele"
    },
    {
      "i": 27,
      "s": "27-breeze-loving-kindness-bed-heedlessness",
      "t": "And again He saith: \"O bond slave of the world! Many a dawn hath the breeze of My loving-kindness wa"
    },
    {
      "i": 28,
      "s": "28-divines-adorned-knowledge-character",
      "t": "Those divines, however, who are truly adorned with the ornament of knowledge and of a goodly charact"
    },
    {
      "i": 29,
      "s": "29-deadly-poison-pure-honey",
      "t": "O Shaykh! We have learned that thou hast turned away from Us, and protested against Us, in such wise"
    },
    {
      "i": 30,
      "s": "30-heaven-bounty-ocean-favor",
      "t": "Set thine heart towards Him Who is the Kaaba of God, the Help in Peril, the Self-Subsisting, and rai"
    },
    {
      "i": 31,
      "s": "31-seal-choice-wine-broken",
      "t": "O Shaykh! Verily I say, the seal of the Choice Wine hath, in the name of Him Who is the Self-Subsist"
    },
    {
      "i": 32,
      "s": "32-throne-purest-gold-knowledge",
      "t": "This Day, O Shaykh, hath never been, nor is it now, the Day whereon man-made arts and sciences can b"
    },
    {
      "i": 33,
      "s": "33-foul-smelling-gloomy-dungeon",
      "t": "We deem it advisable, in this connection, to recount briefly some past events, that perchance they m"
    },
    {
      "i": 34,
      "s": "34-regenerating-the-people",
      "t": "Day and night, while confined in that dungeon, We meditated upon the deeds, the condition, and the c"
    },
    {
      "i": 35,
      "s": "35-victorious-by-thyself-and-thy-pen",
      "t": "One night, in a dream, these exalted words were heard on every side: \"Verily, We shall render Thee v"
    },
    {
      "i": 36,
      "s": "36-waywardness-folly-changed-piety",
      "t": "And when this Wronged One went forth out of His prison, We journeyed, in pursuance of the order of H"
    },
    {
      "i": 37,
      "s": "37-tongue-recited-no-man-could-bear",
      "t": "During the days I lay in the prison of Ṭihrán, though the galling weight of the chains and the stenc"
    },
    {
      "i": 38,
      "s": "38-wronged-one-acted-justly",
      "t": "We shall herewith cite a few passages from Tablets specifically revealed to this people, so that eve"
    },
    {
      "i": 39,
      "s": "39-door-security-unlocked-creation",
      "t": "O ye friends of God in His cities and His loved ones in His lands! This Wronged One enjoineth on you"
    },
    {
      "i": 40,
      "s": "40-imprisonment-doeth-no-harm",
      "t": "And in another connection these words were revealed: \"We enjoin the servants of God and His handmaid"
    },
    {
      "i": 41,
      "s": "41-resistless-immovable-cause",
      "t": "And in another connection: \"O peoples of the earth! Haste ye to do the pleasure of God, and war ye v"
    },
    {
      "i": 42,
      "s": "42-unite-weld-together-earth",
      "t": "And again in another connection: \"Revile ye not one another. We, verily, have come to unite and weld"
    },
    {
      "i": 43,
      "s": "43-sword-of-your-tongue-conquer-hearts",
      "t": "And yet again in another connection: \"Beware lest ye shed the blood of any one. Unsheathe the sword"
    },
    {
      "i": 44,
      "s": "44-spread-not-disorder-in-land",
      "t": "And yet again in another connection: \"O people! Spread not disorder in the land, and shed not the bl"
    },
    {
      "i": 45,
      "s": "45-sun-divine-utterance-never-sets",
      "t": "And still again in another connection: \"The Sun of Divine Utterance can never set, neither can its r"
    },
    {
      "i": 46,
      "s": "46-sun-truth-fruits-tree-man",
      "t": "And still again in another connection: \"This is the day to make mention of God, to celebrate His pra"
    },
    {
      "i": 47,
      "s": "47-hosts-praiseworthy-deeds-fear-god",
      "t": "In the fourth Ishraq (splendor) of the Ishráqát (Tablet of Splendors) We have mentioned: \"Every caus"
    },
    {
      "i": 48,
      "s": "48-knowledge-wings-mans-ascent",
      "t": "In the third Tajallí (effulgence) of the Book of Tajallíyát (Book of Effulgences) We have mentioned:"
    },
    {
      "i": 49,
      "s": "49-knowledge-treasure-man",
      "t": "In truth, knowledge is a veritable treasure for man, and a source of glory, of bounty, of joy, of ex"
    },
    {
      "i": 50,
      "s": "50-sublime-station-pinnacle-glory",
      "t": "It is incumbent upon thee to summon the people, under all conditions, to whatever will cause them to"
    },
    {
      "i": 51,
      "s": "51-fear-of-god-sure-defence",
      "t": "The first word which the Abhá Pen hath revealed and inscribed on the first leaf of Paradise is this:"
    },
    {
      "i": 52,
      "s": "52-religion-chief-instrument-order",
      "t": "The second word We have recorded on the second leaf of Paradise is the following: \"The Pen of the Di"
    },
    {
      "i": 53,
      "s": "53-light-equity-justice-nations",
      "t": "It is Our hope that thou wilt hear with attentive ears the things We have mentioned unto thee, that"
    },
    {
      "i": 54,
      "s": "54-sword-virtuous-character-sharper",
      "t": "In the Book of Utterance these exalted words have been written down and recorded: \"Say, O friends! S"
    },
    {
      "i": 55,
      "s": "55-humility-exalteth-heaven-glory",
      "t": "The third word we have recorded on the third leaf of Paradise is this: \"O son of man! If thine eyes"
    },
    {
      "i": 56,
      "s": "56-lesser-peace-kings-assembly",
      "t": "We pray God - exalted be His glory - and cherish the hope that He may graciously assist the manifest"
    },
    {
      "i": 57,
      "s": "57-justice-conqueror-hearts-souls",
      "t": "In this land, every time men are conscripted for the army, a great terror seizeth the people. Every"
    },
    {
      "i": 58,
      "s": "58-knowledge-god-eliminate-fear",
      "t": "In the treasuries of the knowledge of God there lieth concealed a knowledge which, when applied, wil"
    },
    {
      "i": 59,
      "s": "59-wronged-one-leadership-never",
      "t": "In these days enemies have compassed Us about, and the fire of hatred is kindled. O peoples of the e"
    },
    {
      "i": 60,
      "s": "60-wise-seek-advice-wronged-one",
      "t": "Gracious God! This is the day whereon the wise should seek the advice of this Wronged One, and ask H"
    },
    {
      "i": 61,
      "s": "61-yearly-revenue-from-persia",
      "t": "Briefly, this Wronged One hath, in the face of all that hath befallen Him at their hands, and all th"
    },
    {
      "i": 62,
      "s": "62-wronged-one-cry-heart",
      "t": "Glorified art Thou, O Lord my God! Thou seest what hath befallen this Wronged One at the hands of th"
    },
    {
      "i": 63,
      "s": "63-waves-encompassed-ark-god",
      "t": "In these days there are some who, far from being just and fair-minded, have assaulted Me with the sw"
    },
    {
      "i": 64,
      "s": "64-wronged-one-sun-of-truth",
      "t": "O Shaykh! I swear by the Sun of Truth Which hath risen and shineth above the horizon of this Prison!"
    },
    {
      "i": 65,
      "s": "65-wronged-one-revealed-desired",
      "t": "We have, under all circumstances, enjoined on men what is right, and forbidden what is wrong. He Who"
    },
    {
      "i": 66,
      "s": "66-breezes-all-glorious-taught-knowledge",
      "t": "We once again refer unto some of the sublime words revealed in the Tablet to His Majesty the Sháh, s"
    },
    {
      "i": 67,
      "s": "67-shadow-amongst-men-justice",
      "t": "\"Look upon this Wronged One, O King, with the eyes of justice; judge thou, then, with truth concerni"
    },
    {
      "i": 68,
      "s": "68-sovereignty-divine-station-horizon",
      "t": "\"O King! Wert thou to incline thine ears unto the shrill voice of the Pen of Glory and the cooing of"
    },
    {
      "i": 69,
      "s": "69-surih-tawhid-bahaullah-divinity",
      "t": "Either thou or someone else hath said: \"Let the Surih of Tawhid be translated, so that all may know"
    },
    {
      "i": 70,
      "s": "70-dieth-to-himself-liveth-in-god",
      "t": "O Shaykh! This station is the station in which one dieth to himself and liveth in God. Divinity, whe"
    },
    {
      "i": 71,
      "s": "71-behold-your-lord-full-moon",
      "t": "O Shaykh! How do the divines of this age account for the effulgent glory which the Sadrah of Utteran"
    },
    {
      "i": 72,
      "s": "72-purified-from-idle-fancies-prison",
      "t": "Similar sayings from the Imams - the blessings of God be upon them - have been recorded and are wide"
    },
    {
      "i": 73,
      "s": "73-word-shineth-flasheth-sun",
      "t": "O Shaykh! No breeze can compare with the breezes of Divine Revelation, whilst the Word which is utte"
    },
    {
      "i": 74,
      "s": "74-we-are-he-himself",
      "t": "Men have failed to perceive Our purpose in the references We have made to Divinity and Godhood. Were"
    },
    {
      "i": 75,
      "s": "75-face-upon-every-spot-earth",
      "t": "Aside from this, why is it that thou didst not mention those other stations which the Abhá Pen hath"
    },
    {
      "i": 76,
      "s": "76-idle-fancies-horizon-certitude",
      "t": "By the righteousness of God! Idle fancies have debarred men from the Horizon of Certitude, and vain"
    },
    {
      "i": 77,
      "s": "77-troubles-wronged-one-napoleon",
      "t": "Beseech God to grant unto men hearing ears, and sharp sight, and dilated breasts, and receptive hear"
    },
    {
      "i": 78,
      "s": "78-cause-wronged-one-revealed-god",
      "t": "From his words it became apparent that he understood the purpose of this Servant to have been a requ"
    },
    {
      "i": 79,
      "s": "79-mighty-bell-most-great-name",
      "t": "O King of Paris! Tell the priest to ring the bells no longer. By God, the True One! The Most Mighty"
    },
    {
      "i": 80,
      "s": "80-ancient-days-great-glory",
      "t": "\"Wert thou to incline thine inner ear unto all created things, thou wouldst hear: \\‘The Ancient of D"
    },
    {
      "i": 81,
      "s": "81-fire-verdant-tree-sinai",
      "t": "\"Give ear, O King, unto the Voice that calleth from the Fire which burneth in this verdant Tree, on"
    },
    {
      "i": 82,
      "s": "82-burning-bush-manifest-dominion",
      "t": "\"The breezes of the Most Merciful have passed over all created things; happy the man that hath disco"
    },
    {
      "i": 83,
      "s": "83-stars-heaven-knowledge-fallen",
      "t": "\"O King! The stars of the heaven of knowledge have fallen, they who seek to establish the truth of M"
    },
    {
      "i": 84,
      "s": "84-seclusion-stronghold-love",
      "t": "\"Say: O concourse of monks! Seclude not yourselves in your churches and cloisters. Come ye out of th"
    },
    {
      "i": 85,
      "s": "85-cry-oppressed-black-sea",
      "t": "\"O King! We heard the words thou didst utter in answer to the Czar of Russia, concerning the decisio"
    },
    {
      "i": 86,
      "s": "86-kingdom-pass-firm-cord",
      "t": "\"For what thou hast done, thy kingdom shall be thrown into confusion, and thine empire shall pass fr"
    },
    {
      "i": 87,
      "s": "87-inmates-paradise-thick-veil",
      "t": "\"O King! We were in ‘Iráq, when the hour of parting arrived. At the bidding of the King of Islam (Su"
    },
    {
      "i": 88,
      "s": "88-greatest-sinners-kingdoms-earth-heaven",
      "t": "And further We have said: \"More grievous became Our plight from day to day, nay, from hour to hour,"
    },
    {
      "i": 89,
      "s": "89-riding-clouds-calling-god",
      "t": "And further We have said: \"As My tribulations multiplied, so did My love for God and for His Cause i"
    },
    {
      "i": 90,
      "s": "90-wolves-shepherds-poor-desolate",
      "t": "\"Know of a truth that your subjects are God's trust amongst you. Watch ye, therefore, over them as y"
    },
    {
      "i": 91,
      "s": "91-adorn-kingdom-teach-cause",
      "t": "And further We have said: \"Adorn the body of Thy kingdom with the raiment of My name, and arise, the"
    },
    {
      "i": 92,
      "s": "92-eschew-worldliness-approach-sublime",
      "t": "And further We have said: \"Doth it behoove you to relate yourselves to Him Who is the God of mercy,"
    },
    {
      "i": 93,
      "s": "93-swords-wisdom-citadels-hearts",
      "t": "And further We have said: \"Deal not treacherously with the substance of your neighbor. Be ye trustwo"
    },
    {
      "i": 94,
      "s": "94-prison-horizon-dayspring-god",
      "t": "And further We have said: \"Regard ye the world as a man's body, which is afflicted with divers ailme"
    },
    {
      "i": 95,
      "s": "95-christian-dispatch-tablet-transmission",
      "t": "We bade a Christian dispatch this Tablet, and he informed Us that he transmitted both the original a"
    },
    {
      "i": 96,
      "s": "96-tablet-czar-russia",
      "t": "One of the sections of the Súratu’l-Haykal is the Tablet addressed to His Majesty, the Czar of Russi"
    },
    {
      "i": 97,
      "s": "97-sublime-station-russian-czar",
      "t": "\"O Czar of Russia! Incline thine ear unto the voice of God, the King, the Holy, and turn thou unto P"
    },
    {
      "i": 98,
      "s": "98-father-son-holy-vale",
      "t": "And further We have said: \"He Who is the Father is come, and the Son (Jesus Christ), in the holy val"
    },
    {
      "i": 99,
      "s": "99-spirit-appeared-herod-judgment",
      "t": "\"Arise thou amongst men in the name of this all-compelling Cause, and summon, then, the nations unto"
    },
    {
      "i": 100,
      "s": "100-spirit-filled-gladness-prison",
      "t": "And further We have said: \"Again I say: Hearken unto My voice that calleth from My prison, that it m"
    },
    {
      "i": 101,
      "s": "101-breezes-revelation-envelop-thee",
      "t": "Likewise, We mention some verses from the Tablet of Her Majesty, the Queen (Queen Victoria) - may Go"
    },
    {
      "i": 102,
      "s": "102-queen-london-divine-lote-tree",
      "t": "\"O Queen in London! Incline thine ear unto the voice of thy Lord, the Lord of all mankind, calling f"
    },
    {
      "i": 103,
      "s": "103-forbidden-trading-slaves-wondrous-revelation",
      "t": "And further We said: \"We make mention of thee for the sake of God, and desire that thy name may be e"
    },
    {
      "i": 104,
      "s": "104-assembly-pure-justice",
      "t": "\"We have also heard that thou hast entrusted the reins of counsel into the hands of the representati"
    },
    {
      "i": 105,
      "s": "105-world-afflicted-grave-disorders",
      "t": "\"O ye members of Assemblies in that land and in other countries! Take ye counsel together, and let y"
    },
    {
      "i": 106,
      "s": "106-sovereign-remedy-healing-world",
      "t": "And further We have said: \"That which God hath ordained as the sovereign remedy and mightiest instru"
    },
    {
      "i": 107,
      "s": "107-ancient-beauty-world-reformer",
      "t": "\"Consider these days in which He Who is the Ancient Beauty hath come in the Most Great Name, that He"
    },
    {
      "i": 108,
      "s": "108-pharaoh-charge-fomenting-discord",
      "t": "This charge of fomenting discord is the same as that imputed aforetime by the Pharaohs of Egypt to H"
    },
    {
      "i": 109,
      "s": "109-sun-utterance-beameth-forth",
      "t": "Men have, at all times, considered every World Reformer a fomenter of discord, and have referred unt"
    },
    {
      "i": 110,
      "s": "110-moses-acknowledged-injustice-waywardness",
      "t": "Among the things they have imputed to the Divine Lote-Tree (Moses) are charges to the falsity of whi"
    },
    {
      "i": 111,
      "s": "111-hem-robe-unsullied",
      "t": "O Shaykh! Every time God the True One - exalted be His glory - revealed Himself in the person of His"
    },
    {
      "i": 112,
      "s": "112-wronged-one-four-months",
      "t": "His Excellency, the late Mírzá Ḥusayn Khán, Mushiru'd-Dawlih, - may God forgive him - hath known thi"
    },
    {
      "i": 113,
      "s": "113-wronged-one-exalt-advance-interests",
      "t": "Whenever high dignitaries of Persia came to that city (Constantinople) they would exert themselves t"
    },
    {
      "i": 114,
      "s": "114-pen-laments-betrayal-prison",
      "t": "O Shaykh! My Pen, verily, lamenteth over Mine own Self, and My Tablet weepeth sore over what hath be"
    },
    {
      "i": 115,
      "s": "115-debar-not-thy-servants-grace",
      "t": "We pray to God to graciously assist them that have been led astray to be just and fair-minded, and t"
    },
    {
      "i": 116,
      "s": "116-light-knowledge-prevailed-darkness",
      "t": "I swear by the Day-Star of God's Testimony that hath shone from the horizon of certitude! This Wrong"
    },
    {
      "i": 117,
      "s": "117-wronged-people-firm-cord-patience",
      "t": "O Shaykh! Time and again have I declared, and now yet again I affirm, that for two score years We ha"
    },
    {
      "i": 118,
      "s": "118-twin-shining-lights-isfahan",
      "t": "O Shaykh! My Pen is abashed to recount what actually took place. In the land of Sad (Iṣfahán) the fi"
    },
    {
      "i": 119,
      "s": "119-badi-precious-crown-life",
      "t": "Before them one named Káẓim and they who were with him, and after them, his honor Ashraf, all quaffe"
    },
    {
      "i": 120,
      "s": "120-bloodmoney-martyrdom-glorious",
      "t": "O Shaykh! If things such as these are to be denied, what shall, then, be deemed worthy of credence?"
    },
    {
      "i": 121,
      "s": "121-ocean-of-renunciation-martyrdom",
      "t": "O Shaykh! This people have passed beyond the narrow straits of names, and pitched their tents upon t"
    },
    {
      "i": 122,
      "s": "122-patience-exponents-justice",
      "t": "In Mázindarán a vast number of the servants of God were exterminated. The Governor, under the influe"
    },
    {
      "i": 123,
      "s": "123-martyrdom-chosen-grace-lord",
      "t": "Remember the father of Badi. They arrested that wronged one, and ordered him to curse and revile his"
    },
    {
      "i": 124,
      "s": "124-penetrative-influence-word-god",
      "t": "Do thou ponder on the penetrative influence of the Word of God. Every single one of these souls was"
    },
    {
      "i": 125,
      "s": "125-wronged-one-diffuse-fragrance",
      "t": "O Shaykh! In former times he that was chosen to be slain was but one person, whereas now this Wronge"
    },
    {
      "i": 126,
      "s": "126-wronged-one-chains-qara-guhar",
      "t": "O Shaykh! That which hath touched this Wronged One is beyond compare or equal. We have borne it all"
    },
    {
      "i": 127,
      "s": "127-martyrdom-city-love-isqabad",
      "t": "Likewise, ponder thou upon the martyrdom of Ḥájí Muḥammad-Riḍá in the City of Love (‘Ishqábád). The"
    },
    {
      "i": 128,
      "s": "128-oppressed-people-plead-murderers",
      "t": "We entreat His Majesty the Sháh, - may God, hallowed and glorified be He, assist him - himself to po"
    },
    {
      "i": 129,
      "s": "129-wronged-one-sublime-paradise",
      "t": "O Shaykh! These perspicuous verses have been sent down in one of the Tablets by the Abhá Pen: \"Heark"
    },
    {
      "i": 130,
      "s": "130-dayspring-throne-justice-akka",
      "t": "Thereupon, a Voice was raised from the direction of Ḥijáz, calling aloud and saying: \"Great is thy b"
    },
    {
      "i": 131,
      "s": "131-tablet-proof-revealed-religions",
      "t": "Following upon the death of some of the martyrs, the Lawh-i-Burhan (Tablet of the Proof) was sent do"
    },
    {
      "i": 132,
      "s": "132-winds-of-hatred-encompass-the-ark",
      "t": "\"He is the Almighty, the All-Knowing, the All-Wise! The winds of hatred have encompassed the Ark of"
    },
    {
      "i": 133,
      "s": "133-proof-jewish-doctors-pharisees",
      "t": "\"Judge thou fairly, I adjure thee by God. What proof did the Jewish doctors adduce wherewith to cond"
    },
    {
      "i": 134,
      "s": "134-cast-behind-thy-back-law-of-god",
      "t": "\"O thou who hast gone astray! Thou hast neither seen Me, nor associated with Me, nor been My compani"
    },
    {
      "i": 135,
      "s": "135-ocean-knowledge-divine-lote-tree",
      "t": "\"Know thou that he is truly learned who hath acknowledged My Revelation, and drunk from the Ocean of"
    },
    {
      "i": 136,
      "s": "136-marks-of-thy-sword-on-lote-tree",
      "t": "\"O thou who hast turned away from God! Wert thou to look with the eye of fairness upon the Divine Lo"
    },
    {
      "i": 137,
      "s": "137-door-grace-unlocked-dayspring-justice",
      "t": "\"By God! Troubles have failed to unnerve Me, and the repudiation of the divines hath been powerless"
    },
    {
      "i": 138,
      "s": "138-sinai-bush-fire-manifested",
      "t": "Thereupon hath the cry and the lamentation of the true Faith been raised once again, saying: \"Verily"
    },
    {
      "i": 139,
      "s": "139-rid-attachment-ponder-mentioned",
      "t": "We have made mention of certain martyrs of this Revelation, and have likewise cited some of the vers"
    },
    {
      "i": 140,
      "s": "140-wronged-one-tampered-cause",
      "t": "It behooveth thee now to reflect upon the state of Mírzá Hádí Dawlat-Abadi and of Sad-i-Iṣfahání (Sa"
    },
    {
      "i": 141,
      "s": "141-distinguish-truth-from-falsehood",
      "t": "O Hádí! Thou hast gone unto My brother and hast seen him. Set now thy face towards the court of this"
    },
    {
      "i": 142,
      "s": "142-sealed-wine-service-cause",
      "t": "Exert thyself, O Shaykh, and arise to serve this Cause. The Sealed Wine is disclosed in this day bef"
    },
    {
      "i": 143,
      "s": "143-render-unto-caesar-things-caesars",
      "t": "It is now incumbent upon His Majesty the Sháh - may God, exalted be He, protect him - to deal with t"
    },
    {
      "i": 144,
      "s": "144-assist-majesty-shah-power-sovereignty",
      "t": "O God, my God, and my Master, and my Mainstay, and my Desire, and my Beloved! I ask Thee by the myst"
    },
    {
      "i": 145,
      "s": "145-powers-ordained-of-god",
      "t": "In the Epistle to the Romans Saint Paul hath written: \"Let every soul be subject unto the higher pow"
    },
    {
      "i": 146,
      "s": "146-just-king-nearer-access-god",
      "t": "Moreover, in the traditions of old, references have been made which the divines have seen and heard."
    },
    {
      "i": 147,
      "s": "147-light-revelation-shone-forth",
      "t": "Wert thou, for the sake of God, to ponder, though it be but for an hour, upon the things which have"
    },
    {
      "i": 148,
      "s": "148-sublime-pen-draws-near-god",
      "t": "At this moment the shrill voice of the Most Sublime Pen hath been raised, and hath addressed Me sayi"
    },
    {
      "i": 149,
      "s": "149-lamp-unto-them-walk-darkness",
      "t": "\"Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbor, and l"
    },
    {
      "i": 150,
      "s": "150-sword-hanging-thread-tribulations",
      "t": "The one true God well knoweth, and all the company of His trusted ones testify, that this Wronged On"
    },
    {
      "i": 151,
      "s": "151-voice-true-faith-radiance",
      "t": "Thereupon the voice of the true Faith was lifted up, calling aloud again and again and saying: \"O co"
    },
    {
      "i": 152,
      "s": "152-open-door-justice",
      "t": "O Shaykh! This Wronged One beseecheth God - blessed and glorified be He - to make thee the one who w"
    },
    {
      "i": 153,
      "s": "153-malice-mighty-obstacle",
      "t": "O Shaykh! Entreat thou the one true God to sanctify the ears, and the eyes, and the hearts of mankin"
    },
    {
      "i": 154,
      "s": "154-voice-raised-luminous-spot",
      "t": "At this moment a Voice was raised from the right-hand of the Luminous Spot: \"God! There is none othe"
    },
    {
      "i": 155,
      "s": "155-daystar-knowledge-horizon-certitude",
      "t": "\"Peruse thou the Kitáb-i-Íqán (Book of Certitude) and that which the All-Merciful hath sent down unt"
    },
    {
      "i": 156,
      "s": "156-straight-path-messengers-books",
      "t": "\"O thou who art gone astray! If thou hast any doubt concerning Our conduct, know thou that We bear w"
    },
    {
      "i": 157,
      "s": "157-justice-clutches-tyranny",
      "t": "\"Hath the Sháh been informed, and chosen to close his eyes to thine acts? Or hath he been seized wit"
    },
    {
      "i": 158,
      "s": "158-glory-fades-mountain-top",
      "t": "\"O heedless one! Rely not on thy glory, and thy power. Thou art even as the last trace of sunlight u"
    },
    {
      "i": 159,
      "s": "159-she-serpent-cruelty-cause",
      "t": "\"O My Supreme Pen! Call Thou to remembrance the She-Serpent (Imam-Jum'ih of Iṣfahán) whose cruelty h"
    },
    {
      "i": 160,
      "s": "160-nightingale-paradise-tablet-faith",
      "t": "O Shaykh! We have enabled thee to hear the melodies of the Nightingale of Paradise, and unveiled to"
    },
    {
      "i": 161,
      "s": "161-lamp-of-thy-cause-wisdom",
      "t": "At this moment it behooveth us to turn unto the Desired One, and cleave unto these most sublime word"
    },
    {
      "i": 162,
      "s": "162-wronged-one-afflicted-retribution",
      "t": "O Shaykh! We had seized the reins of authority by the power of God and His Divine might, as He alone"
    },
    {
      "i": 163,
      "s": "163-deceitful-eye-throne-revelation",
      "t": "The time is at hand when whatsoever lieth hid in the souls and hearts of men will be disclosed. This"
    },
    {
      "i": 164,
      "s": "164-wronged-one-iniquity-grievous",
      "t": "Would that His Majesty the Sháh of Persia - may God perpetuate His sovereignty - would inquire from"
    },
    {
      "i": 165,
      "s": "165-cord-justice-truthfulness",
      "t": "In this connection it is necessary to mention the following occurrence, that haply men may take fast"
    },
    {
      "i": 166,
      "s": "166-turn-from-idle-fancy-to-certitude",
      "t": "Ponder, now, O Shaykh, the influence of the word of God, that haply thou mayest turn from the left h"
    },
    {
      "i": 167,
      "s": "167-most-great-ocean-sanctified",
      "t": "Such things have appeared in this Revelation that there is no recourse for either the exponents of s"
    },
    {
      "i": 168,
      "s": "168-face-of-god-unseen",
      "t": "Every one who hath turned aside from Me hath clung to his own idle words, and therewith voiced his o"
    },
    {
      "i": 169,
      "s": "169-sealed-wine-sublime-kingdom",
      "t": "O Shaykh! Ponder upon the things which have been mentioned, perchance thou mayest quaff the Sealed W"
    },
    {
      "i": 170,
      "s": "170-lote-tree-luminous-verses",
      "t": "O Shaykh! The breezes of Revelation can never be confounded with other breezes. Now the Lote-Tree be"
    },
    {
      "i": 171,
      "s": "171-straight-path-divine-presence",
      "t": "Ponder a while upon the verses concerning the Divine Presence, which have been sent down in the Qur’"
    },
    {
      "i": 172,
      "s": "172-dayspring-signs-divine-presence",
      "t": "In all the Divine Books the promise of the Divine Presence hath been explicitly recorded. By this Pr"
    },
    {
      "i": 173,
      "s": "173-sun-of-truth-shines-akka",
      "t": "O thou who art reputed for thy learning! Bid men to do that which is praiseworthy, and be not of suc"
    },
    {
      "i": 174,
      "s": "174-vain-imaginings-converted-bullets",
      "t": "Reflect, O Shaykh, upon the Shí‘ah sect. How many the edifices which they reared with the hands of i"
    },
    {
      "i": 175,
      "s": "175-followers-apprehended-divine-knowledge",
      "t": "Meditate, O Shaykh, and be fair in what thou sayest. The followers of Shaykh-i-Ahsa'i (Shaykh Aḥmad)"
    },
    {
      "i": 176,
      "s": "176-appoint-person-cyprus-mirzá-yahyá",
      "t": "In this day, this Wronged One requesteth thee and the other divines who have drunk of the cup of the"
    },
    {
      "i": 177,
      "s": "177-truth-cause-made-apparent-mankind",
      "t": "Wert thou to ponder a while, thou wouldst bear witness unto the wisdom, and the power, and the sover"
    },
    {
      "i": 178,
      "s": "178-living-waters-of-certitude",
      "t": "This heedless one hath now clung to the practice of Rawdih-khani (traditional lamentation for the Im"
    },
    {
      "i": 179,
      "s": "179-flame-oppression-loved-ones-arrested",
      "t": "O Shaykh! While hemmed in by tribulations this Wronged One is occupied in setting down these words."
    },
    {
      "i": 180,
      "s": "180-hearts-illumined-light-fear-god",
      "t": "O Shaykh! We have time and again stated that for a number of years We have extended Our aid unto His"
    },
    {
      "i": 181,
      "s": "181-calumnies-and-extermination",
      "t": "On the other hand, the officials of the Persian Embassy in the Great City (Constantinople) are energ"
    },
    {
      "i": 182,
      "s": "182-cities-of-pure-gold",
      "t": "Describing the people of Bahá, the Most Sublime Pen hath sent down these words: \"These, verily, are"
    },
    {
      "i": 183,
      "s": "183-abasement-path-of-god-true-glory",
      "t": "God alone - exalted be His glory - is cognizant of the things which befell this Wronged One. Every d"
    },
    {
      "i": 184,
      "s": "184-wronged-one-seemly-patience",
      "t": "Such abasement hath been inflicted that each day they spread fresh calumnies. This Wronged One, howe"
    },
    {
      "i": 185,
      "s": "185-cruelty-never-experienced",
      "t": "O Shaykh! Ponder the behavior of men. The inmates of the cities of knowledge and wisdom are sore per"
    },
    {
      "i": 186,
      "s": "186-lamentation-pulpits-servants-cruelty",
      "t": "I was walking in the Land of Ta (Ṭihrán) - the dayspring of the signs of thy Lord - when lo, I heard"
    },
    {
      "i": 187,
      "s": "187-ocean-utterance-desire-world",
      "t": "The hearts of them that enjoy near access to God are consumed by these words, and from them the crie"
    },
    {
      "i": 188,
      "s": "188-most-great-name-proclaimed",
      "t": "In most of Our Tablets this most weighty exhortation hath been sent down from the heaven of His all-"
    },
    {
      "i": 189,
      "s": "189-book-god-unerring-balance",
      "t": "In the Kitáb-i-Aqdas (Most Holy Book) the following hath been revealed: \"Say: O leaders of religion!"
    },
    {
      "i": 190,
      "s": "190-hamstrung-white-she-camel",
      "t": "Thereupon We heard the groaning of the true Faith, and said unto it: \"Wherefore, O true Faith, do I"
    },
    {
      "i": 191,
      "s": "191-wronged-one-soar-atmosphere-gods-love",
      "t": "O Shaykh! Enter thou My presence, that thou mayest behold what the eye of the universe hath never be"
    },
    {
      "i": 192,
      "s": "192-fire-negation-light-affirmation",
      "t": "O Shaykh! Protests have been voiced against Us from every side - protests such as Our pen craveth pa"
    },
    {
      "i": 193,
      "s": "193-inevitable-come-true-one-appeared",
      "t": "Among others, these perspicuous verses have, in answer to certain individuals, been sent down from t"
    },
    {
      "i": 194,
      "s": "194-foundations-idle-fancies-trembled",
      "t": "These are verses We sent down previously, soon after Our arrival in the prison-city of ‘Akká, and We"
    },
    {
      "i": 195,
      "s": "195-crimson-ark-companions",
      "t": "We have admonished Our loved ones to fear God, a fear which is the fountain-head of all goodly deeds"
    },
    {
      "i": 196,
      "s": "196-adorn-temples-trustworthiness-piety",
      "t": "Say: O people of God! Adorn your temples with the adornment of trustworthiness and piety. Help, then"
    },
    {
      "i": 197,
      "s": "197-fear-god-commander-army",
      "t": "Further, in another Tablet, We have said: \"O thou who hast fixed thy gaze upon My countenance! Admon"
    },
    {
      "i": 198,
      "s": "198-trustworthiness-green-island-beauty",
      "t": "\"We will now mention unto thee Trustworthiness and the station thereof in the estimation of God, thy"
    },
    {
      "i": 199,
      "s": "199-wronged-one-sublime-horizon",
      "t": "This Wronged One hath, at all times, summoned the peoples of the world unto that which will exalt th"
    },
    {
      "i": 200,
      "s": "200-enlightening-souls-rehabilitating-condition",
      "t": "O Shaykh! It is incumbent upon the divines to unite with His Majesty, the Sháh - may God assist him"
    },
    {
      "i": 201,
      "s": "201-whole-earth-one-country",
      "t": "One day, while in Constantinople, Kamál Páshá visited this Wronged One. Our conversation turned upon"
    },
    {
      "i": 202,
      "s": "202-reduce-unnecessary-labor-exertion",
      "t": "We fain would hope that the Persian Government will adopt it and carry it out. At present, a new lan"
    },
    {
      "i": 203,
      "s": "203-suns-justice-illumine-peoples",
      "t": "God willing, Persia may be adorned with, and attain unto, that whereof she hath thus far been depriv"
    },
    {
      "i": 204,
      "s": "204-crimson-ark-ocean-unity",
      "t": "O Shaykh! Seek thou the shore of the Most Great Ocean, and enter, then, the Crimson Ark which God ha"
    },
    {
      "i": 205,
      "s": "205-dove-truth-lote-tree-knowledge",
      "t": "O Shaykh! Thou hast heard the sweet melodies of the Doves of Utterance cooing on the boughs of the L"
    },
    {
      "i": 206,
      "s": "206-river-mercy-ocean-utterance",
      "t": "O Shaykh! I swear by God! The River of Mercy floweth, and the Ocean of Utterance surgeth, and the Su"
    },
    {
      "i": 207,
      "s": "207-true-educator-spiritual-teacher",
      "t": "O Shaykh! Hearken unto the melodies of the Gospel with the ear of fairness. He saith - glorified be"
    },
    {
      "i": 208,
      "s": "208-great-announcement-mankind-quake",
      "t": "Joel saith: \"For the Day of the Lord is great and very terrible; and who can abide it?\" Firstly, in"
    },
    {
      "i": 209,
      "s": "209-strong-city-akka-prison",
      "t": "O Shaykh! Great is the Cause, and great the Announcement! Patiently and calmly ponder thou upon the"
    },
    {
      "i": 210,
      "s": "210-great-city-descended-from-heaven",
      "t": "O Shaykh! Peruse that which Isaiah hath spoken in His Book. He saith: \"Get thee up into the high mou"
    },
    {
      "i": 211,
      "s": "211-tabernacle-glory-carmel",
      "t": "Amos saith: \"The Lord will roar from Zion, and utter His Voice from Jerusalem; and the habitations o"
    },
    {
      "i": 212,
      "s": "212-false-dawn-true-morn",
      "t": "O Shaykh! Reflect upon these words addressed by Him Who is the Desire of the world to Amos. He saith"
    },
    {
      "i": 213,
      "s": "213-lord-alone-exalted-that-day",
      "t": "Isaiah saith: \"The Lord alone shall be exalted in that Day.\" Concerning the greatness of the Revelat"
    },
    {
      "i": 214,
      "s": "214-garden-of-understanding-fear-god",
      "t": "These passages stand in need of no commentary. They are shining and manifest as the sun, and glowing"
    },
    {
      "i": 215,
      "s": "215-strong-fear-not-behold-god",
      "t": "And likewise, He saith: \"Say to them that are of a fearful heart: be strong, fear not, behold your G"
    },
    {
      "i": 216,
      "s": "216-breaths-utterance-needle-eye",
      "t": "O Shaykh! Wert thou to perceive, be it less than a needle's eye, the breaths of Mine utterance, thou"
    },
    {
      "i": 217,
      "s": "217-land-of-ta-rejoice-great-joy",
      "t": "In the Kitáb-i-Aqdas the following hath been revealed: \"O Land of Ta (Ṭihrán)! Let nothing grieve th"
    },
    {
      "i": 218,
      "s": "218-pearls-hidden-shells-ocean",
      "t": "And likewise, in the Lawh-i-Fu'ad, and in the Tablet of the King of Paris (Napoleon III), and in oth"
    },
    {
      "i": 219,
      "s": "219-knowledge-hidden-made-manifest",
      "t": "O concourse of the fair-minded! Observe and reflect upon the billows of the ocean of the utterance a"
    },
    {
      "i": 220,
      "s": "220-light-certitude-divine-mercy",
      "t": "O God, my God! Debar not Thy servants from turning their faces towards the light of certitude, that"
    },
    {
      "i": 221,
      "s": "221-year-old-germ-potency-revelation",
      "t": "In like manner, the Primal Point saith: \"Behold ye Him with His own eyes. Were ye to behold Him with"
    },
    {
      "i": 222,
      "s": "222-lote-tree-heavenly-fruits",
      "t": "O Shaykh! Tell the people of the Bayán: \"Ponder ye these blessed words. He saith: \\‘The whole of the"
    },
    {
      "i": 223,
      "s": "223-look-upon-him-with-his-eye",
      "t": "And likewise, He saith: \"Ere nine will have elapsed from the inception of this Cause, the realities"
    },
    {
      "i": 224,
      "s": "224-lamentations-inmates-kingdom",
      "t": "Say: O people of the Bayán! Be fair, be fair; and again, be fair, be fair. Be ye not of them who hav"
    },
    {
      "i": 225,
      "s": "225-point-of-the-bayan-believed",
      "t": "Meditate upon these sublime words. He saith: \"I, verily, am a believer in Him, and in His Faith, and"
    },
    {
      "i": 226,
      "s": "226-ring-upon-hand-god",
      "t": "And likewise, He saith: \"Suffer not yourselves to be shut out as by a veil from God after He hath re"
    },
    {
      "i": 227,
      "s": "227-cast-out-unfair-ones",
      "t": "Briefly, in every instance He hath stated that which is conducive to the conversion, the advancement"
    },
    {
      "i": 228,
      "s": "228-mirrors-reflect-splendor-sun",
      "t": "And likewise, He saith: \"He - glorified be His mention - resembleth the sun. Were unnumbered mirrors"
    },
    {
      "i": 229,
      "s": "229-tree-neither-east-nor-west",
      "t": "And likewise, He saith: \"They will even refuse unto that Tree, which is neither of the East nor of t"
    },
    {
      "i": 230,
      "s": "230-mute-cannot-confront-utterance",
      "t": "Likewise, refuting certain disbelievers, He saith: \"For none knoweth the time of the Revelation exce"
    },
    {
      "i": 231,
      "s": "231-wronged-one-exalting-cause-god",
      "t": "John, son of Zacharias, said what My Forerunner hath said: \"Saying, repent ye, for the Kingdom of he"
    },
    {
      "i": 232,
      "s": "232-tree-affirmation-denial-recognition",
      "t": "And likewise, He saith: \"Recognize Him by His verses. The greater your neglect in seeking to know Hi"
    },
    {
      "i": 233,
      "s": "233-covenanted-mission-manifestation",
      "t": "And now, meditate upon these words, which diffuse the breath of despair, in His sorrowful invocation"
    },
    {
      "i": 234,
      "s": "234-sun-of-truth-fishes-waters",
      "t": "In another connection He saith: \"O Sun-like Mirrors! Look ye upon the Sun of Truth. Ye, verily, depe"
    },
    {
      "i": 235,
      "s": "235-tree-bow-down-revelation",
      "t": "Ponder now upon the complaint of the Primal Point against the Mirrors, that haply men may be awakene"
    },
    {
      "i": 236,
      "s": "236-manifest-cause-wronged-one",
      "t": "O people of the Bayán! I swear by God! This Wronged One hath had no other intention except to manife"
    },
    {
      "i": 237,
      "s": "237-blind-fanaticism-straight-path",
      "t": "O Hádí! The blind fanaticism of former times hath withheld the hapless creatures from the Straight P"
    },
    {
      "i": 238,
      "s": "238-essence-of-being-companions",
      "t": "O Hádí! We have heard the moaning of the pulpits which, as attested by all, the divines of the age o"
    },
    {
      "i": 239,
      "s": "239-cast-out-joined-mawlavis",
      "t": "Every one of this people well knoweth that Siyyid Muḥammad was but one of Our servants. In the days"
    },
    {
      "i": 240,
      "s": "240-refuse-new-superstitions-sect",
      "t": "O Hádí! Suffer not thyself to become the instrument for the dissemination of new superstitions, and"
    },
    {
      "i": 241,
      "s": "241-hundred-books-rejected-him",
      "t": "Apprehend now the cry of Him Who is the Point as raised by His utterance. He supplicateth God that i"
    },
    {
      "i": 242,
      "s": "242-breezes-utterance-this-revelation",
      "t": "Again I repeat, and plead with thee to carefully scrutinize that which hath been revealed. The breez"
    },
    {
      "i": 243,
      "s": "243-wronged-one-preserved-writings",
      "t": "We especially appointed certain ones to collect the writings of the Primal Point. When this was acco"
    },
    {
      "i": 244,
      "s": "244-veils-rent-asunder-finger-will",
      "t": "Wherever this Wronged One went Mírzá Yaḥyá followed Him. Thou art thyself a witness and well knowest"
    },
    {
      "i": 245,
      "s": "245-sister-hostile-attitude-tablets",
      "t": "Ḥasan-i-Mázindarání was the bearer of seventy Tablets. Upon his death, these were not delivered unto"
    },
    {
      "i": 246,
      "s": "246-first-adore-bow-down",
      "t": "In another connection He, likewise, saith: \"Were He to appear this very moment, I would be the first"
    },
    {
      "i": 247,
      "s": "247-fruit-of-the-bayan",
      "t": "And likewise, He saith: \"Let not names shut you out as by a veil from Him Who is their Lord, even th"
    },
    {
      "i": 248,
      "s": "248-wronged-one-blot-out-bayan",
      "t": "O Hádí! Methinks it is by reason of these indubitable utterances that thou hast determined to blot o"
    },
    {
      "i": 249,
      "s": "249-wronged-one-voice-needy",
      "t": "Regardest thou as one wronged he who in this world was never dealt a single blow, and who was contin"
    },
    {
      "i": 250,
      "s": "250-fires-converted-into-light",
      "t": "And, likewise, He saith: \"How many the fires which God converteth into light through Him Whom God sh"
    },
    {
      "i": 251,
      "s": "251-treasury-fire-light-bayán",
      "t": "And likewise, He saith: \"The Bayán is from beginning to end the repository of all of His attributes,"
    },
    {
      "i": 252,
      "s": "252-martyrdom-confession-spared",
      "t": "Know thou, O Hádí, and be of them that hearken. Judge thou equitably. The companions of God and the"
    },
    {
      "i": 253,
      "s": "253-repository-hidden-preserved-knowledge",
      "t": "And likewise He addresseth Dayyan, who was wronged and suffered martyrdom, saying: \"Thou shalt recog"
    },
    {
      "i": 254,
      "s": "254-lofty-seat-beneath-canopy-truth",
      "t": "O Hádí! His book which he hath entitled \"Mustayqiz\" is in thy possession. Read it. Although thou has"
    },
    {
      "i": 255,
      "s": "255-father-of-iniquities-oppressed",
      "t": "In like manner, Siyyid Ibrahim, concerning whom these words have flowed from the Pen of the Primal P"
    },
    {
      "i": 256,
      "s": "256-dishonor-primal-point-betrayal",
      "t": "Reflect a while upon the dishonor inflicted upon the Primal Point. Consider what hath happened. When"
    },
    {
      "i": 257,
      "s": "257-hidden-treasury-of-knowledge",
      "t": "As to Dayyan - upon him be the glory of God and His mercy - he attained Our presence in accordance w"
    },
    {
      "i": 258,
      "s": "258-blessed-city-akka-path-truth",
      "t": "In this connection it hath been deemed necessary to mention such traditions as have been recorded re"
    },
    {
      "i": 259,
      "s": "259-merits-akka-spring-cow",
      "t": "The following hath been recorded concerning the merits of ‘Akká, and of the sea, and of Aynu'l-Baqar"
    },
    {
      "i": 260,
      "s": "260-akka-city-divine-mercy",
      "t": "‘Abdu’l-‘Azíz, son of Abdu'-Salam, hath related unto us that the Prophet - may the blessings of God"
    },
    {
      "i": 261,
      "s": "261-spring-cow-forgiveness-akka",
      "t": "Ibn-i-Mas'ud - may God be pleased with him - hath stated: \"The Prophet - may the blessings of God an"
    },
    {
      "i": 262,
      "s": "262-city-suspended-beneath-throne",
      "t": "Anas, son of Malik - may God be pleased with him - hath said: \"The Apostle of God - may the blessing"
    },
    {
      "i": 263,
      "s": "263-poor-akka-kings-paradise",
      "t": "And He - may the blessings of God and His salutations be upon Him - hath said: \"I announce unto you"
    },
    {
      "i": 264,
      "s": "264-blessed-visitors-spring-cow",
      "t": "The Apostle of God - may the blessings of God and His salutations be upon Him - is reported to have"
    },
    {
      "i": 265,
      "s": "265-akka-remembrance-better-than-swords",
      "t": "The Prophet - may the blessings of God and His salutations be upon Him - is stated to have said: \"In"
    },
    {
      "i": 266,
      "s": "266-sea-sunset-forgiveness-waves",
      "t": "The Apostle of God - may the blessings of God and His salutations be upon Him - hath also said: \"He"
    },
    {
      "i": 267,
      "s": "267-looketh-upon-sea-full-night",
      "t": "The Apostle of God - may the blessings of God and His salutations be upon Him - hath said: \"He that"
    },
    {
      "i": 268,
      "s": "268-apostle-god-spoken-truth",
      "t": "Verily, the Apostle of God - may the blessings of God, exalted be He, and His salutations be upon Hi"
    }
  ]
}
