{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 109,
  "source_text": "خليل زمان را بفتوای علمای عصر بنار انداختند و کليم را بکذب و افترا نسبت دادند در روح تفکّر نما مع آنکه بکمال رأفت و شفقت ظاهر شد بشأنی بر ضد آن جوهر وجود و مالک غيب و شهود قيام نمودند که مقرّ سکون از برای خود نيافت در هر يوم بشطری توجّه فرمود و در محلّی ساکن شد در خاتم انبياء روح ما سواه فداه نظر نما که بعد از القای کلمه مبارکه توحيد از علمای اصنام و يهود بر آن سلطان وجود چه وارد شد لعمری ينوح القلم و يصيح الأشياء بما ورد عليه من الّذين نقضوا ميثاق اللّه و عهده و أنکروا برهانه و جادلوا بآياته کذلک نقصّ لک ما قضی من قبل لتکون من العارفين مظلوميّت ا",
  "translation": "Behold how the people, as a result of the verdict pronounced by the divines of His age, have cast Abraham, the Friend of God, into fire; how Moses, He Who held converse with the Almighty, was denounced as liar and slanderer. Reflect how Jesus, the Spirit of God, was, notwithstanding His extreme meekness and perfect tender-heartedness, treated by His enemies. So fierce was the opposition which He, the Essence of Being and Lord of the visible and invisible, had to face, that He had nowhere to lay His head. He wandered continually from place to place, deprived of a permanent abode. Ponder that which befell Muḥammad, the Seal of the Prophets, may the life of all else be a sacrifice unto Him. How severe the afflictions which the leaders of the Jewish people and of the idol-worshipers caused to rain upon Him, Who is the sovereign Lord of all, in consequence of His proclamation of the unity of God and of the truth of His Message! By the righteousness of My Cause! My Pen groaneth, and all created things weep with a great weeping, as a result of the woes He suffered at the hands of them that have broken the Covenant of God, violated His Testament, rejected His proofs, and disputed His signs. Thus recount We unto thee the tale of that which happened in days past, haply thou mayest comprehend.",
  "source_lang": "ar",
  "score": 9.4
}