{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 117,
  "source_text": "لا آخر خلق خواهد فرمود و در هر دوری از ادوار و کوری از اکوار از تجلّيات ظهورات فطرتهای بديع خود خلق را جديد فرموده تا جميع آنچه در سماوات و ارضينند چه از آيات عزّ آفاقيّه و چه از ظهورات قدس انفسيّه از باده رحمت خمخانه عزّ احديّتش محروم نمانند و از رشحات فيوضات سحاب مکرمتش مأيوس نگردند چقدر محيط است بدايع فضل بی منتهايش که جميع آفرينش را احاطه نموده بر مقامی که ذرّه در ملک مشهود نه مگر آنکه حاکی است از ظهورات عزّ احديّت او و ناطق است بثنای نفس او و مدلّ است بر انوار شمس وحدت او و بشأنی صنع خود را جامع و کامل خلق فرموده که اگر جميع صاحبان عقول و افئده اراده معرفت پست ترين خلق او را علی ما هو عليه نمايند جميع خود را قاصر و عاجز مشاهده نمايند تا چه رسد بمعرفت آن آفتاب عزّ حقيقت و آن ذات غيب لا يدرک عرفان عرفاء و بلوغ بلغاء و وصف فصحاء جميع بخلق او راجع بوده و خواهد بود صد هزار موسی در طور طلب بندای لن ترانی منصعق و صد هزار روح القدس در سماء قرب از اصغاء کلمه لن تعرفنی مضطرب لم يزل بعلوّ تقديس و تنزيه در مکمن ذات مقدّس خود بوده و لا يزال بسموّ تمنيع و ترفيع در مخزن",
  "translation": "In every age and cycle He hath, through the splendorous light shed by the Manifestations of His wondrous Essence, recreated all things, so that whatsoever reflecteth in the heavens and on the earth the signs of His glory may not be deprived of the outpourings of His mercy, nor despair of the showers of His favors. How all-encompassing are the wonders of His boundless grace! Behold how they have pervaded the whole of creation. Such is their virtue that not a single atom in the entire universe can be found which doth not declare the evidences of His might, which doth not glorify His holy Name, or is not expressive of the effulgent light of His unity. So perfect and comprehensive is His creation that no mind nor heart, however keen or pure, can ever grasp the nature of the most insignificant of His creatures; much less fathom the mystery of Him Who is the Daystar of Truth, Who is the invisible and unknowable Essence. The conceptions of the devoutest of mystics, the attainments of the most accomplished amongst men, the highest praise which human tongue or pen can render are all the product of man’s finite mind and are conditioned by its limitations. Ten thousand Prophets, each a Moses, are thunderstruck upon the Sinai of their search at His forbidding voice, “Thou shalt never behold Me!”; whilst a myriad Messengers, each as great as Jesus, stand dismayed upon their heavenly thrones by the interdiction, “Mine Essence thou shalt never apprehend!” From time immemorial He hath been veiled in the ineffable sanctity of His exalted Self, and will everlastingly continue to be wrapt in the impenetrable mystery of His unknowable Essence. Every attempt to attain to an understanding of His inaccessible Reality hath ended in complete bewilderment, and every effort to approach His exalted Self and envisage His Essence hath resulted in hopelessness and failure.",
  "source_lang": "ar",
  "score": 10
}