{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 122,
  "source_text": "و حقّ و حادث و قدیم و واجب و ممکن بهیچوجه ربط و مناسبت و موافقت و مشابهت نبوده و نیست لهذا در هر عهد و عصر کینونت ساذجی را در عالم ملک و ملکوت ظاهر فرماید و این لطیفهٴ ربّانی و دقیقهٴ صمدانی را از دو عنصر خلق فرماید عنصر ترابی ظاهری و عنصر غیبی الهی و دو مقام در او خلق فرماید یکمقام حقیقت که مقام لا ینطق الّا عن الله ربّه است که در حدیث میفرماید: \"لي مع الله حالاتٌ أنا هو وهو أنا إلّا أنا أنا وهو هو\" و هم‌چنین: \"قِفْ يا مُحَمَّد أَنْت الحَبِيْبُ وَأَنْتَ المَحْبُوبُ\" و هم‌چنین میفرماید: \"لَا فَرْقَ بَيْنَکَ وَبَيْنَهُم إِلَّا أَنَّهُم عَبَادُکَ\" و مقام دیگر مقام بشریّت است که میفرماید: \"ما أَنَا إِلَّا بَشَرٌ مِثْلُکُمْ\" و ﴿قُلْ سُبْحَانَ رَبِّي هَلْ کُنْتُ إِلَّا بَشَرًا رَسُولاً﴾ و این کینونات مجرّده و حقایق منیره وسایط فیض کلّیّه‌اند و بهدایت کبری و ربوبیّت عظمی مبعوث شوند که تا قلوب مشتاقین و حقایق صافین را بالهامات غیبیّه و فیوضات لاریبیّه و نسائم قدسیّه از کدورات عوالم ملکیّه ساذج و منیر گردانند و افئدهٴ مقرّبین را از زنگار حدود پاک و منزّه فرمایند تا ودیعهٴ الهیّه که در حقایق مستور و مختفی گشته از حجاب ستر و پردهٴ خفا چون اشراق آفتاب نورانی از فجر الهی سر برآرد و علم",
  "translation": "And since there can be no tie of direct intercourse to bind the one true God with His creation, and no resemblance whatever can exist between the transient and the Eternal, the contingent and the Absolute, He hath ordained that in every age and dispensation a pure and stainless Soul be made manifest in the kingdoms of earth and heaven. Unto this subtle, this mysterious and ethereal Being He hath assigned a twofold nature; the physical, pertaining to the world of matter, and the spiritual, which is born of the substance of God Himself. He hath, moreover, conferred upon Him a double station. The first station, which is related to His innermost reality, representeth Him as One Whose voice is the voice of God Himself. To this testifieth the tradition: “Manifold and mysterious is My relationship with God. I am He, Himself, and He is I, Myself, except that I am that I am, and He is that He is.” And in like manner, the words: “Arise, O Muḥammad, for lo, the Lover and the Beloved are joined together and made one in Thee.” He similarly saith: “There is no distinction whatsoever between Thee and Them, except that They are Thy Servants.” The second station is the human station, exemplified by the following verses: “I am but a man like you.” “Say, praise be to my Lord! Am I more than a man, an apostle?” These Essences of Detachment, these resplendent Realities are the channels of God’s all-pervasive grace. Led by the light of unfailing guidance, and invested with supreme sovereignty, They are commissioned to use the inspiration of Their words, the effusions of Their infallible grace and the sanctifying breeze of Their Revelation for the cleansing of every longing heart and receptive spirit from the dross and dust of earthly cares and limitations. Then, and only then, will the Trust of God, latent in the reality of man, emerge, as resplendent as the rising Orb of Divine Revelation, from behind the veil of concealment, and implant the ensign of its revealed glory upon the summits of men’s hearts.",
  "source_lang": "ar",
  "score": 10
}