{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 125,
  "source_text": "طوبی لنفسٍ قام علی خدمة أمری و نطق بثنائی الجمیل خذ کتابی بقوّتی و تمسّک بما فیه من أوامر ربّک الآمر الحکیم یا محمّد اعمال و اقوال حزب شیعه عوالم روح و ریحان را تغییر داده مکدّر نموده در اوّل ایّام که باسم سیّد انام متمسّک بودند هر یوم نصری ظاهر و فتحی باهر و چون از مولای حقیقی و نور الهی و توحید معنوی گذشته و بمظاهر کلمهٴ او تمسّک جستند قدرت بضعف و عزّت بذلّت و جرئت بخوف تبدیل شد تا آنکه امر بمقامی رسید که مشاهده نموده و مینمایند از برای نقطهٴ توحید شریکهای متعدّده ترتیب دادند و عمل نمودند آنچه را که در یوم قیام حائل شد مابین آن حزب و عرفان حقّ جلّ جلاله امید آنکه از بعد خود را از اوهام و ظنون حفظ نمایند و بتوحید حقیقی فائز شوند هیکل ظهور قائم مقام حقّ بوده و هست اوست مطلع اسماء حس",
  "translation": "Happy is the man who will arise to serve My Cause, and glorify My beauteous Name. Take hold of My Book with the power of My might, and cleave tenaciously to whatsoever commandment thy Lord, the Ordainer, the All-Wise, hath prescribed therein. Behold, O Muḥammad, how the sayings and doings of the followers of S̱hí‘ih Islám have dulled the joy and fervor of its early days, and tarnished the pristine brilliancy of its light. In its primitive days, whilst they still adhered to the precepts associated with the name of their Prophet, the Lord of mankind, their career was marked by an unbroken chain of victories and triumphs. As they gradually strayed from the path of their Ideal Leader and Master, as they turned away from the Light of God and corrupted the principle of His Divine unity, and as they increasingly centered their attention upon them who were only the revealers of the potency of His Word, their power was turned into weakness, their glory into shame, their courage into fear. Thou dost witness to what a pass they have come. Behold, how they have joined partners with Him Who is the Focal-Point of Divine unity. Behold how their evil doings have hindered them from recognizing, in the Day of Resurrection, the Word of Truth, exalted be His glory. We cherish the hope that this people will henceforth shield themselves from vain hopes and idle fancies, and will attain to a true understanding of the meaning of Divine unity.",
  "source_lang": "ar",
  "score": 9.6
}