{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 134,
  "source_text": "شهد الله أنّه لا إله إلّا هو العزیز المحبوب له الجود والفضل یعطي من یشآء ما یشآء وإنّه لهو القادر المقتدر المهیمن القیّوم قل إنّا آمنّا بالّذي ظهر باسم عَلِيٍّ من لدن سلطان حقّ محمود وبالّذي یأتي في المُسْتَغَاث وبالّذي یأتي بعده إلی آخر الّذي لا آخر له وما نشهد في ظهورهم إلّا ظهور الله وفي بطونهم إلّا بطونه إن أنتم تعرفون وکلّهم مرایا الله بحیث لا یُری فیهم إلّا نفس الله وجماله وعزّ الله وبهائه لو أنتم تعقلون وما سواهم مرایاهم وهم مرایا الأوّلیّة إن أنتم تفقهون ما سبقهم أحد في شيء وهم یسبقون قل لن ینتهي مرایا القِدم وکذلک مرایا جمالهم لأنّ فیض الله لن ینقطع وهذا صدق غیر مکذوب",
  "translation": "God witnesseth that there is no God but Him, the Gracious, the Best-Beloved. All grace and bounty are His. To whomsoever He will He giveth whatsoever is His wish. He, verily, is the All-Powerful, the Almighty, the Help in Peril, the Self-Subsisting. We, verily, believe in Him Who, in the person of the Báb, hath been sent down by the Will of the one true God, the King of Kings, the All-Praised. We, moreover, swear fealty to the One Who, in the time of Mustag̱háṯh, is destined to be made manifest, as well as to those Who shall come after Him till the end that hath no end. We recognize in the manifestation of each one of them, whether outwardly or inwardly, the manifestation of none but God Himself, if ye be of those that comprehend. Every one of them is a mirror of God, reflecting naught else but His Self, His Beauty, His Might and Glory, if ye will understand. All else besides them are to be regarded as mirrors capable of reflecting the glory of these Manifestations Who are themselves the Primary Mirrors of the Divine Being, if ye be not devoid of understanding. No one hath ever escaped them, neither are they to be hindered from achieving their purpose. These Mirrors will everlastingly succeed each other, and will continue to reflect the light of the Ancient of Days. They that reflect their glory will, in like manner, continue to exist forevermore, for the Grace of God can never cease from flowing. This is a truth that none can disprove.",
  "source_lang": "ar",
  "score": 10
}