{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 163,
  "source_text": "أي ربّ لک الحمد علی بدایع قضایاک وجوامع رزایاک مرّةً أودعتني بید النّمرود ثمّ بید الفرعون ووردا عَلَيَّ ما أنت أحصیته بعلمک وأحطته بإرادتک ومرّةً أودعتني في سجن المشرکین بما قصصت علی أهل العمآء حرفًا من الرّؤیا الّذي ألهمتني بعلمک وعرّفتني بسلطانک ومرّةً قطعت رأسي بأیدي الکافرین ومرّةً أرفعتني إلی الصّلیب بما أظهرت في المُلک من جواهر أسرار عزّ فردانیّتک وبدایع آثار سلطان صمدانیّتک ومرّةً ابتلیتني في أرض الطّفّ بحیث کنت وحیدًا بین عبادک وفریدًا في مملکتک إلی أن قطعوا رأسي ثمّ أرفعوه علی السّنان وداروه في کلّ الدّیار وحضروه علی مقاعد المشرکین ومواضع المنکرین ومرّةً علّقوني في الهوآء ثمّ ضربوني بما عندهم من رصاص الغلّ والبغضآء إلی أن قطعوا أرکاني وفصلوا جوارحي إلی أن بلغ الزّمان إلی هذه الأیّام الّتي اجتمعوا المغلّون علی نفسي ویتدبّرون في کلّ حین بأن یدخلوا في قلوب العباد ضغني وبغضي ویمکرون في ذلک بکلّ ما هم علیه لمقتدرون...فوعزّتک یا محبوبي أشکرک حینئذ في تلک الحالة وعلی کلّ ما ورد عَلَيَّ في سبیل رضائک وأکون راضیًا منک ومن بدایع بلایاک...",
  "translation": "At one time Thou didst deliver me into the hands of Nimrod; at another Thou hast allowed Pharaoh’s rod to persecute me. Thou, alone, canst estimate, through Thine all-encompassing knowledge and the operation of Thy Will, the incalculable afflictions I have suffered at their hands. Again Thou didst cast me into the prison-cell of the ungodly, for no reason except that I was moved to whisper into the ears of the well-favored denizens of Thy Kingdom an intimation of the vision with which Thou hadst, through Thy knowledge, inspired me, and revealed to me its meaning through the potency of Thy might. And again Thou didst decree that I be beheaded by the sword of the infidel. Again I was crucified for having unveiled to men’s eyes the hidden gems of Thy glorious unity, for having revealed to them the wondrous signs of Thy sovereign and everlasting power. How bitter the humiliations heaped upon me, in a subsequent age, on the plain of Karbilá! How lonely did I feel amidst Thy people! To what a state of helplessness I was reduced in that land! Unsatisfied with such indignities, my persecutors decapitated me, and, carrying aloft my head from land to land paraded it before the gaze of the unbelieving multitude, and deposited it on the seats of the perverse and faithless. In a later age, I was suspended, and my breast was made a target to the darts of the malicious cruelty of my foes. My limbs were riddled with bullets, and my body was torn asunder. Finally, behold how, in this Day, my treacherous enemies have leagued themselves against me, and are continually plotting to instill the venom of hate and malice into the souls of Thy servants. With all their might they are scheming to accomplish their purpose.… Grievous as is my plight, O God, my Well-Beloved, I render thanks unto Thee, and my Spirit is grateful for whatsoever hath befallen me in the path of Thy good-pleasure. I am well pleased with that which Thou didst ordain for me, and welcome, however calamitous, the pains and sorrows I am made to suffer.",
  "source_lang": "ar",
  "score": 10
}