{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 174,
  "source_text": "امروز بر کلّ لازم و واجبست تمسّک نمایند بآنچه که سبب سموّ و علوّ دولت عادله و ملّت است قلم اعلی در هر یک از آیات ابواب محبّت و اتّحاد باز نموده قلنا وقولنا الحقّ: عَاشِرُوا مَعَ الأَدْیَانِ کُلّها بِالرَّوْحِ وَالرَّیْحَان از این بیان آنچه سبب اجتناب و علّت اختلاف و تفریق بود از میان برخاست و در ارتقاء وجود و ارتفاع نفوس نازل شده آنچه که باب اعظم است از برای تربیت اهل عالم آنچه از لسان و قلم ملل اولی از قبل ظاهر فی‌الحقیقه سلطان آن در این ظهور اعظم از سماء مشیّت مالک قدم نازل از قبل فرموده‌اند حبّ الوطن من الایمان و لسان عظمت در یوم ظهور فرموده: لَیْسَ الفَخْرُ لِمَنْ یُحِبُّ الوَطَنَ بَلْ لِمَنْ یُحِبُّ العَالَمَ باین کلمات عالی",
  "translation": "It is incumbent upon every man, in this Day, to hold fast unto whatsoever will promote the interests, and exalt the station, of all nations and just governments. Through each and every one of the verses which the Pen of the Most High hath revealed, the doors of love and unity have been unlocked and flung open to the face of men. We have erewhile declared — and Our Word is the truth — : “Consort with the followers of all religions in a spirit of friendliness and fellowship.” Whatsoever hath led the children of men to shun one another, and hath caused dissensions and divisions amongst them, hath, through the revelation of these words, been nullified and abolished. From the heaven of God’s Will, and for the purpose of ennobling the world of being and of elevating the minds and souls of men, hath been sent down that which is the most effective instrument for the education of the whole human race. The highest essence and most perfect expression of whatsoever the peoples of old have either said or written hath, through this most potent Revelation, been sent down from the heaven of the Will of the All-Possessing, the Ever-Abiding God. Of old it hath been revealed: “Love of one’s country is an element of the Faith of God.” The Tongue of Grandeur hath, however, in the day of His manifestation proclaimed: “It is not his to boast who loveth his country, but it is his who loveth the world.” Through the power released by these exalted words He hath lent a fresh impulse, and set a new direction, to the birds of men’s hearts, and hath obliterated every trace of restriction and limitation from God’s holy Book.",
  "source_lang": "ar",
  "score": 9.5
}