{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 188,
  "source_text": "قل یا ملأ الیهود إن تریدوا أن تصلبوا الرّوح مرّة أُخری تالله هذا لهو الرّوح قد ظهر بینکم فافعلوا به ما تشاؤون لأنّه أنفق روحه في سبیل الله ولا یخاف من أحدٍ ولو یجتمع علیه کلّ من في السّموات والأرض إن أنتم توقنون قل یا ملأ الإنجیل إن تریدوا أن تقتلوا محمّدًا رسول الله تالله إنّ هذا ذاته قد ظهر بالحقّ فافعلوا به ما أردتم لأنّه یشتاق لقآء محبوبه في ملکوت عزّه وکذلك کان الأمر إن أنتم تعلمون قل یا ملأ الفرقان إن تریدوا أن تعلّقوا هیکل عَلِيٍّ الّذي نزل من عنده البیان تالله إنّ هذا لمحبوبه الّذي قد ظهر باسم آخر وقد أتی علی ظلل المعاني بسلطان من عنده وإنّه لهو الحقّ علّام الغیوب وانتظر منکم ما فعلتم بظهور قبلي ویشهد بذلك کلّ شيء إن أنتم تسمعون أن یا ملأ البیان إن تریدوا أن تسفكوا دم الّذي به بشّرتم بلسان عَلِيٍّ ثمّ من قبله بلسان محمّد ثمّ من قبله بلسان الرّوح فها هو هذا بینکم وما عنده من ناصر لیمنعکم فیما تریدون أن تعملون.",
  "translation": "O Jews! If ye be intent on crucifying once again Jesus, the Spirit of God, put Me to death, for He hath once more, in My person, been made manifest unto you. Deal with Me as ye wish, for I have vowed to lay down My life in the path of God. I will fear no one, though the powers of earth and heaven be leagued against Me. Followers of the Gospel! If ye cherish the desire to slay Muḥammad, the Apostle of God, seize Me and put an end to My life, for I am He, and My Self is His Self. Do unto Me as ye like, for the deepest longing of Mine heart is to attain the presence of My Best-Beloved in His Kingdom of Glory. Such is the Divine decree, if ye know it. Followers of Muḥammad! If it be your wish to riddle with your shafts the breast of Him Who hath caused His Book the Bayán to be sent down unto you, lay hands on Me and persecute Me, for I am His Well-Beloved, the revelation of His own Self, though My name be not His name. I have come in the shadows of the clouds of glory, and am invested by God with invincible sovereignty. He, verily, is the Truth, the Knower of things unseen. I, verily, anticipate from you the treatment ye have accorded unto Him that came before Me. To this all things, verily, witness, if ye be of those who hearken. O people of the Bayán! If ye have resolved to shed the blood of Him Whose coming the Báb hath proclaimed, Whose advent Muḥammad hath prophesied, and Whose Revelation Jesus Christ Himself hath announced, behold Me standing, ready and defenseless, before you. Deal with Me after your own desires.",
  "source_lang": "ar",
  "score": 10
}