{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 195,
  "source_text": "قل یا قوم لا تمنعوا أنفسكم عن فضل الله ورحمته ومن یمنع وإنّه علی خسران عظیم قل یا قوم أتعبدون التّراب وتدعون ربّكم العزیز الوهّاب اتّقوا الله ولا تكوننّ من الخاسرین قل قد ظهر كتاب الله علی هیكل الغلام فتبارك الله أحسن المبدعین أنتم یا ملأ الأرض لا تهربوا عنه أن أسرعوا إلیه وكونوا من الرّاجعین توبوا یا قوم عمّا قد فرّطتم في جنب الله وما أسرفتم في أمره ولا تكوننّ من الجاهلین هو الّذي خلقكم ورزقكم بأمره وعرّفكم نفسه العزیز العليّ العلیم وأظهر لكم كنوز العرفان وعرّجكم إلی سمآء الإیقان في أمره المحكم العزیز الرّفیع إیّاكم أن لا تمنعوا فضل الله علی أنفسكم ولا تبطلوا أعمالكم ولا تنكروه في هذا الظّهور الأظهر الأمنع المشرق المنیر فأنصفوا في أمر الله بارئكم ثمّ انظروا إلی ما نزل عن جهة العرش وتفكّروا فیه بقلوب طاهر سلیم إذًا یظهر لكم الأمر كظهور الشّمس في وسط السّمآء وتكوننّ من الموقنین",
  "translation": "What, O people! Do ye worship the dust, and turn away from your Lord, the Gracious, the All-Bountiful? Fear ye God, and be not of those who perish. Say: The Book of God hath been sent down in the form of this Youth. Hallowed, therefore, be God, the most excellent of makers! Take ye good heed, O peoples of the world, lest ye flee from His face. Nay, make haste to attain His presence, and be of them that have returned unto Him. Pray to be forgiven, O people, for having failed in your duty towards God, and for having trespassed against His Cause, and be not of the foolish. He it is Who hath created you; He it is Who hath nourished your souls through His Cause, and enabled you to recognize Him Who is the Almighty, the Most Exalted, the All-Knowing. He it is Who hath unveiled to your eyes the treasures of His knowledge, and caused you to ascend unto the heaven of certitude — the certitude of His resistless, His irrefutable, and most exalted Faith. Beware that ye do not deprive yourselves of the grace of God, that ye do not bring to naught your works, and do not repudiate the truth of this most manifest, this lofty, this shining, and glorious Revelation. Judge ye fairly the Cause of God, your Creator, and behold that which hath been sent down from the Throne on high, and meditate thereon with innocent and sanctified hearts. Then will the truth of this Cause appear unto you as manifest as the sun in its noontide glory. Then will ye be of them that have believed in Him.\nSay: The first and foremost testimony establishing His truth is His own Self.",
  "source_lang": "ar",
  "score": 10
}