{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Bahá'u'lláh",
  "pair_index": 229,
  "source_text": "Recall thou to mind My sorrows, My cares and anxieties, My woes and trials, the state of My captivity, the tears that I have shed, the bitterness of Mine anguish, and now My imprisonment in this far-off land. God, O Muṣṭafá, beareth Me witness. Couldst thou be told what hath befallen the Ancient Beauty, thou wouldst flee into the wilderness, and weep with a great weeping. In thy grief, thou wouldst smite thyself on the head, and cry out as one stung by the sting of the adder. Be thou grateful to God, that We have refused to divulge unto thee the secrets of those unsearchable decrees that have been sent down unto Us from the heaven of the Will of thy Lord, the Most Powerful, the Almighty.\nBy the righteousness of God! Every morning I arose from My bed, I discovered the hosts of countless afflictions massed behind My door; and every night when I lay down, lo! My heart was torn with agony at what it had suffered from the fiendish cruelty of its foes. With every piece of bread the Ancient Beauty breaketh is coupled the assault of a fresh affliction, and with every drop He drinketh is mixed the bitterness of the most woeful of trials. He is preceded in every step He taketh by an army of unforeseen calamities, while in His rear follow legions of agonizing sorrows.\nSuch is My plight, wert thou to ponder it in thine heart. Let not, however, thy soul grieve over that which God hath rained down upon Us. Merge thy will in His pleasure, for We have, at no time, desired anything whatsoever except His Will, and have welcomed each one of His irrevocable decrees. Let thine heart be patient, and be thou not dismayed. Follow not in the way of them that are sorely agitated.",
  "translation": "",
  "source_lang": "ar",
  "score": 0,
  "page_slug": "ancient-beauty-afflictions-decrees",
  "alignment": [
    {
      "ar": "اذكر أحزاني وآلامي وأنكادي",
      "en": "Recall thou to mind My sorrows, My cares and anxieties, My woes"
    },
    {
      "ar": "حالة أسري وما سفكت من الدموع",
      "en": "the state of My captivity, the tears that I have shed"
    },
    {
      "ar": "مرارة بلائي",
      "en": "the bitterness of Mine anguish"
    },
    {
      "ar": "سجني في هذه الأرض البعيدة",
      "en": "My imprisonment in this far-off land"
    },
    {
      "ar": "لو تخبّرت بما نزل بالجمال القديم",
      "en": "Couldst thou be told what hath befallen the Ancient Beauty"
    },
    {
      "ar": "لفررت إلى البرية وبكيت بكاء عظيماً",
      "en": "thou wouldst flee into the wilderness, and weep with a great weeping"
    },
    {
      "ar": "تضرب رأسك وتصرخ كمن لدغته الأفعى",
      "en": "thou wouldst smite thyself on the head, and cry out as one stung by the sting of the adder"
    },
    {
      "ar": "كن شاكراً لله بأننا أبينا أن نطلعك على أسرار ما نزل علينا من قضاء",
      "en": "Be thou grateful to God, that We have refused to divulge unto thee the secrets of those unsearchable decrees that have been sent down unto Us"
    },
    {
      "ar": "كل صباح نهضت من الفراش فرأيت جنود البلايا اللاحصية خلف الباب",
      "en": "Every morning I arose from My bed, I discovered the hosts of countless afflictions massed behind My door"
    },
    {
      "ar": "كل ليل إذا اضطجعت فقلبي تمزقه الآلام من ظلم الأعداء",
      "en": "every night when I lay down, lo! My heart was torn with agony at what it had suffered from the fiendish cruelty of its foes"
    },
    {
      "ar": "مع كل لقمة يكسرها الجمال القديم اقترنت نوبة من البلاء",
      "en": "With every piece of bread the Ancient Beauty breaketh is coupled the assault of a fresh affliction"
    },
    {
      "ar": "مع كل قطرة يشربها امتزجت مرارة الابتلاء الأكثر",
      "en": "with every drop He drinketh is mixed the bitterness of the most woeful of trials"
    },
    {
      "ar": "يسبقه جيش من الآلام غير المنظورة",
      "en": "He is preceded in every step He taketh by an army of unforeseen calamities"
    },
    {
      "ar": "ويتبعه جنود الأحزان المرهقة",
      "en": "while in His rear follow legions of agonizing sorrows"
    },
    {
      "ar": "لا تحزن نفسك على ما أمطره الله علينا",
      "en": "Let not, however, thy soul grieve over that which God hath rained down upon Us"
    },
    {
      "ar": "أدمج إرادتك في إرادته",
      "en": "Merge thy will in His pleasure"
    },
    {
      "ar": "لم نرد قط شيئاً إلا إرادته",
      "en": "We have, at no time, desired anything whatsoever except His Will"
    },
    {
      "ar": "رحبنا بكل قضاياه الحتمية",
      "en": "have welcomed each one of His irrevocable decrees"
    },
    {
      "ar": "ليكن قلبك صابراً ولا تحزن",
      "en": "Let thine heart be patient, and be thou not dismayed"
    },
    {
      "ar": "لا تتبع سبيل المضطربين",
      "en": "Follow not in the way of them that are sorely agitated"
    }
  ],
  "terms": [],
  "section_index": "LXII.1",
  "section": "LXII",
  "section_para": 1
}