{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 285,
  "source_text": "معلوم آن جناب بوده که کلّ اسماء و صفات و جمیع اشیاء از آنچه ظاهر و مشهود است و از آنچه باطن و غیر مشهود بعد از کشف حجبات عن وجهها لن یبقی منها الّا آیة الله الّتی اودعها الله فیها و هی باقیة الی ما شآء الله ربّک و ربّ السّموات و الأرضین تا چه رسد بمؤمن که مقصود از آفرینش وجود و حیات او بوده و چنانچه اسم ایمان از اوّل لا اوّل بوده و الی آخر لا آخر خواهد بود و هم‌چنین مؤمن باقی و حیّ بوده و خواهد بود و لم‌یزل و لایزال طائف حول مشیّة الله بوده و او است باقی ببقآء الله و دائم بدوام او و ظاهر بظهور او و باطن بامر او و این مشهود است که اعلی افق بقا مقرّ مؤمنین بالله و آیات او بوده ابداً فنا بآن مقعد قدس راه نجوید کذلک نلقی علیک من آیات ربّک لتستقیم علی حبّک و تکون من العارفین",
  "translation": "It is clear and evident that when the veils that conceal the realities of the manifestations of the Names and Attributes of God, nay of all created things visible or invisible, have been rent asunder, nothing except the Sign of God will remain — a sign which He, Himself, hath placed within these realities. This sign will endure as long as is the wish of the Lord thy God, the Lord of the heavens and of the earth. If such be the blessings conferred on all created things, how superior must be the destiny of the true believer, whose existence and life are to be regarded as the originating purpose of all creation. Just as the conception of faith hath existed from the beginning that hath no beginning, and will endure till the end that hath no end, in like manner will the true believer eternally live and endure. His spirit will everlastingly circle round the Will of God. He will last as long as God, Himself, will last. He is revealed through the Revelation of God, and is hidden at His bidding. It is evident that the loftiest mansions in the Realm of Immortality have been ordained as the habitation of them that have truly believed in God and in His signs. Death can never invade that holy seat. Thus have We entrusted thee with the signs of thy Lord, that thou mayest persevere in thy love for Him, and be of them that comprehend this truth.",
  "source_lang": "ar",
  "score": 10
}