{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 287,
  "source_text": "به اسمم حجبات غلیظ را بردرید و اصنام تقلید را بقوّت توحید بشکنید و بفضای رضوان قدس رحمن وارد شوید نفس را از آلایش ما سوی الله مطهّر نمائید و در موطن امن کبری و مقرّ عصمت عظمی آسایش کنید بحجاب نفس خود را محتجب مسازید چه که هر نفسی را کامل خلق نمودم تا کمال صنعم مشهود آید پس در اینصورت هر نفسی بنفسه قابل ادراک جمال سبحان بوده و خواهد بود چه که اگر قابل اینمقام نباشد تکلیف از او ساقط و در محضر حشر اکبر بین یدی الله اگر از نفسی سؤال شود که چرا بجمالم مؤمن نشده و از نفسم اعراض نموده‌ و او متمسّک شود بجمیع اهل عالم و معروض دارد که چون احدی اقبال ننمود و کلّ را معرض مشاهده نمودم لذا اقتدا بایشان نموده از جمال ابدیّه دور مانده‌ام هرگز این عذر مسموع نیاید و مقبول نگردد چه که ایمان هیچ نفسی بدون او معلّق نبوده و نخواهد بود",
  "translation": "Tear asunder, in My Name, the veils that have grievously blinded your vision, and, through the power born of your belief in the unity of God, scatter the idols of vain imitation. Enter, then, the holy paradise of the good-pleasure of the All-Merciful. Sanctify your souls from whatsoever is not of God, and taste ye the sweetness of rest within the pale of His vast and mighty Revelation, and beneath the shadow of His supreme and infallible authority. Suffer not yourselves to be wrapt in the dense veils of your selfish desires, inasmuch as I have perfected in every one of you My creation, so that the excellence of My handiwork may be fully revealed unto men. It follows, therefore, that every man hath been, and will continue to be, able of himself to appreciate the Beauty of God, the Glorified. Had he not been endowed with such a capacity, how could he be called to account for his failure? If, in the Day when all the peoples of the earth will be gathered together, any man should, whilst standing in the presence of God, be asked: “Wherefore hast thou disbelieved in My Beauty and turned away from My Self,” and if such a man should reply and say: “Inasmuch as all men have erred, and none hath been found willing to turn his face to the Truth, I, too, following their example, have grievously failed to recognize the Beauty of the Eternal,” such a plea will, assuredly, be rejected. For the faith of no man can be conditioned by anyone except himself.",
  "source_lang": "ar",
  "score": 10
}