{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 300,
  "source_text": "وأمّا ما سألت عن الفطرة فاعلم بأنّ کلّ النّاس قد خلقوا علی فطرة الله المهیمن القیّوم وقدّر لکلّ نفس مقادیر الأمر علی ما رقم في ألواح عزّ محفوظ ولکن یظهر کلّ ذلک بإرادات أنفسکم کما أنتم في أعمالکم تشهدون مثلاً فانظر فیما حرّم علی العباد فی الکتاب من شيء کما أنتم في البیان تنظرون بحیث أحلّ الله ما أراد بأمره وحرّم ما شآء بسلطانه قل کلّ ذلک في الکتاب أفلا تشهدون ولکنّ النّاس بعد علمهم عمّا نهوا عنه هم یرتکبون هل ینسب هذا إلی الله أو إلی أنفسهم إن أنتم تنصفون قل ما من حسنة إلّا من عند الله وما من سیّئة إلّا من أنفسکم أفلا تعرفون وهذا ما نزل في کلّ الألواح إن أنتم تعلمون بلی إنّه عالم بأعمالکم قبل ظهورها کما هو عالم بعد ظهورها وإنّه ما من إله إلّا هو له الخلق والأمر وکلّ عنده في ألواح قدس مکنون وهذا العلم لم یکن علّة الفعل في خلقه کما إنّ علمکم بشيء لم یکن علّة لظهوره فیما أردتم أو تریدون وعلمتم أو تعلمون...",
  "translation": "And now, concerning thy question regarding the creation of man. Know thou that all men have been created in the nature made by God, the Guardian, the Self-Subsisting. Unto each one hath been prescribed a preordained measure, as decreed in God’s mighty and guarded Tablets. All that which ye potentially possess can, however, be manifested only as a result of your own volition. Your own acts testify to this truth. Consider, for instance, that which hath been forbidden, in the Bayán, unto men. God hath in that Book, and by His behest, decreed as lawful whatsoever He hath pleased to decree, and hath, through the power of His sovereign might, forbidden whatsoever He elected to forbid. To this testifieth the text of that Book. Will ye not bear witness? Men, however, have wittingly broken His law. Is such a behavior to be attributed to God, or to their proper selves? Be fair in your judgment. Every good thing is of God, and every evil thing is from yourselves. Will ye not comprehend? This same truth hath been revealed in all the Scriptures, if ye be of them that understand. Every act ye meditate is as clear to Him as is that act when already accomplished. There is none other God besides Him. His is all creation and its empire. All stands revealed before Him; all is recorded in His holy and hidden Tablets. This foreknowledge of God, however, should not be regarded as having caused the actions of men, just as your own previous knowledge that a certain event is to occur, or your desire that it should happen, is not and can never be the reason for its occurrence.",
  "source_lang": "ar",
  "score": 10
}