{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 305,
  "source_text": "وأمّا ما سألت من العوالم فاعلم بأنّ للّه عوالم لا نهایة بما لا نهایة لها وما أحاط بها أحد إلّا نفسه العلیم الحکیم تفکّر في النّوم وإنّه آیة الأعظم بین النّاس لو یکوننّ من المتفکّرین مثلاً إنّک تری في نومک أمرًا في لیل وتجده بعینه بعد سنة أو سنتین أو أزید من ذلک أو أقلّ ولو یکون العالم الّذي أنت رأیت فیه ما رأیت هذا العالم الّذي تکون فیه فیلزم ما رأیت في نومک یکون موجودًا في هذا العالم في حین الّذي تراه في النّوم وتکون من الشّاهدین مع إنّک تری أمرًا لم یکن موجودًا في العالم ویظهر من بعد إِذًا حقّق بأنّ عالم الّذي أنت رأیت فیه ما رأیت یکون عالمًا آخَر الّذي لا له أوّل ولا آخِر وإنّک إن تقول هذا العالم في نفسک ومطويّ فیها بأمر من لدن عزیز قدیر لحقّ ولو تقول بأن الرّوح لمّا تجرّد عن العلایق في النّوم سیّره الله في عالم الّذي یکون مستورًا في سرّ هذا العالم لحقّ وإنّ للّه عالم بعد عالم وخلق بعد خلق وقدّر في کلّ عالم ما لا یحصیه أحد إلّا نفسه المحصي العلیم وإنّک فکّر فیما ألقیناک لتعرف مراد الله ربّک وربّ العالمین وفیه کنز أسرار الحکمة وإنّا ما فصّلناه لحزن الّذي أحاطني من الّذین خلقوا بقولي إن أنتم من السّامعین...",
  "translation": "Consider thy state when asleep. Verily, I say, this phenomenon is the most mysterious of the signs of God amongst men, were they to ponder it in their hearts. Behold how the thing which thou hast seen in thy dream is, after a considerable lapse of time, fully realized. Had the world in which thou didst find thyself in thy dream been identical with the world in which thou livest, it would have been necessary for the event occurring in that dream to have transpired in this world at the very moment of its occurrence. Were it so, you yourself would have borne witness unto it. This being not the case, however, it must necessarily follow that the world in which thou livest is different and apart from that which thou hast experienced in thy dream. This latter world hath neither beginning nor end. It would be true if thou wert to contend that this same world is, as decreed by the All-Glorious and Almighty God, within thy proper self and is wrapped up within thee. It would equally be true to maintain that thy spirit, having transcended the limitations of sleep and having stripped itself of all earthly attachment, hath, by the act of God, been made to traverse a realm which lieth hidden in the innermost reality of this world. Verily I say, the creation of God embraceth worlds besides this world, and creatures apart from these creatures. In each of these worlds He hath ordained things which none can search except Himself, the All-Searching, the All-Wise. Do thou meditate on that which We have revealed unto thee, that thou mayest discover the purpose of God, thy Lord, and the Lord of all worlds. In these words the mysteries of Divine Wisdom have been treasured. We have refrained from dwelling upon this theme owing to the sorrow that hath encompassed Us from the actions of them that have been created through Our words, if ye be of them that will hearken unto Our Voice.",
  "source_lang": "ar",
  "score": 10
}