{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 311,
  "source_text": "وأمّا ما سألت عن الرّوح و بقائه بعد صعوده اعلم إنّه یصعد حین ارتقائه إلی أن یحضر بین یدي الله في هیکل لا تغیّره القرون والأعصار ولا حوادث العالم وما یظهر فیه ویکون باقیاً بدوام ملکوت الله وسلطانه وجبروته واقتداره ومنه تظهر آثار الله وصفاته وعنایة الله وألطافه إنّ القلم لا یقدر أن یتحرّک علی ذکر هذا المقام وعلوّه وسموّه علی ما هو علیه وتدخله ید الفضل إلی مقام لا یعرف بالبیان ولا یذکر بما في الإمکان طوبی لروح خرج من البدن مقدّسا عن شبهات الأمم إنّه یتحرّک في هوآء إرادة ربّه ویدخل في الجنّة العلیا وتطوفه طلعات الفردوس الأعلی ویعاشر مع أنبیآء الله وأولیائه ویتکلّم معهم ویقصّ لهم ما ورد علیه في سبیل الله ربّ العالمین لو یطّلع أحد علی ما قدّر له في عوالم الله ربّ العرش والثّری لیشتعل في الحین شوقا لذاک المقام الأمنع الأرفع الأقدس الأبهى",
  "translation": "And now concerning thy question regarding the soul of man and its survival after death. Know thou of a truth that the soul, after its separation from the body, will continue to progress until it attaineth the presence of God, in a state and condition which neither the revolution of ages and centuries, nor the changes and chances of this world, can alter. It will endure as long as the Kingdom of God, His sovereignty, His dominion and power will endure. It will manifest the signs of God and His attributes, and will reveal His loving kindness and bounty. The movement of My Pen is stilled when it attempteth to befittingly describe the loftiness and glory of so exalted a station. The honor with which the Hand of Mercy will invest the soul is such as no tongue can adequately reveal, nor any other earthly agency describe. Blessed is the soul which, at the hour of its separation from the body, is sanctified from the vain imaginings of the peoples of the world. Such a soul liveth and moveth in accordance with the Will of its Creator, and entereth the all-highest Paradise. The Maids of Heaven, inmates of the loftiest mansions, will circle around it, and the Prophets of God and His chosen ones will seek its companionship. With them that soul will freely converse, and will recount unto them that which it hath been made to endure in the path of God, the Lord of all worlds. If any man be told that which hath been ordained for such a soul in the worlds of God, the Lord of the throne on high and of earth below, his whole being will instantly blaze out in his great longing to attain that most exalted, that sanctified and resplendent station.… The nature of the soul after death can never be described, nor is it meet and permissible to reveal its whole character to the eyes of men. The Prophets and Messengers of God have been sent down for the sole purpose of guiding mankind to the straight Path of Truth. The purpose underlying Their revelation hath been to educate all men, that they may, at the hour of death, ascend, in the utmost purity and sanctity and with absolute detachment, to the throne of the Most High. The light which these souls radiate is responsible for the progress of the world and the advancement of its peoples. They are like unto leaven which leaveneth the world of being, and constitute the animating force through which the arts and wonders of the world are made manifest.",
  "source_lang": "ar",
  "score": 10
}