{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 312,
  "source_text": "به لسان پارسی بشنو، يا عبدالوهاب عليك بهائى اينكه سؤال از بقاى روح نمودى اين مظلوم شهادت مى دهد بر بقاى آن و اينكه سؤال از كيفيّت آن نمودى انّه لا یوصف و لا ینبغی ان یذکر الّا علی قدر معلوم انبیا و مرسلین محض هدایت خلق بصراط مستقیم حقّ آمده‌اند و مقصود آنکه عباد تربیت شوند تا در حین صعود با کمال تقدیس و تنزیه و انقطاع قصد رفیق اعلی نمایند لعمر الله اشراقات آن ارواح سبب ترقّیات عالم و مقامات امم است ایشانند مایهٴ وجود و علّت عظمی از برای ظهورات و صنایع عالم بهم تمطر السّحاب و تنبت الأرض هیچ شیء از اشیاء بی ‌سبب و علّت و مبدء موجود نه و سبب اعظم ارواح مجرّده بوده و خواهد بود و فرق این عالم با آن عالم مثل فرق عالم جنین و این عالم است باری بعد از صعود بین یدی الله حاضر میشود بهیکلی که لایق بقا و قابل آن عالم است این بقا بقاء زمانیست نه بقاء ذاتی چه که مسبوقست بعلّت و بقاء ذاتی غیر مسبوق و آن مخصوص است بحقّ جلّ جلاله طوبی للعارفین اگر در اعمال انبیا تفکّر نمائی بیقین مبین شهادت میدهی که غیر این عالم عالمهاست حکمای ارض چنانچه در لوح حکمت از قلم اعلی نازل اکثری بآنچه در کتب الهی نازل قائل و معترفند ولکن طبیعیّین که بطبیعت قائلند در بارهٴ انبیا نوشته‌اند که ایشان حکیم بوده‌اند و نظر بتربیت عباد ذکر مراتب جنّت و نار و ثواب و عذاب نموده‌اند حال ملاحظه نمائید جمیع در هر عالمی که بوده و هستند انبیا را مقدّم بر کل میدانند بعضی آن جواهر مجرّده را حکیم میگویند و برخی من قبل الله میدانند حال امثال این نفوس اگر عوالم الهی را منحصر باین عالم میدانستند هرگز خود را بدست اعدا نمیدادند و عذاب و مشقّاتی که شبه و مثل نداشته تحمّل نمی فرمودند...",
  "translation": "Through them the clouds rain their bounty upon men, and the earth bringeth forth its fruits. All things must needs have a cause, a motive power, an animating principle. These souls and symbols of detachment have provided, and will continue to provide, the supreme moving impulse in the world of being. The world beyond is as different from this world as this world is different from that of the child while still in the womb of its mother. When the soul attaineth the Presence of God, it will assume the form that best befitteth its immortality and is worthy of its celestial habitation. Such an existence is a contingent and not an absolute existence, inasmuch as the former is preceded by a cause, whilst the latter is independent thereof. Absolute existence is strictly confined to God, exalted be His glory. Well is it with them that apprehend this truth. Wert thou to ponder in thine heart the behavior of the Prophets of God thou wouldst assuredly and readily testify that there must needs be other worlds besides this world. The majority of the truly wise and learned have, throughout the ages, as it hath been recorded by the Pen of Glory in the Tablet of Wisdom, borne witness to the truth of that which the holy Writ of God hath revealed. Even the materialists have testified in their writings to the wisdom of these divinely appointed Messengers, and have regarded the references made by the Prophets to Paradise, to hell fire, to future reward and punishment, to have been actuated by a desire to educate and uplift the souls of men. Consider, therefore, how the generality of mankind, whatever their beliefs or theories, have recognized the excellence, and admitted the superiority, of these Prophets of God. These Gems of Detachment are acclaimed by some as the embodiments of wisdom, while others believe them to be the mouthpiece of God Himself. How could such Souls have consented to surrender themselves unto their enemies if they believed all the worlds of God to have been reduced to this earthly life? Would they have willingly suffered such afflictions and torments as no man hath ever experienced or witnessed?",
  "source_lang": "ar",
  "score": 10
}