{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 334,
  "source_text": "نه خودبین بگو ای گمراهان پیک راست‌گو مژده داد که دوست میآید اکنون آمد چرا افسرده‌اید آن پاک‌پوشیده بی‌پرده آمد چرا پژمرده‌اید آغاز و انجام جنبش و آرام آشکار امروز آغاز در انجام نمودار و جنبش از آرام پدیدار این جنبش از گرمی گفتار پروردگار در آفرینش هویدا شده هر که این گرمی یافت بکوی دوست شتافت و هر که نیافت بیفسرد افسردنی که هرگز برنخاست امروز مرد دانش کسی است که آفرینش او را از بینش بازنداشت و گفتار او را از کردار دور ننمود مرده کسی که از این باد جان‌بخش در این بامداد دلکش بیدار نشد و بسته مردی که گشاینده را نشناخت و در زندان آز سرگردان بماند ای بندگان هر که از این چشمه چشید",
  "translation": "Say: O ye that have strayed and lost your way! The Divine Messenger, Who speaketh naught but the truth, hath announced unto you the coming of the Best-Beloved. Behold, He is now come. Wherefore are ye downcast and dejected? Why remain despondent when the Pure and Hidden One hath appeared unveiled amongst you? He Who is both the Beginning and the End, He Who is both Stillness and Motion, is now manifest before your eyes. Behold how, in this Day, the Beginning is reflected in the End, how out of Stillness Motion hath been engendered. This motion hath been generated by the potent energies which the words of the Almighty have released throughout the entire creation. Whoso hath been quickened by its vitalizing power, will find himself impelled to attain the court of the Beloved; and whoso hath deprived himself therefrom, will sink into irretrievable despondency. He is truly wise whom the world and all that is therein have not deterred from recognizing the light of this Day, who will not allow men’s idle talk to cause him to swerve from the way of righteousness. He is indeed as one dead who, at the wondrous dawn of this Revelation, hath failed to be quickened by its soul-stirring breeze. He is indeed a captive who hath not recognized the Supreme Redeemer, but hath suffered his soul to be bound, distressed and helpless, in the fetters of his desires.",
  "source_lang": "ar",
  "score": 10
}