{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 35,
  "source_text": "تأمّل فرمائيد که سبب اين افعال چه بود که باين قسم با طلعات جمال ذی الجلال سلوک مينمودند و هر چه که در آن ازمنه سبب اعراض و اغماض آن عباد بود حال هم سبب اغفال اين عباد شده و اگر بگوئيم حجج الهيّه کامل و تمام نبود لهذا سبب اعتراض عباد شد اين کفريست صراح لأجل آنکه اين بغايت از فيض فيّاض دور است و از رحمت منبسطه بعيد که نفسی را از ميان جميع عباد برگزيند برای هدايت خلق خود و باو حجّت کافيه وافيه عطا نفرمايد و معذلک خلق را از عدم اقبال باو معذّب فرمايد بلکه لم يزل جود سلطان وجود بر همه ممکنات بظهور مظاهر نفس خود احاطه فرموده و آنی نيست که فيض او منقطع شود و يا آنکه امطار رحمت از غمام عنايت او ممنوع گردد پس نيست اين امورات محدثه مگر از انفس محدوده که در وادی کبر و غرور حرکت مينمايند و در صحراهای بُعد سير مينمايند و بظنونات خود و هر چه از علمای خود شنيده‌اند همان را تأسّی مينمايند لهذا غير از اعراض امری ندارند و جز اغماض حاصلی نخواهند و اين معلوم است نزد هر ذی بصری که اگر اين عباد در ظهور هر يک از مظاهر شمس حقيقت چشم و گوش و قلب را از آنچه ديده و شنيده و ادراک نموده پاک و مقدّس مينمودند البتّه از جمال الهی محروم نمی ماندند و از حرم قرب و وصال مطالع قدسيّه ممنوع نمی گشتند و چون در هر زمان حجّت را بمعرفت خود که از علمای خود شنيده بودند ميزان مينمودند و بعقول ضعيفه آنها موافق نمی آمد لهذا از اينگونه امور غير مرضيّه از ايشان در عالم ظهور بظهور ميآمد ...",
  "translation": "Reflect, what could have been the motive for such deeds? What could have prompted such behavior towards the Revealers of the beauty of the All-Glorious? Whatever in days gone by hath been the cause of the denial and opposition of those people hath now led to the perversity of the people of this age. To maintain that the testimony of Providence was incomplete, that it hath therefore been the cause of the denial of the people, is but open blasphemy. How far from the grace of the All-Bountiful and from His loving providence and tender mercies it is to single out a soul from amongst all men for the guidance of His creatures, and, on one hand, to withhold from Him the full measure of His divine testimony, and, on the other, inflict severe retribution on His people for having turned away from His chosen One! Nay, the manifold bounties of the Lord of all beings have, at all times, through the Manifestations of His Divine Essence, encompassed the earth and all that dwell therein. Not for a moment hath His grace been withheld, nor have the showers of His loving-kindness ceased to rain upon mankind. Consequently, such behavior can be attributed to naught save the petty-mindedness of such souls as tread the valley of arrogance and pride, are lost in the wilds of remoteness, walk in the ways of their idle fancy, and follow the dictates of the leaders of their faith. Their chief concern is mere opposition; their sole desire is to ignore the truth. Unto every discerning observer it is evident and manifest that had these people in the days of each of the Manifestations of the Sun of Truth sanctified their eyes, their ears, and their hearts from whatever they had seen, heard, and felt, they surely would not have been deprived of beholding the beauty of God, nor strayed far from the habitations of glory. But having weighed the testimony of God by the standard of their own knowledge, gleaned from the teachings of the leaders of their faith, and found it at variance with their limited understanding, they arose to perpetrate such unseemly acts.…",
  "source_lang": "ar",
  "score": 9.9
}