{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 358,
  "source_text": "باری از این بیانات معلوم شد که جمیع اشیاء حاکی از اسماء و صفات الهیّه هستند هر کدام بقدر استعداد خود مدلّ و مشعرند بر معرفت الهیّه بقسمی که احاطه کرده است ظهورات صفاتیّه و اسمائیّه همهٔ غیب و شهود را اینست که میفرماید: \"أَیَکُونُ لِغَیرِکَ مِنَ الظُّهُورِ مَا لَیْسَ لَکَ حَتَّی یَکُونَ هُوَ المُظْهِرَ لَکَ عُمِیَتْ عَینٌ لَا تَرَاکَ\"، و باز سلطان بقا میفرماید: \"ما رأیتُ شیئًا إلّا وقد رأیتُ اللهَ فیه أو قبله أو بعده\"، و در روایت کمیل: \"نُورٌ أَشْرَقَ مِنْ صُبْحِ الأَزَلِ فَیَلُوحُ عَلَی هَیاکِلِ التَّوحِید آثارُهُ\"، و انسان که اشرف و اکمل مخلوقات است اشدّ دلالةً و اعظم حکایةً است از سایر معلومات و اکمل انسان و افضل و الطف او مظاهر شمس حقیقتند بلکه ما سوای ایشان موجودند بارادهٔ ایشان و متحرّکند بافاضهٔ ایشان...",
  "translation": "…From that which hath been said it becometh evident that all things, in their inmost reality, testify to the revelation of the names and attributes of God within them. Each according to its capacity, indicateth, and is expressive of, the knowledge of God. So potent and universal is this revelation, that it hath encompassed all things visible and invisible. Thus hath He revealed: “Hath aught else save Thee a power of revelation which is not possessed by Thee, that it could have manifested Thee? Blind is the eye which doth not perceive Thee.” Likewise hath the eternal King spoken: “No thing have I perceived, except that I perceived God within it, God before it, or God after it.” Also in the tradition of Kumayl it is written: “Behold, a light hath shone forth out of the morn of eternity, and lo, its waves have penetrated the inmost reality of all men.” Man, the noblest and most perfect of all created things, excelleth them all in the intensity of this revelation, and is a fuller expression of its glory. And of all men, the most accomplished, the most distinguished, and the most excellent are the Manifestations of the Sun of Truth. Nay, all else besides these Manifestations, live by the operation of Their Will, and move and have their being through the outpourings of Their grace.",
  "source_lang": "ar",
  "score": 10
}