{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 361,
  "source_text": "همهٔ اینها مهتدی و مقرّ و مذعن گشتند برای آن شمس ظهور بقسمی که اکثری از مال و عیال گذشتند و برضای ذی الجلال پیوستند و از سر جان برای جانان برخاستند و انفاق نمودند بجمیع آنچه مرزوق گشته بودند بقسمی که سینه‌هاشان محلّ تیرهای مخالفین گشت و سرهاشان زینت سنان مشرکین چنانچه ارضی نماند مگر آنکه از دم این ارواح مجرّده آشامید و سیفی نماند مگر آنکه بگردنهاشان ممسوح گشت و دلیل بر صدق قولشان فعلشان بس آیا شهادت این نفوس قدسیّه که باین طریق جان در راه دوست دادند که همهٴ عالم از ایثار دل و جانشان متحیّر گشتند کفایت نمیکند برای این عبادی که هستند و انکار بعضی عباد که دین را بدرهمی دادند و بقا را بفنا تبدیل نمودند و کوثر قرب را بچشمه‌های شور معاوضه کردند و بجز اخذ اموال ناس مرادی نجویند چنانچه مشاهده میشود که کل بزخارف دنیا مشغول شده‌اند و از ربّ اعلی دور مانده حال انصاف دهید که شهادت اینها مقبول و مسموعست که قولشان و فعلشان موافق و ظا",
  "translation": "All these were guided by the light of the Sun of Divine Revelation, confessed and acknowledged His truth. Such was their faith, that most of them renounced their substance and kindred, and cleaved to the good pleasure of the All-Glorious. They laid down their lives for their Well-Beloved, and surrendered their all in His path. Their breasts were made targets for the darts of the enemy, and their heads adorned the spears of the infidel. No land remained which did not drink the blood of these embodiments of detachment, and no sword that did not bruise their necks. Their deeds, alone, testify to the truth of their words. Doth not the testimony of these holy souls, who have so gloriously risen to offer up their lives for their Beloved that the whole world marveled at the manner of their sacrifice, suffice the people of this day? Is it not sufficient witness against the faithlessness of those who for a trifle betrayed their faith, who bartered away immortality for that which perisheth, who gave up the Kawṯhar of the Divine Presence for salty springs, and whose one aim in life is to usurp the property of others? Even as thou dost witness how all of them have busied themselves with the vanities of the world, and have strayed far from Him Who is the Lord, the Most High.",
  "source_lang": "ar",
  "score": 9.7
}