{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 39,
  "source_text": "مشاهده شود فی الحقيقه در عهد خاتم هم کتاب عيسی و امر او ثابت شد در مقام اسم که خود حضرت فرمود منم عيسی و آثار و اخبار و کتاب عيسی را هم تصديق فرمود که من عند اللّه بوده در اين مقام نه در خودشان فرقی مشهود و نه در کتابشان غيريّتی ملحوظ زيرا که هر دو قائم بأمر اللّه بودند و هم ناطق بذکر اللّه و کتاب هر دو هم مشعر بر اوامر اللّه بود از اين جهت است که خود عيسی فرمود \"من ميروم و مراجعت ميکنم\" بمثل شمس که اگر شمس اليوم بگويد من شمس يوم قبلم صادق است و اگر بگويد در حدود يومی که غير آنم صادق است و همچنين در ايّام ملاحظه نمائيد که اگر گفته شود که کلّ يک شیءاند صحيح و صادق است و اگر گفته شود که بحدود اسمی و رسمی غير همند آنهم صادق است چنانچه می‌بينی با اينکه يک شیءاند با وجود اين در هر کدام اسمی ديگر و خواصّی ديگر و رسمی ديگر ملحوظ ميشود که در غير آن نميشود و بهمين بيان و قاعده مقامات تفصيل و فرق و اتّحاد مظاهر قدسی را ادراک فرمائيد تا تلويحات کلمات آن مُبْدِع اسماء و صفات را در مقامات جمع و فرق عارف شوی و واقف گردی و جواب مسأله خود را در موسوم نمودن آن جمال ازلی در هر مقام خود را باسمی و رسمی بتمامه بيابی ...",
  "translation": "Every discerning observer will recognize that in the Dispensation of the Qur’án both the Book and the Cause of Jesus were confirmed. As to the matter of names, Muḥammad, Himself, declared: “I am Jesus.” He recognized the truth of the signs, prophecies, and words of Jesus, and testified that they were all of God. In this sense, neither the person of Jesus nor His writings hath differed from that of Muḥammad and of His holy Book, inasmuch as both have championed the Cause of God, uttered His praise, and revealed His commandments. Thus it is that Jesus, Himself, declared: “I go away and come again unto you.” Consider the sun. Were it to say now, “I am the sun of yesterday,” it would speak the truth. And should it, bearing the sequence of time in mind, claim to be other than that sun, it still would speak the truth. In like manner, if it be said that all the days are but one and the same, it is correct and true. And if it be said, with respect to their particular names and designations, that they differ, that again is true. For though they are the same, yet one doth recognize in each a separate designation, a specific attribute, a particular character. Conceive accordingly the distinction, variation, and unity characteristic of the various Manifestations of holiness, that thou mayest comprehend the allusions made by the Creator of all names and attributes to the mysteries of distinction and unity, and discover the answer to thy question as to why that everlasting Beauty should have, at sundry times, called Himself by different names and titles.…",
  "source_lang": "ar",
  "score": 9.7
}