{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 395,
  "source_text": "ای دوستان قدر و مقام خود را بدانید زحمات خود را بتوهّمات این و آن ضایع منمائید شمائید انجم سماء عرفان و نسایم سحرگاهان شمائید میاه جاریه که حیات کل معلّق بآنست و شمائید احرف کتاب بکمال اتّحاد و اتّفاق جهد نمائید که شاید موفّق شوید بآنچه سزاوار یوم الهیست براستی میگویم فساد و نزاع و ما یکرهه العقول لایق شأن انسان نبوده و نیست جمیع همّت را در تبلیغ امر الهی مصروف دارید هر نفسی که خود لایق این مقام اعلی است بآن قیام نماید والّا له ان یأخذ وکیلاً لنفسه فی اظهار هذا الأمر الّذی به تزعزع کلّ بنیان مرصوص و اندکّت الجبال و انصعقت النّفوس اگر مقام این یوم ظاهر آنی از او را بصدهزار جان طالب و آمل شوند تا چه رسد بارض و زخارف آن در جمیع امور بحکمت",
  "translation": "O friends! Be not careless of the virtues with which ye have been endowed, neither be neglectful of your high destiny. Suffer not your labors to be wasted through the vain imaginations which certain hearts have devised. Ye are the stars of the heaven of understanding, the breeze that stirreth at the break of day, the soft-flowing waters upon which must depend the very life of all men, the letters inscribed upon His sacred scroll. With the utmost unity, and in a spirit of perfect fellowship, exert yourselves, that ye may be enabled to achieve that which beseemeth this Day of God. Verily I say, strife and dissension, and whatsoever the mind of man abhorreth are entirely unworthy of his station. Center your energies in the propagation of the Faith of God. Whoso is worthy of so high a calling, let him arise and promote it. Whoso is unable, it is his duty to appoint him who will, in his stead, proclaim this Revelation, whose power hath caused the foundations of the mightiest structures to quake, every mountain to be crushed into dust, and every soul to be dumbfounded. Should the greatness of this Day be revealed in its fullness, every man would forsake a myriad lives in his longing to partake, though it be for one moment, of its great glory — how much more this world and its corruptible treasures!",
  "source_lang": "ar",
  "score": 10
}