{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 40,
  "source_text": "چون غيب ازلی و ساذج هويّه شمس محمّدی را از افق علم و معانی مشرق فرمود از جمله اعتراضات علمای يهود آن بود که بعد از موسی نبی مبعوث نشود بلی طلعتی در کتاب مذکور است که بايد ظاهر شود و ترويج ملّت و مذهب او را نمايد تا شريعه شريعت مذکوره در توراة همه ارض را احاطه نمايد اينست که از لسان آن ماندگان وادی بُعد و ضلالت سلطان احديّت ميفرمايد: \"وَقَالَتْ اليَهُودُ يَدُ اللّهِ مَغْلُولَةً غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ\" ترجمه آن اينست که گفتند يهودان دست خدا بسته شده بسته باد دستهای خود ايشان و ملعون شدند بانچه افترا بستند بلکه دستهای قدرت الهی هميشه باز و مهيمن است \"يَدْ اللّهِ فَوْقَ أَيْدِيهِم\" اگر چه شرح نزول اين آيه را علمای تفسير مختلف ذکر نموده‌اند ولکن بر مقصود ناظر شويد که ميفرمايد نه چنين است يهود خيال نمودند که سلطان حقيقی طلعت موسوی را خلق نمود و خلعت پيغمبری بخشيد و ديگر دستهايش مغلول و بسته شد و قادر نيست بر ارسال رسولی بعد از موسی ملتفت اين قول بی معنی شويد که چقدر از شريعه علم و دانش دور است و اليوم جميع اين مردم بامثال اين مزخرفات مشغولند و هزار سال بيش ميگذرد که اين آيه را تلاوت مينمايند و بر يهود من حيث لا يشعر اعتراض مينمايند و ملتفت نشدند و ادراک ننمودند باينکه خود سرّاً و جهراً ميگويند آنچه را که يهود بآن معتقدند چنانچه شنيده‌ايد که ميگويند جميع ظهورات منتهی شده و ابواب رحمت الهی مسدود گشته ديگر از مشارق قدس معنوی شمسی طالع نميشود و از بحر قدم صمدانی امواجی ظاهر نگردد و از خيام غيب ربّانی هيکلی مشهود نيايد اينست ادراک اين همج رعاع فيض کليّه و رحمت منبسطه که بهيچ عقلی و ادراکی انقطاع آن جائز نيست جائز دانسته و از اطراف و جوانب کمر ظلم بسته و همّت گماشته‌اند که نار سدره را بماء ملح ظنون مخمود نمايند و غافل از اينکه زجاج قدرت سراج احديّه را در حصن حفظ خود محفوظ ميدارد ...",
  "translation": "When the Unseen, the Eternal, the Divine Essence, caused the Daystar of Muḥammad to rise above the horizon of knowledge, among the cavils which the Jewish divines raised against Him was that after Moses no Prophet should be sent of God. Yea, mention hath been made in the Scriptures of a Soul Who must needs be made manifest and Who will advance the Faith, and promote the interests of the people of Moses, so that the Law of the Mosaic Dispensation may encompass the whole earth. Thus hath the King of eternal glory referred in His Book to the words uttered by those wanderers in the vale of remoteness and error: “‘The hand of God,’ say the Jews, ‘is chained up.’ Chained up be their own hands; And for that which they have said, they were accursed. Nay, outstretched are both His hands!” “The hand of God is above their hands.” Although the commentators of the Qur’án have related in divers manners the circumstances attending the revelation of this verse, yet thou shouldst endeavor to apprehend the purpose thereof. He saith: How false is that which the Jews have imagined! How can the hand of Him Who is the King in truth, Who caused the countenance of Moses to be made manifest, and conferred upon Him the robe of Prophethood — how can the hand of such a One be chained and fettered? How can He be conceived as powerless to raise up yet another Messenger after Moses? Behold the absurdity of their saying; how far it hath strayed from the path of knowledge and understanding! Observe how in this Day also, all these people have occupied themselves with such foolish absurdities. For over a thousand years they have been reciting this verse, and unwittingly pronouncing their censure against the Jews, utterly unaware that they themselves, openly and privily, are voicing the sentiments and belief of the Jewish people! Thou art surely aware of their idle contention, that all Revelation is ended, that the portals of Divine mercy are closed, that from the daysprings of eternal holiness no Sun shall rise again, that the Ocean of everlasting bounty is forever stilled, and that out of the Tabernacle of ancient glory the Messengers of God have ceased to be made manifest. Such is the measure of the understanding of these small-minded, contemptible people. These people have imagined that the flow of God’s all-encompassing grace and plenteous mercies, the cessation of which no mind can contemplate, has been halted. From every side they have risen and girded up the loins of tyranny, and exerted the utmost endeavor to quench with the bitter waters of their vain fancy the flame of God’s Burning Bush, oblivious that the globe of power shall, within its own mighty stronghold, protect the Lamp of God.…",
  "source_lang": "ar",
  "score": 9.9
}