{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Bahá'u'lláh",
  "pair_index": 420,
  "source_text": "God hath, through His tongue that uttereth the truth, testified in all His Tablets to these words: “I am He that liveth in the Abhá Realm of Glory.”\nBy the righteousness of God! He, from the heights of this sublime, this holy, this mighty, and transcendent station, seeth all things, heareth all things, and is, at this hour, proclaiming: Blessed art thou, O Javád, inasmuch as thou hast attained unto that which no man before thee hath attained. I swear by Him Who is the Eternal Truth! Through thee the eyes of the inmates of the Exalted Paradise have been gladdened. The people, however, are utterly heedless. Were We to reveal thy station, the hearts of men would be sorely agitated, their footsteps would slip, the embodiments of vainglory would be dumbfounded, would fall down upon the ground, and would thrust the fingers of heedlessness into their ears, for fear of hearing.\nGrieve thou not over those that have busied themselves with the things of this world, and have forgotten the remembrance of God, the Most Great. By Him Who is the Eternal Truth! The day is approaching when the wrathful anger of the Almighty will have taken hold of them. He, verily, is the Omnipotent, the All-Subduing, the Most Powerful. He shall cleanse the earth from the defilement of their corruption, and shall give it for an heritage unto such of His servants as are nigh unto Him.\nSay: O people! Dust fill your mouths, and ashes blind your eyes, for having bartered away the Divine Joseph for the most paltry of prices. Oh, the misery that resteth upon you, ye that are far astray! Have ye imagined in your hearts that ye possess the power to outstrip Him and His Cause? Far from it! To this He, Himself, the All-Powerful, the Most Exalted, the Most Great, doth testify.\nSoon shall the blasts of His chastisement beat upon you, and the dust of hell enshroud you. Those men who, having amassed the vanities and ornaments of the earth, have turned away disdainfully from God — these have lost both this world and the world to come. Erelong, will God, with the Hand of Power, strip them of their possessions, and divest them of the robe of His bounty. To this they themselves shall soon witness. Thou, too, shalt testify.\nSay: O people! Let not this life and its deceits deceive you, for the world and all that is therein is held firmly in the grasp of His Will. He bestoweth His favor on whom He willeth, and from whom He willeth He taketh it away. He doth whatsoever He chooseth. Had the world been of any worth in His sight, He surely would never have allowed His enemies to possess it, even to the extent of a grain of mustard seed. He hath, however, caused you to be entangled with its affairs, in return for what your hands have wrought in His Cause. This, indeed, is a chastisement which ye, of your own will, have inflicted upon yourselves, could ye but perceive it. Are ye rejoicing in the things which, according to the estimate of God, are contemptible and worthless, things wherewith He proveth the hearts of the doubtful?",
  "translation": "",
  "source_lang": "ar",
  "score": 0,
  "page_slug": "divine-joseph-bartered-paltry-price",
  "alignment": [
    {
      "ar": "God hath, through His tongue that uttereth the truth, testified in all His Tablets to these words",
      "en": "God hath, through His tongue that uttereth the truth, testified in all His Tablets to these words"
    },
    {
      "ar": "I am He that liveth in the Abhá Realm of Glory",
      "en": "I am He that liveth in the Abhá Realm of Glory"
    },
    {
      "ar": "By the righteousness of God!",
      "en": "By the righteousness of God!"
    },
    {
      "ar": "from the heights of this sublime, this holy, this mighty, and transcendent station",
      "en": "from the heights of this sublime, this holy, this mighty, and transcendent station"
    },
    {
      "ar": "seeth all things, heareth all things",
      "en": "seeth all things, heareth all things"
    },
    {
      "ar": "Blessed art thou, O Javád",
      "en": "Blessed art thou, O Javád"
    },
    {
      "ar": "thou hast attained unto that which no man before thee hath attained",
      "en": "thou hast attained unto that which no man before thee hath attained"
    },
    {
      "ar": "I swear by Him Who is the Eternal Truth!",
      "en": "I swear by Him Who is the Eternal Truth!"
    },
    {
      "ar": "Through thee the eyes of the inmates of the Exalted Paradise have been gladdened",
      "en": "Through thee the eyes of the inmates of the Exalted Paradise have been gladdened"
    },
    {
      "ar": "the people are utterly heedless",
      "en": "the people are utterly heedless"
    },
    {
      "ar": "Were We to reveal thy station, the hearts of men would be sorely agitated",
      "en": "Were We to reveal thy station, the hearts of men would be sorely agitated"
    },
    {
      "ar": "the embodiments of vainglory would be dumbfounded",
      "en": "the embodiments of vainglory would be dumbfounded"
    },
    {
      "ar": "thrust the fingers of heedlessness into their ears",
      "en": "thrust the fingers of heedlessness into their ears"
    },
    {
      "ar": "Grieve thou not over those that have busied themselves with the things of this world",
      "en": "Grieve thou not over those that have busied themselves with the things of this world"
    },
    {
      "ar": "have forgotten the remembrance of God, the Most Great",
      "en": "have forgotten the remembrance of God, the Most Great"
    },
    {
      "ar": "By Him Who is the Eternal Truth!",
      "en": "By Him Who is the Eternal Truth!"
    },
    {
      "ar": "The day is approaching when the wrathful anger of the Almighty will have taken hold of them",
      "en": "The day is approaching when the wrathful anger of the Almighty will have taken hold of them"
    },
    {
      "ar": "He, verily, is the Omnipotent, the All-Subduing, the Most Powerful",
      "en": "He, verily, is the Omnipotent, the All-Subduing, the Most Powerful"
    },
    {
      "ar": "He shall cleanse the earth from the defilement of their corruption",
      "en": "He shall cleanse the earth from the defilement of their corruption"
    },
    {
      "ar": "shall give it for an heritage unto such of His servants as are nigh unto Him",
      "en": "shall give it for an heritage unto such of His servants as are nigh unto Him"
    },
    {
      "ar": "Say: O people! Dust fill your mouths, and ashes blind your eyes",
      "en": "Say: O people! Dust fill your mouths, and ashes blind your eyes"
    },
    {
      "ar": "for having bartered away the Divine Joseph for the most paltry of prices",
      "en": "for having bartered away the Divine Joseph for the most paltry of prices"
    },
    {
      "ar": "Oh, the misery that resteth upon you, ye that are far astray!",
      "en": "Oh, the misery that resteth upon you, ye that are far astray!"
    },
    {
      "ar": "Have ye imagined in your hearts that ye possess the power to outstrip Him and His Cause?",
      "en": "Have ye imagined in your hearts that ye possess the power to outstrip Him and His Cause?"
    },
    {
      "ar": "To this He, Himself, the All-Powerful, the Most Exalted, the Most Great, doth testify",
      "en": "To this He, Himself, the All-Powerful, the Most Exalted, the Most Great, doth testify"
    },
    {
      "ar": "Soon shall the blasts of His chastisement beat upon you",
      "en": "Soon shall the blasts of His chastisement beat upon you"
    },
    {
      "ar": "and the dust of hell enshroud you",
      "en": "and the dust of hell enshroud you"
    },
    {
      "ar": "Those men who, having amassed the vanities and ornaments of the earth, have turned away disdainfully from God",
      "en": "Those men who, having amassed the vanities and ornaments of the earth, have turned away disdainfully from God"
    },
    {
      "ar": "these have lost both this world and the world to come",
      "en": "these have lost both this world and the world to come"
    },
    {
      "ar": "Erelong, will God, with the Hand of Power, strip them of their possessions",
      "en": "Erelong, will God, with the Hand of Power, strip them of their possessions"
    },
    {
      "ar": "and divest them of the robe of His bounty",
      "en": "and divest them of the robe of His bounty"
    },
    {
      "ar": "To this they themselves shall soon witness",
      "en": "To this they themselves shall soon witness"
    },
    {
      "ar": "Thou, too, shalt testify",
      "en": "Thou, too, shalt testify"
    },
    {
      "ar": "Say: O people! Let not this life and its deceits deceive you",
      "en": "Say: O people! Let not this life and its deceits deceive you"
    },
    {
      "ar": "for the world and all that is therein is held firmly in the grasp of His Will",
      "en": "for the world and all that is therein is held firmly in the grasp of His Will"
    },
    {
      "ar": "He bestoweth His favor on whom He willeth",
      "en": "He bestoweth His favor on whom He willeth"
    },
    {
      "ar": "and from whom He willeth He taketh it away",
      "en": "and from whom He willeth He taketh it away"
    },
    {
      "ar": "He doth whatsoever He chooseth",
      "en": "He doth whatsoever He chooseth"
    },
    {
      "ar": "Had the world been of any worth in His sight",
      "en": "Had the world been of any worth in His sight"
    },
    {
      "ar": "He surely would never have allowed His enemies to possess it, even to the extent of a grain of mustard seed",
      "en": "He surely would never have allowed His enemies to possess it, even to the extent of a grain of mustard seed"
    },
    {
      "ar": "He hath, however, caused you to be entangled with its affairs",
      "en": "He hath, however, caused you to be entangled with its affairs"
    },
    {
      "ar": "in return for what your hands have wrought in His Cause",
      "en": "in return for what your hands have wrought in His Cause"
    },
    {
      "ar": "This, indeed, is a chastisement which ye, of your own will, have inflicted upon yourselves",
      "en": "This, indeed, is a chastisement which ye, of your own will, have inflicted upon yourselves"
    },
    {
      "ar": "could ye but perceive it",
      "en": "could ye but perceive it"
    },
    {
      "ar": "Are ye rejoicing in the things which, according to the estimate of God, are contemptible and worthless",
      "en": "Are ye rejoicing in the things which, according to the estimate of God, are contemptible and worthless"
    },
    {
      "ar": "things wherewith He proveth the hearts of the doubtful",
      "en": "things wherewith He proveth the hearts of the doubtful"
    }
  ],
  "terms": [],
  "section_index": "CIII.1",
  "section": "CIII",
  "section_para": 1
}