{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 44,
  "source_text": "و اين معلوم است که تغييرات و تبديلات که در هر ظهور واقع ميشود همان غمامی است تيره که حايل ميشود بصر عرفان عباد را از معرفت آن شمس الهی که از مشرق هويّه اشراق فرموده زيرا که سالها عباد بر تقليد آباء و اجداد باقی هستند و بآداب و طريقی که در آن شريعت مقرّر شده تربيت يافته‌اند يکمرتبه بشنوند و يا ملاحظه نمايند شخصی که در ميان ايشان بوده و در جميع حدودات بشريّه با ايشان يکسان است و مع ذلک جميع آن حدودات شرعيّه که در قرنهای متواتره بآن تربيت يافته‌اند و مخالف و منکر آن را کافر و فاسق و فاجر دانسته‌اند همه را از ميان بردارد البتّه اين امور حجاب و غمام است از برای آنهائيکه قلوبشان از سلسبيل انقطاع نچشيده و از کوثر معرفت نياشاميده و بمجرّد استماع اين امور چنان محتجب از ادراک آن شمس ميمانند که ديگر بی سؤال و جواب حکم بر کفرش ميکنند و فتوی بر قتلش ميدهند چنانچه ديده‌اند و شنيده‌اند از قرون اولی و اين",
  "translation": "It is evident that the changes brought about in every Dispensation constitute the dark clouds that intervene between the eye of man’s understanding and the Divine Luminary which shineth forth from the dayspring of the Divine Essence. Consider how men for generations have been blindly imitating their fathers, and have been trained according to such ways and manners as have been laid down by the dictates of their Faith. Were these men, therefore, to discover suddenly that a Man, Who hath been living in their midst, Who, with respect to every human limitation hath been their equal, had risen to abolish every established principle imposed by their Faith — principles by which for centuries they have been disciplined, and every opposer and denier of which they have come to regard as infidel, profligate and wicked — they would of a certainty be veiled and hindered from acknowledging His truth. Such things are as “clouds” that veil the eyes of those whose inner being hath not tasted the Salsabíl of detachment, nor drunk from the Kawṯhar of the knowledge of God. Such men, when acquainted with those circumstances, become so veiled that, without the least question, they pronounce the Manifestation of God as infidel, and sentence Him to death. You must have heard of such things taking place all down the ages, and are now observing them in these days.",
  "source_lang": "ar",
  "score": 9.9
}