{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 463,
  "source_text": "ي محضر الله وتسئلون عمّا اكتسبتم بأيديكم وتجزون بها فبئس مثوى الظّالمين، فوالله لو تطّلع بما فعلت لتبكي على نفسك وتفرّ إلى الله وتضجّ في أيّامك إلى أن يغفر الله لك وإنّه لجوّاد كريم، ولكن أنت لن توفّق بذلك لما اشتغلت بذاتك ونفسك وجسمك إلى زخارف الدّنيا إلى أن يفارق الرّوح عنك إذا تعرف ما ألقيناك وتجد أعمالك في كتاب الّذي ما ترك فيه ذرّة من أعمال الخلائق أجمعين، إذا فاستنصح بنصحي ثمّ اسمع قولي بسمع فؤادك ولا تغفل عن كلماتي ولا تكن من المعرضين، ولا تفتخر بما أوتيت فانظر إلى ما نزّل في كتاب الله المهيمن العزيز، فلمّا نسوا عمّا ذكّروا به فتحنا عليهم أبواب كلّ شيء كما فتح عليك وعلى أمثالك أبواب الدّنيا وزخرفها، إذا فانتظر ما نزّل في آخر هذه الآية المباركة وهذا وعد غير مكذوب من مقتدر حكيم، ولم أدر بأيّ صراط أنتم تقيمون وعليه تمشون",
  "translation": "By God! Wert thou to realize what thou hast done, thou wouldst surely weep sore over thyself, and wouldst flee for refuge to God, and wouldst pine away and mourn all the days of thy life, till God will have forgiven thee, for He, verily, is the Most Generous, the All-Bountiful. Thou wilt, however, persist, till the hour of thy death, in thy heedlessness, inasmuch as thou hast, with all thine heart, thy soul and inmost being, busied thyself with the vanities of the world. Thou shalt, after thy departure, discover what We have revealed unto thee, and shalt find all thy doings recorded in the Book wherein the works of all them that dwell on earth, be they greater or less than the weight of an atom, are noted down. Heed, therefore, My counsel, and hearken thou, with the hearing of thine heart, unto My speech, and be not careless of My words, nor be of them that reject My truth. Glory not in the things that have been given thee. Set before thine eyes what hath been revealed in the Book of God, the Help in Peril, the All-Glorious: “And when they had forgotten their warnings, We set open to them the gates of all things,” even as We did set open to thee and to thy like the gates of this earth and the ornaments thereof. Wait thou, therefore, for what hath been promised in the latter part of this holy verse, for this is a promise from Him Who is the Almighty, the All-Wise — a promise that will not prove untrue.",
  "source_lang": "ar",
  "score": 9.8
}