{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 467,
  "source_text": "وكنّا فيه إحدى عشر سنين إلى أن جاء سفيركم الّذي لن يحبّ القلم أن يجري على اسمه وكان أن يشرب الخمر ويرتكب البغي والفحشاء وفسد في نفسه وأفسد العراق ويشهد بذلك أكثر أهل الزّوراء لو تسئل عنهم وتكون من السّائلين، وكان أن يأخذ أموال النّاس بالباطل وترك كلّ ما أمره الله به وارتكب كلّ ما نهاه عنه إلى أن قام علينا بما اتّبع نفسه وهواه وسلك منهج الظّالمين، وكتب إليك ما كتب في حقّنا وأنت قبلت منه واتّبعت هواه من دون بيّنة ولا برهان مبين، وما تبيّنت وما تفحّصت وما تجسّست ليظهر لك الصّدق عن الكذب والحقّ عن الباطل وتكون على بصيرة منيرة فاسئل عنه عن السّفراء الّذين كانوا في العراق وعن ورائهم عن والي البلدة ومشيرها ليحصحص لك الحقّ",
  "translation": "For eleven years We dwelt in that land, until the Minister representing thy government arrived, whose name Our pen is loath to mention, who was given to wine, who followed his lusts, and committed wickedness, and was corrupt and corrupted ‘Iráq. To this will bear witness most of the inhabitants of Bag̱hdád, wert thou to inquire of them, and be of such as seek the truth. He it was who wrongfully seized the substance of his fellowmen, who forsook all the commandments of God, and perpetrated whatever God had forbidden. Eventually, he, following his desires, rose up against Us, and walked in the ways of the unjust. He accused Us, in his letter to thee, and thou didst believe him and followed in his way, without seeking any proof or trustworthy evidence from him. Thou didst ask for no explanation, nor didst thou attempt either to investigate or ascertain the matter, that the truth might be distinguished from falsehood in thy sight, and that thou mightest be clear in thy discernment. Find out for thyself the sort of man he was by asking those Ministers who were, at that time, in ‘Iráq, as well as the Governor of the City (Bag̱hdád) and its high Counselor, that the truth may be revealed to thee, and that thou mayest be of the well-informed.",
  "source_lang": "ar",
  "score": 10
}