{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 486,
  "source_text": "كلّ ذلك من سيرة الملوك الّذين سبقوك في الملك وكانوا أن يعدلوا بين النّاس ويسلكوا على مناهج عدل قويم، إنّك ظلّ الله في الأرض فافعل ما يليق لهذا الشّأن المتعال العظيم، وإنّك إن تخرج عمّا ألقيناك وعلّمناك لتخرج عن هذا الشّأن الأعزّ الرّفيع، فارجع إلى الله بقلبك ثمّ طهّره عن الدّنيا وزخرفها ولا تدخل فيه حبّ المغايرين، لأنّك لو تدخل فيه حبّ الغير لن يستشرق عليه أنوار تجلّي الله، لأنّ الله ما جعل لأحد من قلبين وهذا ما نزّل في كتاب قديم، ولمّا جعله الله واحدا ينبغي لحضرتك بأن لا تدخل فيه حبّين، إذا تمسّك بحبّ الله وأعرض عن حبّ ما سواه ليدخلك الله في لجّة بحر أحديّته ويجعلك من الموحّدين، فوالله لم يكن مقصودي فيما ألقيناك إلّا تنزيهك عن الأشياء الفانية وورودك في جبروت الباقية وتكون فيه بإذن الله لمن الحاكمين...",
  "translation": "Thou art God’s shadow on earth. Strive, therefore, to act in such a manner as befitteth so eminent, so august a station. If thou dost depart from following the things We have caused to descend upon thee and taught thee, thou wilt, assuredly, be derogating from that great and priceless honor. Return, then, and cleave wholly unto God, and cleanse thine heart from the world and all its vanities, and suffer not the love of any stranger to enter and dwell therein. Not until thou dost purify thine heart from every trace of such love can the brightness of the light of God shed its radiance upon it, for to none hath God given more than one heart. This, verily, hath been decreed and written down in His ancient Book. And as the human heart, as fashioned by God, is one and undivided, it behooveth thee to take heed that its affections be, also, one and undivided. Cleave thou, therefore, with the whole affection of thine heart, unto His love, and withdraw it from the love of anyone besides Him, that He may aid thee to immerse thyself in the ocean of His unity, and enable thee to become a true upholder of His oneness. God is My witness. My sole purpose in revealing to thee these words is to sanctify thee from the transitory things of the earth, and aid thee to enter the realm of everlasting glory, that thou mayest, by the leave of God, be of them that abide and rule therein.…",
  "source_lang": "ar",
  "score": 9.7
}