{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 520,
  "source_text": "من المتّقين، لا تطمئنّوا بقدرتكم وعساكركم وخزائنكم فاطمئنّوا بالله بارئكم ثمّ استنصروا به في أموركم وما النّصر إلّا من عنده ينصر من يشاء بجنود السّموات والأرضين، ثمّ اعلموا بأنّ الفقراء أمانات الله بينكم إيّاكم أن لا تخانوا في أماناته ولا تظلموهم ولا تكوننّ من الخائنين، ستسئلون عن أمانته في يوم الّذي تنصب فيه ميزان العدل ويؤتى كلّ ذي حقّ حقه ويوزن فيه كلّ الأعمال من كلّ غنيّ وفقير، وإن لن تستنصحوا بما أنصحناكم في هذا الكتاب بلسان بدع مبين يأخذكم العذاب من كلّ الجهات ويأتيكم الله بعدله إذا لا تقدرون أن تقوموا معه وتكوننّ من العاجزين، فارحموا على أنفسكم وأنفس العباد ثمّ احكموا بينهم بما حكم الله في لوح قدس منيع الّذي قدّر فيه مقادير كلّ شيء وفصّل فيه من كلّ شيء تفصيلا وذكرى لعباده الموقنين، ثمّ استبصروا في أمرنا وتبيّنوا في ما ورد علينا ثمّ احكموا بيننا وبين أعدائنا بالعدل وكونوا من العادلين، وإن لن تمنعوا الظّالم عن ظلمه ولن تأخذوا حقّ المظلوم فبأيّ شيء تفتخرون بين العباد وتكوننّ من المفتخرين، أيكون افتخاركم بأن تأكلوا وتشربوا وتجتمعوا الزّخارف في خزائنكم أو ٱلتّزيّن بأحجار الحمر والصّفر أو لؤلؤ بيض ثمين ولو كان الافتخار بهذه الاشياء",
  "translation": "Examine Our Cause, inquire into the things that have befallen Us, and decide justly between Us and Our enemies, and be ye of them that act equitably towards their neighbor. If ye stay not the hand of the oppressor, if ye fail to safeguard the rights of the downtrodden, what right have ye then to vaunt yourselves among men? What is it of which ye can rightly boast? Is it on your food and your drink that ye pride yourselves, on the riches ye lay up in your treasuries, on the diversity and the cost of the ornaments with which ye deck yourselves? If true glory were to consist in the possession of such perishable things, then the earth on which ye walk must needs vaunt itself over you, because it supplieth you, and bestoweth upon you, these very things, by the decree of the Almighty. In its bowels are contained, according to what God hath ordained, all that ye possess. From it, as a sign of His mercy, ye derive your riches. Behold then your state, the thing in which ye glory! Would that ye could perceive it!",
  "source_lang": "ar",
  "score": 10
}