{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 537,
  "source_text": "أجسادکم عن خلع الهدی ثمّ اشربوا عن کأس الّتي یحرّکها غلمان الظّهور فوق رؤوسکم وکذلک أمرکم الّذي کان أرحم بکم من أنفسکم ولن یطلب منکم أجرًا ولا جزآءً إنّ أمره إلّا علی الّذي أرسله بالحقّ وجعله لنفسه حجّة علی الخلایق أجمعین وأظهره بکلّ الآیات إِذًا فارتدّوا أبصارکم لتشهدوا ما نطق علیکم لسان القِدم لعلّ تکوننّ من المطّلعین هل سمعتم من آبائکم وآبآء آبائکم إلی أن ینتهي إلی آدم الأولی بأن أتی أحد علی ظلل الأمر بسلطان لائح مبین وحرّک عن یمینه ملکوت الله وعن یساره جبروت القِدم وعن قدّامه جنود الله المقتدر الغالب القدیر وتکلّم في کلّ حین بآیات الّتي تعجز عن عرفانها أفئدة العارفین ولم یکن من عند الله إِذًا تبیّنوا ثمّ تکلّموا علی الصّدق",
  "translation": "Beware that ye divest not yourselves of the raiment of Divine guidance. Drink ye your fill from the Cup which the Youths of Heaven have raised above your heads. Thus biddeth you He Who hath more mercy upon you than your own selves, He Who asketh not any recompense or thanks from you. His reward is from Him Who hath, through the power of truth, sent Him down unto you, and singled Him out and proclaimed Him as His own Testimony unto the whole of creation. He it is Who hath empowered Him to manifest all His signs. Repeat the gaze, that ye may perceive the things whereunto the Tongue of the Ancient of Days hath summoned you, that haply ye may be of them that have apprehended the truth. Heard it ye ever reported by your fathers of old, or by the generations that preceded them, even unto the first Adam, that anyone coming in the clouds of revelation, being invested with manifest and transcendent sovereignty, having on his right hand the Kingdom of God and on his left all the power and glory of His everlasting dominion, anyone preceded by the hosts of God, the Almighty, the All-Compelling, the Most Powerful, and uttering continually verses whose import the minds of the most learned and wisest of men are powerless to fathom, should yet be the bearer of a message that is not of God? Be discerning, then, and speak ye the truth, the very truth, if ye claim to be honest and high-minded.",
  "source_lang": "ar",
  "score": 10
}