{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 552,
  "source_text": "ظاهری اجساد را محترق نماید و نار لسان ارواح و افئده را بگدازد اثر آن نار بساعتی فانی شود و اثر این نار بقرنی باقی ماند و غیبت را ضلالت شمرد و بآن عرصه هرگز قدم نگذارد زیرا غیبت سراج منیر قلب را خاموش نماید و حیات دل را بمیراند بقلیل قانع باشد و از طلب کثیر فارغ مصاحبت منقطعین را غنیمت شمارد و عزلت از متمسّکین و متکبّرین را نعمت شمرد در اسحار باذکار مشغول شود و بتمام همّت و اقتدار در طلب آن نگار کوشد غفلت را بنار حبّ و ذکر بسوزاند و از ما سوی الله چون برق درگذرد و بر بی‌نصیبان نصیب بخشد و از محرومان عطا و احسان دریغ ندارد رعایت حیوان را منظور نماید تا چه رسد بانسان و اهل بیان و از جانان جان دریغ ندارد و از شماتت خلق از حقّ احتراز نجوید و آنچه برای خود نمی‌پسندد برای غیر نپسندد و نگوید آنچه را وفا نکند و از خاطئان در کمال استیلا درگذرد و طلب مغفرت نماید و بر عاصیان قلم عفو درکشد و بحقارت ننگرد زیرا حسن خاتمه مجهول است ای بسا عاصی که در حین موت بجوهر ایمان موفّق شود و خمر بقا چشد و بملأ اعلی شتابد و بسا مطیع و مؤمن که در وقت ارتقای روح تقلیب شود و باسفل درکات نیران مقرّ یابد",
  "translation": "That seeker should, also, regard backbiting as grievous error, and keep himself aloof from its dominion, inasmuch as backbiting quencheth the light of the heart, and extinguisheth the life of the soul. He should be content with little, and be freed from all inordinate desire. He should treasure the companionship of them that have renounced the world, and regard avoidance of boastful and worldly people a precious benefit. At the dawn of every day he should commune with God, and, with all his soul, persevere in the quest of his Beloved. He should consume every wayward thought with the flame of His loving mention, and, with the swiftness of lightning, pass by all else save Him. He should succor the dispossessed, and never withhold his favor from the destitute. He should show kindness to animals, how much more unto his fellowman, to him who is endowed with the power of utterance. He should not hesitate to offer up his life for his Beloved, nor allow the censure of the people to turn him away from the Truth. He should not wish for others that which he doth not wish for himself, nor promise that which he doth not fulfill. With all his heart he should avoid fellowship with evildoers, and pray for the remission of their sins. He should forgive the sinful, and never despise his low estate, for none knoweth what his own end shall be. How often hath a sinner attained, at the hour of death, to the essence of faith, and, quaffing the immortal draught, hath taken his flight unto the Concourse on high! And how often hath a devout believer, at the hour of his soul’s ascension, been so changed as to fall into the nethermost fire!",
  "source_lang": "ar",
  "score": 9.6
}