{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 555,
  "source_text": "مؤیّد شد البتّه ببشارت لنهدینّهم سبلنا مستبشر خواهد شد و چون سراج طلب و مجاهده و ذوق و شوق و عشق و وله و جذب و حبّ در قلب روشن شد و نسیم محبّت از شطر احدیّه وزید ظلمت ضلالت شک و ریب زایل شود و انوار علم و یقین همهٔ ارکان وجود را احاطه نماید در آن حین بشیر معنوی ببشارت روحانی از مدینهٔ الهی چون صبح صادق طالع شود و قلب و نفس و روح را بصور معرفت از نوم غفلت بیدار نماید و عنایات و تأییدات روح القدس صمدانی حیات تازهٔ جدید مبذول دارد بقسمی که خود را صاحب چشم جدید و گوش بدیع و قلب و فؤاد تازه می‌بیند و رجوع بآیات واضحهٔ آفاقیّه و خفیّات مستورهٔ انفسیّه مینماید و بعین ‌الله بدیعه در هر ذرّه بابی مفتوح مشاهده نماید برای وصول بمراتب عین الیقین و حقّ الیقین و نور الیقین",
  "translation": "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fervid love, of rapture, and ecstasy, is kindled within the seeker’s heart, and the breeze of His loving-kindness is wafted upon his soul, will the darkness of error be dispelled, the mists of doubts and misgivings be dissipated, and the lights of knowledge and certitude envelop his being. At that hour will the Mystic Herald, bearing the joyful tidings of the Spirit, shine forth from the City of God resplendent as the morn, and, through the trumpet-blast of knowledge, will awaken the heart, the soul, and the spirit from the slumber of heedlessness. Then will the manifold favors and outpouring grace of the holy and everlasting Spirit confer such new life upon the seeker that he will find himself endowed with a new eye, a new ear, a new heart, and a new mind. He will contemplate the manifest signs of the universe, and will penetrate the hidden mysteries of the soul. Gazing with the eye of God, he will perceive within every atom a door that leadeth him to the stations of absolute certitude. He will discover in all things the mysteries of Divine Revelation, and the evidences of an everlasting Manifestation.",
  "source_lang": "ar",
  "score": 10
}