{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 556,
  "source_text": "و در جمیع اشیاء اسرار تجلّی وحدانیّه و آثار ظهور صمدانیّه ملاحظه کند قسم بخدا که اگر سالک سبیل هدی و طالب معارج تقی باین مقام بلند اعلی واصل گردد رائحهٔ حقّ را از فرسنگهای بعیده استنشاق نماید و صبح نورانی هدایت را از مشرق کلّ شیء ادراک کند و هر ذرّه و هر شیء او را دلالت بر محبوب و مطلوب نماید و چنان ممیّز شود که حقّ را از باطل چون شمس از ظلّ فرق گذارد مثلاً اگر نسیم حقّ از مشرق ابداع وزد و او در مغرب اختراع باشد البتّه استشمام کند و همچنین جمیع آثار حقّ را از کلمات بدیعه و اعمال منیعه و افعال لمیعه از افعال و اعمال و آثار ماسوی امتیاز دهد چنانچه اهل لؤلؤ لؤلؤ را از حجر و انسان ربیع را از خریف و حرارت را از برودت و دماغ جان چون از زکام کون و امکان پاک شد البتّه رائحهٔ جانان را از منازل بعیده بیابد و از اثر آن رائحه بمصر",
  "translation": "I swear by God! Were he that treadeth the path of guidance and seeketh to scale the heights of righteousness to attain unto this glorious and exalted station, he would inhale, at a distance of a thousand leagues, the fragrance of God, and would perceive the resplendent morn of a Divine guidance rising above the Dayspring of all things. Each and every thing, however small, would be to him a revelation, leading him to his Beloved, the Object of his quest. So great shall be the discernment of this seeker that he will discriminate between truth and falsehood, even as he doth distinguish the sun from shadow. If in the uttermost corners of the East the sweet savors of God be wafted, he will assuredly recognize and inhale their fragrance, even though he be dwelling in the uttermost ends of the West. He will, likewise, clearly distinguish all the signs of God — His wondrous utterances, His great works, and mighty deeds — from the doings, the words and ways of men, even as the jeweler who knoweth the gem from the stone, or the man who distinguisheth the spring from autumn, and heat from cold. When the channel of the human soul is cleansed of all worldly and impeding attachments, it will unfailingly perceive the breath of the Beloved across immeasurable distances, and will, led by its perfume, attain and enter the City of Certitude.",
  "source_lang": "ar",
  "score": 10
}