{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 594,
  "source_text": "کن في النّعمة منفقًا وفي فقدها شاکرًا وفي الحقوق أمینًا وفي الوجه طَلْقًا وللفقرآء کنزًا وللأغنیآء ناصحًا وللمنادي مجیبًا وفي الوعد وَفَیًّا وفي الأمور منصفًا وفي الجمع صامتًا وفي القضآء عادلاً وللإنسان خاضعًا وفي الظّلمة سراجًا وللهموم فرحًا وللظّمآن بحرًا وللمکروب ملجأ وللمظلوم ناصرًا وعضدًا وظهرًا وفي الأعمال متّقیًا وللغریب وطنًا وللمریض شفآء وللمستجیر حِصنًا وللضّریر بصرًا ولمن ضلّ صراطًا ولوجه الصّدق جمالاً ولهیکل الأمانة طرازًا ولبیت الأخلاق عرشًا ولجسد العالم روحًا ولجنود العدل رایة ولأفق الخیر نورًا وللأرض الطّیّبة رَذَاذًا ولبحر العلم فَلکًا ولسمآء الکرم نجمًا ولرأس الحکمة إکلیلاً ولجبین الدّهر بیاضًا ولشجر الخشوع ثمرًا.",
  "translation": "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbor, and look upon him with a bright and friendly face. Be a treasure to the poor, an admonisher to the rich, an answerer of the cry of the needy, a preserver of the sanctity of thy pledge. Be fair in thy judgment, and guarded in thy speech. Be unjust to no man, and show all meekness to all men. Be as a lamp unto them that walk in darkness, a joy to the sorrowful, a sea for the thirsty, a haven for the distressed, an upholder and defender of the victim of oppression. Let integrity and uprightness distinguish all thine acts. Be a home for the stranger, a balm to the suffering, a tower of strength for the fugitive. Be eyes to the blind, and a guiding light unto the feet of the erring. Be an ornament to the countenance of truth, a crown to the brow of fidelity, a pillar of the temple of righteousness, a breath of life to the body of mankind, an ensign of the hosts of justice, a luminary above the horizon of virtue, a dew to the soil of the human heart, an ark on the ocean of knowledge, a sun in the heaven of bounty, a gem on the diadem of wisdom, a shining light in the firmament of thy generation, a fruit upon the tree of humility.",
  "source_lang": "ar",
  "score": 10
}