{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 668,
  "source_text": "باشد قلب عالم از کلمهٴ الهیّه مشتعل است حیف است باین نار مشتعل نشوید انشآءالله امیدواریم که لیلهٴ مبارکه را لیلة الاتّحادیّه قرار دهید و کل با یکدیگر متّحد شوید و بطراز اخلاق حسنهٴ ممدوحه مزیّن گردید و همّتان این باشد که نفسی را از غرقاب فنا بشریعهٴ بقا هدایت نمائید و در میانهٴ عباد بقسمی رفتار کنید که آثار حقّ از شما ظاهر شود چه که شمائید اوّل وجود و اوّل عابدین و اوّل ساجدین و اوّل طائفین فوالّذی انطقنی بما اراد که اسماء شما در ملکوت اعلی مشهورتر است از ذکر شما در نزد شما گمان مکنید این سخن وهم است یا لیت انتم ترون ما یری ربّکم الرّحمن من علوّ شأنکم و عظمة قدرکم و سموّ مقامکم نسأل الله أن لا تمنعکم أنفسکم و أهوائکم عمّا قدّر لکم...",
  "translation": "The Word of God hath set the heart of the world afire; how regrettable if ye fail to be enkindled with its flame! Please God, ye will regard this blessed night as the night of unity, will knit your souls together, and resolve to adorn yourselves with the ornament of a goodly and praiseworthy character. Let your principal concern be to rescue the fallen from the slough of impending extinction, and to help him embrace the ancient Faith of God. Your behavior towards your neighbor should be such as to manifest clearly the signs of the one true God, for ye are the first among men to be recreated by His Spirit, the first to adore and bow the knee before Him, the first to circle round His throne of glory. I swear by Him Who hath caused Me to reveal whatever hath pleased Him! Ye are better known to the inmates of the Kingdom on high than ye are known to your own selves. Think ye these words to be vain and empty? Would that ye had the power to perceive the things your Lord, the All-Merciful, doth see — things that attest the excellence of your rank, that bear witness to the greatness of your worth, that proclaim the sublimity of your station! God grant that your desires and unmortified passions may not hinder you from that which hath been ordained for you.",
  "source_lang": "ar",
  "score": 10
}