{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 669,
  "source_text": "باری ای سلمان آنچه عرفا ذکر نموده‌اند جمیع در رتبهٴ خلق بوده و خواهد بود چه که نفوس عالیه و افئدهٴ مجرّده هر قدر در سماء علم و عرفان طیران نمایند از رتبهٴ ممکن و ما خلق فی انفسهم بأنفسهم تجاوز نتوانند نمود کلّ العرفان من کلّ عارف و کلّ الأذکار من کلّ ذاکر و کلّ الأوصاف من کلّ واصف ینتهی الی ما خلق فی نفسه من تجلّی ربّه و هر نفسی فی‌الجمله تفکّر نماید خود تصدیق مینماید باینکه از برای خلق تجاوز از حدّ خود ممکن نه و کلّ امثله و عرفان از اوّل لا اوّل بخلق او که از مشیّت امکانیّه بنفسه لنفسه لا من شیء خلق شده راجع فسبحان الله من ان یعرف بعرفان احد او ان یرجع الیه امثال نفس لم یکن بینه و بین خلقه لا من نسبة و لا من ربط و لا من جهة و اشارة و دلالة و قد خلق الممکنات بمشیّته الّتی احاطت العالمین حقّ لم‌یزل در علوّ سلطان ارتفاع وحدت خود مقدّس از عرفان ممکنات بوده و لایزال بسموّ امتناع ملیک رفعت خود منزّه از ادراک موجودات خواهد بود جمیع من فی الأرض و السّمآء بکلمهٴ او خلق شده‌اند و از عدم بحت بعرصهٴ وجود آمده‌اند چگونه میشود مخلوقی که از کلمه خلق شده بذات قدم ارتقا نماید...",
  "translation": "O Salmán! All that the sages and mystics have said or written have never exceeded, nor can they ever hope to exceed, the limitations to which man’s finite mind hath been strictly subjected. To whatever heights the mind of the most exalted of men may soar, however great the depths which the detached and understanding heart can penetrate, such mind and heart can never transcend that which is the creature of their own conceptions and the product of their own thoughts. The meditations of the profoundest thinker, the devotions of the holiest of saints, the highest expressions of praise from either human pen or tongue, are but a reflection of that which hath been created within themselves, through the revelation of the Lord, their God. Whoever pondereth this truth in his heart will readily admit that there are certain limits which no human being can possibly transgress. Every attempt which, from the beginning that hath no beginning, hath been made to visualize and know God is limited by the exigencies of His own creation — a creation which He, through the operation of His own Will and for the purposes of none other but His own Self, hath called into being. Immeasurably exalted is He above the strivings of human mind to grasp His Essence, or of human tongue to describe His mystery. No tie of direct intercourse can ever bind Him to the things He hath created, nor can the most abstruse and most remote allusions of His creatures do justice to His being. Through His world-pervading Will He hath brought into being all created things. He is and hath ever been veiled in the ancient eternity of His own exalted and indivisible Essence, and will everlastingly continue to remain concealed in His inaccessible majesty and glory. All that is in heaven and all that is in the earth have come to exist at His bidding, and by His Will all have stepped out of utter nothingness into the realm of being. How can, therefore, the creature which the Word of God hath fashioned comprehend the nature of Him Who is the Ancient of Days?",
  "source_lang": "ar",
  "score": 10
}