{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 684,
  "source_text": "حال ای عباد از سراج قدس منير صمدانی که در مشکاة عزّ ربّانی مشتعل و مضیء است خود را ممنوع ننمائيد و سراج حبّ الهی را بدُهن هدايت در مشکاة استقامت در صدر منير خود بر افروزيد و بزجاج توکّل و انقطاع از ما سوی اللّه از هبوب انفاس مشرکين حفظش نمائيد  ای بندگان مَثَل ظهور قدس احديّتم مِثلِ بحريست که در قعر و عمق آن لئالی لطيفه منيره ازيد از احصاء مستور باشد و هر طالبی البتّه بايد کمر جهد و طلب بسته بشاطی آن بحر در آيد تا قسمت مقدّره در الواح محتومه مکنونه را علی قدر طلبه و جهده اخذ نمايد حال اگر احدی بشاطی قدسش قدم نگذارد و در طلب او قيام ننمايد هيچ از آن بحر و لئالی آن کم شود و يا نقصی بر او وارد آيد فبئس ما توهّمتم فی انفسکم و ساء ما انتم تتوهّمون ای بندگان تاللّه الحقّ آن بحر اعظم لجّی و موّاج بسی نزديک و قريب است بلکه اقرب از حبل وريد . بآنی بآن فيض صمدانی و فضل سبحانی وَ جود رحمانی و کرم عزّ ابهائی واصل شويد و فائز گرديد",
  "translation": "O My servants! Deprive not yourselves of the unfading and resplendent Light that shineth within the Lamp of Divine glory. Let the flame of the love of God burn brightly within your radiant hearts. Feed it with the oil of Divine guidance, and protect it within the shelter of your constancy. Guard it within the globe of trust and detachment from all else but God, so that the evil whisperings of the ungodly may not extinguish its light. O My servants! My holy, My divinely ordained Revelation may be likened unto an ocean in whose depths are concealed innumerable pearls of great price, of surpassing luster. It is the duty of every seeker to bestir himself and strive to attain the shores of this ocean, so that he may, in proportion to the eagerness of his search and the efforts he hath exerted, partake of such benefits as have been preordained in God’s irrevocable and hidden Tablets. If no one be willing to direct his steps towards its shores, if every one should fail to arise and find Him, can such a failure be said to have robbed this ocean of its power or to have lessened, to any degree, its treasures? How vain, how contemptible, are the imaginations which your hearts have devised, and are still devising! O My servants! The one true God is My witness! This most great, this fathomless and surging Ocean is near, astonishingly near, unto you. Behold it is closer to you than your life-vein! Swift as the twinkling of an eye ye can, if ye but wish it, reach and partake of this imperishable favor, this God-given grace, this incorruptible gift, this most potent and unspeakably glorious bounty.",
  "source_lang": "ar",
  "score": 9.9
}