{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 685,
  "source_text": "ای بندگان اگر از بدايع جود و فضلم که در نفس شما وديعه گذارده‌ام مطّلع شويد البتّه از جميع جهات منقطع شده بمعرفت نفس خود که نفس معرفت من است پی بريد و از دون من خود را مستغنی بينيد و طمطام عنايت و قمقام مکرمتم را در خود بچشم ظاهر و باطن چون شمس مُشرقه از اسم ابهئيّه ظاهر و مشهود بينيد اين مقام امنع اقدس را بمشتهيات ظنون و هوی و افکيّات وهم و عمی ضايع مگذاريد مَثَل شما مِثل طيری است که باجنحه منيعه در کمال روح و ريحان در هواهای خوش سبحان با نهايت اطمينان طيران نمايد و بعد بگمان دانه بآب و گل ارض ميل نمايد و بحرص تمام خود را بآب و تراب بيالايد و بعد که اراده صعود نمايد خود را عاجز و مقهور مشاهده نمايد چه که اجنحه آلوده بآب و گل قادر بر طيران نبوده و نخواهد بود در اين وقت آن طاير سماء عاليه خود را ساکن ارض فانيه بيند حال ای عباد پرهای خود را بطين غفلت و ظنون و تراب غلّ و بغضا ميالائيد تا از طيران در آسمانهای قدس عرفان محروم و ممنوع نمانيد",
  "translation": "O My servants! Could ye apprehend with what wonders of My munificence and bounty I have willed to entrust your souls, ye would, of a truth, rid yourselves of attachment to all created things, and would gain a true knowledge of your own selves — a knowledge which is the same as the comprehension of Mine own Being. Ye would find yourselves independent of all else but Me, and would perceive, with your inner and outer eye, and as manifest as the revelation of My effulgent Name, the seas of My loving-kindness and bounty moving within you. Suffer not your idle fancies, your evil passions, your insincerity and blindness of heart to dim the luster, or stain the sanctity, of so lofty a station. Ye are even as the bird which soareth, with the full force of its mighty wings and with complete and joyous confidence, through the immensity of the heavens, until, impelled to satisfy its hunger, it turneth longingly to the water and clay of the earth below it, and, having been entrapped in the mesh of its desire, findeth itself impotent to resume its flight to the realms whence it came. Powerless to shake off the burden weighing on its sullied wings, that bird, hitherto an inmate of the heavens, is now forced to seek a dwelling-place upon the dust. Wherefore, O My servants, defile not your wings with the clay of waywardness and vain desires, and suffer them not to be stained with the dust of envy and hate, that ye may not be hindered from soaring in the heavens of My divine knowledge.",
  "source_lang": "ar",
  "score": 9.5
}