{
  "work": "Gleanings",
  "slug": "gleanings",
  "author": "Baha'u'llah",
  "pair_index": 99,
  "source_text": "حق را دو مقام مقرّر است يکی مقام صرف تجريد و جوهر تفريد و در اين مقام اگر کلّ را بيک اسم و رسم موسوم و موصوف نمائی بأسی نيست چنانچه ميفرمايد: ﴿لَا نُفَرِّقُ بَينَ أَحَدٍ مِنْ رُسُلِهِ﴾ زيرا که جميع مردم را بتوحيد الهی دعوت ميفرمايند و بکوثر فيض و فضل نامتناهی بشارت ميدهند و کلّ بخلع نبوّت فائزند و برداء مکرمت مفتخر اينست که نقطه فرقان ميفرمايد: \"أَمَّا النَّبِيُّونَ فَأَنَا\" و همچنين ميفرمايد: \"منم آدم اوّل و نوح و مُوسی و عيسی\" و همين مضمون را طلعت علوی هم فرموده‌اند و امثال اين بيانات که مشعر بر توحيد آن مواقع تجريد است از مجاری بيانات ازليّه و مخازن لئالی علميّه ظاهر شده و در کتب مذکور گشته و اين طلعات مواقع حکم و مطالع امرند و امر مقدّس از حجبات کثرت و عوارضات تعدّد است اينست که ميفرمايد: ﴿وَمَا أمْرُنَا إِلَّا وَاحِدَةٌ﴾ و چون امر واحد شد البتّه مظاهر امر هم واحدند و همچنين ائمّه دين و سراجهای يقين فرمودند: \"أوّلنا محمّد وآخرنا",
  "translation": "These Manifestations of God have each a twofold station. One is the station of pure abstraction and essential unity. In this respect, if thou callest them all by one name, and dost ascribe to them the same attributes, thou hast not erred from the truth. Even as He hath revealed: “No distinction do We make between any of His Messengers.” For they, one and all, summon the people of the earth to acknowledge the unity of God, and herald unto them the Kawṯhar of an infinite grace and bounty. They are all invested with the robe of prophethood, and are honored with the mantle of glory. Thus hath Muḥammad, the Point of the Qur’án, revealed: “I am all the Prophets.” Likewise, He saith: “I am the first Adam, Noah, Moses, and Jesus.” Similar statements have been made by Imám ‘Alí. Sayings such as these, which indicate the essential unity of those Exponents of Oneness, have also emanated from the Channels of God’s immortal utterance, and the Treasuries of the gems of Divine knowledge, and have been recorded in the Scriptures. These Countenances are the recipients of the Divine Command, and the Daysprings of His Revelation. This Revelation is exalted above the veils of plurality and the exigencies of number. Thus He saith: “Our Cause is but One.” Inasmuch as the Cause is one and the same, the Exponents thereof also must needs be one and the same. Likewise, the Imáms of the Muḥammadan Faith, those lamps of certitude, have said: “Muḥammad is our first, Muḥammad is our last, Muḥammad our all.”",
  "source_lang": "ar",
  "score": 10
}