{
  "title": "Gleanings",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": "https://oceanoflights.org/table/bahaullah-gleanings-from-the-writings-of-bahaullah-en/",
  "pair_count": 729,
  "slug": "gleanings",
  "year_published": 1935,
  "year_translated": "1930–1935",
  "introduction": "Published in 1935, Gleanings is a compilation of 166 selections from Bahá'u'lláh's Tablets, translated by Shoghi Effendi from writings revealed across the Baghdad, Adrianople, and 'Akká periods (1853–1892). George Townshend assisted with English refinement between 1934–1935. Shoghi Effendi wrote that it 'gives the friends a splendid opportunity to acquire this necessary knowledge and understanding. It gives them, in addition, that inspiration and spiritual fervor which the reading of the Holy Words can alone impart.' The 1935 National Convention cabled: 'BOUNDLESS GRATITUDE FOR GLEANINGS WRITINGS BAHA'U'LLAH JUST RECEIVED.'",
  "short_description": "A compilation of 166 selections from Bahá’u’lláh’s Tablets, spanning the Baghdad, Adrianople, and ‘Akká periods (1853–1892). George Townshend assisted with English refinement. Shoghi Effendi wrote that it gives the friends a splendid opportunity to acquire knowledge and understanding of the Faith.",
  "word_count": 84740,
  "search_index": [
    {
      "i": 1,
      "s": "1-bird-human-heart-heaven-majesty",
      "t": "Lauded and glorified art Thou, O Lord, my God! How can I make mention of Thee, assured as I am that"
    },
    {
      "i": 2,
      "s": "2-highest-embodiments-perception",
      "t": "If I describe Thee, O my God, as Him Who is the All-Perceiving, I find myself compelled to admit tha"
    },
    {
      "i": 3,
      "s": "3-strivings-mortal-man-unravel-mystery",
      "t": "Exalted, immeasurably exalted, art Thou above the strivings of mortal man to unravel Thy mystery, to"
    },
    {
      "i": 4,
      "s": "4-pen-revelation-manifestation-beauty",
      "t": "Nay, forbid it, O my God, that I should have uttered such words as must of necessity imply the exist"
    },
    {
      "i": 5,
      "s": "5-knowledge-of-own-selves",
      "t": "Far, far from Thy glory be what mortal man can affirm of Thee, or attribute unto Thee, or the praise"
    },
    {
      "i": 6,
      "s": "6-inaccessible-omnipotent-omniscient",
      "t": "No one else besides Thee hath, at any time, been able to fathom Thy mystery, or befittingly to extol"
    },
    {
      "i": 7,
      "s": "7-knowledge-god-observance-divine-will",
      "t": "The beginning of all things is the knowledge of God, and the end of all things is strict observance"
    },
    {
      "i": 8,
      "s": "8-revelation-purpose-promise-prophets",
      "t": "The Revelation which, from time immemorial, hath been acclaimed as the Purpose and Promise of all th"
    },
    {
      "i": 9,
      "s": "9-one-drop-blood-myriads-oceans",
      "t": "Say: O ye lovers of the One true God! Strive, that ye may truly recognize and know Him, and observe"
    },
    {
      "i": 10,
      "s": "10-tree-care-loving-kindness",
      "t": "This is the Day in which God’s most excellent favors have been poured out upon men, the Day in which"
    },
    {
      "i": 11,
      "s": "11-present-day-order-rolled-up",
      "t": "Beseech ye the one true God to grant that all men may be graciously assisted to fulfill that which i"
    },
    {
      "i": 12,
      "s": "12-ocean-of-gods-mercy-manifested",
      "t": "This is the Day whereon the Ocean of God’s mercy hath been manifested unto men, the Day in which the"
    },
    {
      "i": 13,
      "s": "13-atoms-dust-beneath-their-feet",
      "t": "They who are the beloved of God, in whatever place they gather and whomsoever they may meet, must ev"
    },
    {
      "i": 14,
      "s": "14-spirit-extreme-kindliness-goodwill",
      "t": "Show forbearance and benevolence and love to one another. Should anyone among you be incapable of gr"
    },
    {
      "i": 15,
      "s": "15-receptacle-flood-grace",
      "t": "The whole duty of man in this Day is to attain that share of the flood of grace which God poureth fo"
    },
    {
      "i": 16,
      "s": "16-knit-together-hearts-men",
      "t": "Every eye, in this Day, should seek what will best promote the Cause of God. He, Who is the Eternal"
    },
    {
      "i": 17,
      "s": "17-luminous-tablet-education-men",
      "t": "Beseech ye the one true God to grant that ye may taste the savor of such deeds as are performed in H"
    },
    {
      "i": 18,
      "s": "18-sun-of-truth-made-manifest",
      "t": "Behold, how the divers peoples and kindreds of the earth have been waiting for the coming of the Pro"
    },
    {
      "i": 19,
      "s": "19-germ-potency-revelation-come",
      "t": "He Who is the Heart and Center of the Bayán hath written: “The germ that holdeth within itself the p"
    },
    {
      "i": 20,
      "s": "20-breath-souls-richer-treasures",
      "t": "Whoso hath searched the depths of the oceans that lie hid within these exalted words, and fathomed t"
    },
    {
      "i": 21,
      "s": "21-behold-face-hear-voice",
      "t": "Verily I say, this is the Day in which mankind can behold the Face, and hear the Voice, of the Promi"
    },
    {
      "i": 22,
      "s": "22-daystar-revelation-heaven-gods-will",
      "t": "Great indeed is this Day! The allusions made to it in all the sacred Scriptures as the Day of God at"
    },
    {
      "i": 23,
      "s": "23-kingdom-god-sealed-earth",
      "t": "O thou that hast remembered Me! The most grievous veil hath shut out the peoples of the earth from H"
    },
    {
      "i": 24,
      "s": "24-test-messengers-and-prophets",
      "t": "By the righteousness of God! These are the days in which God hath proved the hearts of the entire co"
    },
    {
      "i": 25,
      "s": "25-seal-choice-wine-revelation",
      "t": "O Ḥusayn! Consider the eagerness with which certain peoples and nations have anticipated the return"
    },
    {
      "i": 26,
      "s": "26-law-gone-forth-zion",
      "t": "The time foreordained unto the peoples and kindreds of the earth is now come. The promises of God, a"
    },
    {
      "i": 27,
      "s": "27-lord-alone-exalted-that-day",
      "t": "In the Book of Isaiah it is written: “Enter into the rock, and hide thee in the dust, for fear of th"
    },
    {
      "i": 28,
      "s": "28-fragrances-mercy-carmel",
      "t": "All glory be to this Day, the Day in which the fragrances of mercy have been wafted over all created"
    },
    {
      "i": 29,
      "s": "29-carmel-transports-joy-resurrection",
      "t": "Seized with transports of joy, and raising high her voice, she thus exclaimed: “May my life be a sac"
    },
    {
      "i": 30,
      "s": "30-carmel-throne-established",
      "t": "No sooner had her voice reached that most exalted Spot than We made reply: “Render thanks unto thy L"
    },
    {
      "i": 31,
      "s": "31-hidden-come-all-conquering-sovereignty",
      "t": "“Call out to Zion, O Carmel, and announce the joyful tidings: He that was hidden from mortal eyes is"
    },
    {
      "i": 32,
      "s": "32-tongue-grandeur-disclose-knowledge",
      "t": "Sanctified be the Lord of all mankind, at the mention of Whose name all the atoms of the earth have"
    },
    {
      "i": 33,
      "s": "33-divine-justice-promised-hour",
      "t": "Bestir yourselves, O people, in anticipation of the days of Divine justice, for the promised hour is"
    },
    {
      "i": 34,
      "s": "34-promised-beauty-step-forth-veil",
      "t": "Consider the past. How many, both high and low, have, at all times, yearningly awaited the advent of"
    },
    {
      "i": 35,
      "s": "35-testimony-providence-incomplete-blasphemy",
      "t": "Reflect, what could have been the motive for such deeds? What could have prompted such behavior towa"
    },
    {
      "i": 36,
      "s": "36-fire-sacred-tree-extinguish",
      "t": "Consider Moses! Armed with the rod of celestial dominion, adorned with the white hand of Divine know"
    },
    {
      "i": 37,
      "s": "37-israel-deprived-beauty-jesus",
      "t": "And when the days of Moses were ended, and the light of Jesus, shining forth from the Dayspring of t"
    },
    {
      "i": 38,
      "s": "38-fire-of-love-consumed-veils",
      "t": "To them that are endowed with understanding, it is clear and manifest that, when the fire of the lov"
    },
    {
      "i": 39,
      "s": "39-sun-of-yesterday-unity-distinction",
      "t": "Every discerning observer will recognize that in the Dispensation of the Qur’án both the Book and th"
    },
    {
      "i": 40,
      "s": "40-hand-of-god-chained-up",
      "t": "When the Unseen, the Eternal, the Divine Essence, caused the Daystar of Muḥammad to rise above the h"
    },
    {
      "i": 41,
      "s": "41-sovereignty-muhammad-early-persecution",
      "t": "Behold how the sovereignty of Muḥammad, the Messenger of God, is today apparent and manifest amongst"
    },
    {
      "i": 42,
      "s": "42-prophet-suffered-harm",
      "t": "For this reason did Muḥammad cry out: “No Prophet of God hath suffered such harm as I have suffered."
    },
    {
      "i": 43,
      "s": "43-earthly-sovereignty-revealed-established",
      "t": "Consider, how great is the change today! Behold, how many are the Sovereigns who bow the knee before"
    },
    {
      "i": 44,
      "s": "44-clouds-veil-divine-luminary",
      "t": "It is evident that the changes brought about in every Dispensation constitute the dark clouds that i"
    },
    {
      "i": 45,
      "s": "45-beauty-shining-countenance",
      "t": "It behooveth us, therefore, to make the utmost endeavor, that, by God’s invisible assistance, these"
    },
    {
      "i": 46,
      "s": "46-divine-springtime-festival-merciful",
      "t": "The Divine Springtime is come, O Most Exalted Pen, for the Festival of the All-Merciful is fast appr"
    },
    {
      "i": 47,
      "s": "47-finger-majesty-wine-reunion",
      "t": "Methinks that thou hast halted and movest not upon My Tablet. Could the brightness of the Divine Cou"
    },
    {
      "i": 48,
      "s": "48-lamp-guidance-whole-world",
      "t": "No veil whatever have I allowed, O Lord of all names and Creator of the heavens, to shut me from the"
    },
    {
      "i": 49,
      "s": "49-entire-creation-passed-away",
      "t": "Canst thou discover anyone but Me, O Pen, in this Day? What hath become of the creation and the mani"
    },
    {
      "i": 50,
      "s": "50-splendors-light-face-lord",
      "t": "This is the Day whereon naught can be seen except the splendors of the Light that shineth from the f"
    },
    {
      "i": 51,
      "s": "51-footstool-god-mighty-throne",
      "t": "This is the Day whereon the unseen world crieth out: “Great is thy blessedness, O earth, for thou ha"
    },
    {
      "i": 52,
      "s": "52-manifestation-unknowable-invisible",
      "t": "Say: He it is Who is the Manifestation of Him Who is the Unknowable, the Invisible of the Invisibles"
    },
    {
      "i": 53,
      "s": "53-voice-pleading-pen",
      "t": "We have heard the voice of thy pleading, O Pen, and excuse thy silence. What is it that hath so sore"
    },
    {
      "i": 54,
      "s": "54-inebriation-of-thy-presence",
      "t": "The inebriation of Thy presence, O Well-Beloved of all worlds, hath seized and possessed me."
    },
    {
      "i": 55,
      "s": "55-trumpet-resurrection-all-mankind",
      "t": "Arise, and proclaim unto the entire creation the tidings that He Who is the All-Merciful hath direct"
    },
    {
      "i": 56,
      "s": "56-hidden-face-revealed-beauty",
      "t": "Say: This is the Paradise on whose foliage the wine of utterance hath imprinted the testimony: “He t"
    },
    {
      "i": 57,
      "s": "57-bell-heavens-cup-everlasting-life",
      "t": "Within this Paradise, and from the heights of its loftiest chambers, the Maids of Heaven have cried"
    },
    {
      "i": 58,
      "s": "58-people-of-baha-divine-presence",
      "t": "This is the Day whereon He Who is the Revealer of the names of God hath stepped out of the Tabernacl"
    },
    {
      "i": 59,
      "s": "59-desire-of-all-nations-splendor",
      "t": "Forget the world of creation, O Pen, and turn thou towards the face of thy Lord, the Lord of all nam"
    },
    {
      "i": 60,
      "s": "60-kingdom-mine-own-right",
      "t": "Look not upon the creatures of God except with the eye of kindliness and of mercy, for Our loving pr"
    },
    {
      "i": 61,
      "s": "61-ocean-pearls-wisdom-utterance",
      "t": "Attract the hearts of men, through the call of Him, the one alone Beloved. Say: This is the Voice of"
    },
    {
      "i": 62,
      "s": "62-sealed-wine-best-beloved",
      "t": "The Best-Beloved is come. In His right hand is the sealed Wine of His name. Happy is the man that tu"
    },
    {
      "i": 63,
      "s": "63-wings-detachment-beloved-worlds",
      "t": "Blessed are they that have soared on the wings of detachment and attained the station which, as orda"
    },
    {
      "i": 64,
      "s": "64-supreme-felicity-day-ancient-days",
      "t": "Rejoice with exceeding gladness, O people of Bahá, as ye call to remembrance the Day of supreme feli"
    },
    {
      "i": 65,
      "s": "65-pen-moves-no-longer",
      "t": "Such is the inebriating effect of the words of God upon Him Who is the Revealer of His undoubted pro"
    },
    {
      "i": 66,
      "s": "66-kingdom-god-this-day",
      "t": "The Pen of Revelation exclaimeth: “On this Day the Kingdom is God’s!” The Tongue of Power is calling"
    },
    {
      "i": 67,
      "s": "67-wronged-one-spirit-holiness",
      "t": "O My servant, who hast sought the good-pleasure of God and clung to His love on the Day when all exc"
    },
    {
      "i": 68,
      "s": "68-aided-me-through-power-of-truth",
      "t": "Methinks that I hear the Voice of the Holy Spirit calling from behind Me saying: Vary Thou Thy theme"
    },
    {
      "i": 69,
      "s": "69-love-standard-remembrance-god",
      "t": "Say: My army is My reliance on God; My people, the force of My confidence in Him. My love is My stan"
    },
    {
      "i": 70,
      "s": "70-youth-love-god-barter-not",
      "t": "Arise, O wayfarer in the path of the Love of God, and aid thou His Cause. Say: Barter not away this"
    },
    {
      "i": 71,
      "s": "71-soul-glow-undying-fire",
      "t": "Let thy soul glow with the flame of this undying Fire that burneth in the midmost heart of the world"
    },
    {
      "i": 72,
      "s": "72-matchless-day-worthy-destiny",
      "t": "Say: O men! This is a matchless Day. Matchless must, likewise, be the tongue that celebrateth the pr"
    },
    {
      "i": 73,
      "s": "73-drunkenness-heedlessness-heart",
      "t": "So blind hath become the human heart that neither the disruption of the city, nor the reduction of t"
    },
    {
      "i": 74,
      "s": "74-world-afflicted-fresh-calamity",
      "t": "Witness how the world is being afflicted with a fresh calamity every day. Its tribulation is continu"
    },
    {
      "i": 75,
      "s": "75-great-announcement-merciful-sovereignty",
      "t": "By Him Who is the Great Announcement! The All-Merciful is come invested with undoubted sovereignty."
    },
    {
      "i": 76,
      "s": "76-earth-tidings-wine-life",
      "t": "This is the Day whereon the earth shall tell out her tidings. The workers of iniquity are her burden"
    },
    {
      "i": 77,
      "s": "77-earth-shaken-mountains-passed",
      "t": "The earth hath been shaken, and the mountains have passed away, and the angels have appeared, rank o"
    },
    {
      "i": 78,
      "s": "78-heavens-folded-earth-grasp",
      "t": "Say: The heavens have been folded together, and the earth is held within His grasp, and the corrupt"
    },
    {
      "i": 79,
      "s": "79-youth-tastes-gladness",
      "t": "Know thou, moreover, that We have been cast into an afflictive Prison, and are encompassed with the"
    },
    {
      "i": 80,
      "s": "80-daystar-grace-tribulation-horizon",
      "t": "Say: Tribulation is a horizon unto My Revelation. The daystar of grace shineth above it, and sheddet"
    },
    {
      "i": 81,
      "s": "81-spread-sweet-savors-lord",
      "t": "Follow thou the footsteps of thy Lord, and remember His servants even as He doth remember thee, unde"
    },
    {
      "i": 82,
      "s": "82-rivers-divine-utterance-hearts",
      "t": "Say: We have caused the rivers of Divine utterance to proceed out of Our throne, that the tender her"
    },
    {
      "i": 83,
      "s": "83-kingdom-god-most-powerful",
      "t": "The thing that must come hath come suddenly; behold how they flee from it! The inevitable hath come"
    },
    {
      "i": 84,
      "s": "84-day-eyes-stare-terror",
      "t": "This is the Day on which all eyes shall stare up with terror, the Day in which the hearts of them th"
    },
    {
      "i": 85,
      "s": "85-straight-path-bayán",
      "t": "Say: Perused ye not the Qur’án? Read it, that haply ye may find the Truth, for this Book is verily t"
    },
    {
      "i": 86,
      "s": "86-second-blast-trumpet-resurrection",
      "t": "Speed out of your sepulchers. How long will ye sleep? The second blast hath been blown on the trumpe"
    },
    {
      "i": 87,
      "s": "87-day-of-mutual-deceit",
      "t": "This is the Day whereon the All-Merciful hath come down in the clouds of knowledge, clothed with man"
    },
    {
      "i": 88,
      "s": "88-paradise-right-hand-wine-life",
      "t": "Say: Is there any doubt concerning God? Behold how He hath come down from the heaven of His grace, g"
    },
    {
      "i": 89,
      "s": "89-flowing-water-blessed-quaff",
      "t": "Drink with healthy relish, O people of Bahá. Ye are indeed they with whom it shall be well. This is"
    },
    {
      "i": 90,
      "s": "90-throne-waters-wisdom",
      "t": "O My servant that hath turned thy face towards Me! Render thanks unto God for having sent down unto"
    },
    {
      "i": 91,
      "s": "91-unknowable-essence-veiled-eternity",
      "t": "To every discerning and illuminated heart it is evident that God, the unknowable Essence, the Divine"
    },
    {
      "i": 92,
      "s": "92-luminous-gems-holiness-human-temple",
      "t": "The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the So"
    },
    {
      "i": 93,
      "s": "93-mirrors-reflect-unfading-glory",
      "t": "These sanctified Mirrors, these Daysprings of ancient glory, are, one and all, the Exponents on eart"
    },
    {
      "i": 94,
      "s": "94-bearers-of-his-names-embodiments-attributes",
      "t": "These attributes of God are not, and have never been, vouchsafed specially unto certain Prophets, an"
    },
    {
      "i": 95,
      "s": "95-attributes-reflected-prophets-temples",
      "t": "It hath, therefore, become manifest and evident that within the tabernacles of these Prophets and ch"
    },
    {
      "i": 96,
      "s": "96-unseen-manifestation-proof-mission",
      "t": "Know thou of a certainty that the Unseen can in no wise incarnate His Essence and reveal it unto men"
    },
    {
      "i": 97,
      "s": "97-daystars-divine-guidance",
      "t": "O Salmán! The door of the knowledge of the Ancient Being hath ever been, and will continue forever t"
    },
    {
      "i": 98,
      "s": "98-bearers-trust-god-manifestation",
      "t": "The Bearers of the Trust of God are made manifest unto the peoples of the earth as the Exponents of"
    },
    {
      "i": 99,
      "s": "99-station-pure-abstraction-unity",
      "t": "These Manifestations of God have each a twofold station. One is the station of pure abstraction and"
    },
    {
      "i": 100,
      "s": "100-temples-cause-god-unity-prophets",
      "t": "It is clear and evident to thee that all the Prophets are the Temples of the Cause of God, Who have"
    },
    {
      "i": 101,
      "s": "101-distinct-individuality-manifestation",
      "t": "The other station is the station of distinction, and pertaineth to the world of creation, and to the"
    },
    {
      "i": 102,
      "s": "102-utterances-one-truth",
      "t": "It is because of this difference in their station and mission that the words and utterances flowing"
    },
    {
      "i": 103,
      "s": "103-revelation-god-manifestations-divine-being",
      "t": "It hath ever been evident that all these divergencies of utterance are attributable to differences o"
    },
    {
      "i": 104,
      "s": "104-absolute-servitude-self-effacement",
      "t": "Viewed in the light of their second station — the station of distinction, differentiation, temporal"
    },
    {
      "i": 105,
      "s": "105-manifestations-speak-truth-divinity",
      "t": "Were any of the all-embracing Manifestations of God to declare: “I am God,” He, verily, speaketh the"
    },
    {
      "i": 106,
      "s": "106-utterly-effaced-nonexistent",
      "t": "Were the eye of discernment to be opened, it would recognize that in this very state, they have cons"
    },
    {
      "i": 107,
      "s": "107-utterances-manifestations-divinity",
      "t": "By virtue of this station they have claimed for themselves the Voice of Divinity and the like, whils"
    },
    {
      "i": 108,
      "s": "108-leaders-hinder-ocean-bounty",
      "t": "Consider the former generations. Witness how every time the Daystar of Divine bounty hath shed the l"
    },
    {
      "i": 109,
      "s": "109-pen-groaneth-all-created-things-weep",
      "t": "Behold how the people, as a result of the verdict pronounced by the divines of His age, have cast Ab"
    },
    {
      "i": 110,
      "s": "110-prophets-afflicted-persecution-enemies",
      "t": "Thou hast known how grievously the Prophets of God, His Messengers and Chosen Ones, have been afflic"
    },
    {
      "i": 111,
      "s": "111-penetrating-vision-radiant-heart",
      "t": "Consider this wronged One. Though the clearest proofs attest the truth of His Cause; though the prop"
    },
    {
      "i": 112,
      "s": "112-holy-ones-confess-helplessness",
      "t": "Say: Glory be to Thee Who hast caused all the holy Ones to confess their helplessness before the man"
    },
    {
      "i": 113,
      "s": "113-distinction-manifestations-divine-unity",
      "t": "Beware, O believers in the Unity of God, lest ye be tempted to make any distinction between any of t"
    },
    {
      "i": 114,
      "s": "114-seal-of-the-prophets-unique-day",
      "t": "It is evident that every age in which a Manifestation of God hath lived is divinely ordained, and ma"
    },
    {
      "i": 115,
      "s": "115-praise-all-possessing-king",
      "t": "Praise be to God, the All-Possessing, the King of incomparable glory, a praise which is immeasurably"
    },
    {
      "i": 116,
      "s": "116-wonders-bounty-never-cease",
      "t": "A drop of the billowing ocean of His endless mercy hath adorned all creation with the ornament of ex"
    },
    {
      "i": 117,
      "s": "117-daystar-truth-unknowable-essence",
      "t": "In every age and cycle He hath, through the splendorous light shed by the Manifestations of His wond"
    },
    {
      "i": 118,
      "s": "118-eye-discern-essence",
      "t": "How bewildering to me, insignificant as I am, is the attempt to fathom the sacred depths of Thy know"
    },
    {
      "i": 119,
      "s": "119-creation-from-utter-nothingness",
      "t": "All praise to the unity of God, and all honor to Him, the sovereign Lord, the incomparable and all-g"
    },
    {
      "i": 120,
      "s": "120-mirror-of-his-own-self",
      "t": "Having created the world and all that liveth and moveth therein, He, through the direct operation of"
    },
    {
      "i": 121,
      "s": "121-mirror-fire-lamp-kindled",
      "t": "These energies with which the Daystar of Divine bounty and Source of heavenly guidance hath endowed"
    },
    {
      "i": 122,
      "s": "122-trust-of-god-resplendent-orb",
      "t": "And since there can be no tie of direct intercourse to bind the one true God with His creation, and"
    },
    {
      "i": 123,
      "s": "123-daystar-truth-manifest-being",
      "t": "From the foregoing passages and allusions it hath been made indubitably clear that in the kingdoms o"
    },
    {
      "i": 124,
      "s": "124-portals-divine-mercy-never-closed",
      "t": "Can one of sane mind ever seriously imagine that, in view of certain words the meaning of which he c"
    },
    {
      "i": 125,
      "s": "125-power-turned-into-weakness",
      "t": "Happy is the man who will arise to serve My Cause, and glorify My beauteous Name. Take hold of My Bo"
    },
    {
      "i": 126,
      "s": "126-dayspring-exalted-attributes-incomparable",
      "t": "The Person of the Manifestation hath ever been the representative and mouthpiece of God. He, in trut"
    },
    {
      "i": 127,
      "s": "127-purpose-god-creating-man-know-creator",
      "t": "The purpose of God in creating man hath been, and will ever be, to enable him to know his Creator an"
    },
    {
      "i": 128,
      "s": "128-pure-spirit-shores-ocean",
      "t": "He Who is the Dayspring of Truth is, no doubt, fully capable of rescuing from such remoteness waywar"
    },
    {
      "i": 129,
      "s": "129-dazzled-thunderstruck-nothingness",
      "t": "That the Manifestations of Divine justice, the Daysprings of heavenly grace, have when they appeared"
    },
    {
      "i": 130,
      "s": "130-beauty-mortal-garb-failed-recognize",
      "t": "This principle hath operated in each of the previous Dispensations and been abundantly demonstrated."
    },
    {
      "i": 131,
      "s": "131-lamp-divine-power-adversity",
      "t": "Behold how in this Dispensation the worthless and foolish have fondly imagined that by such instrume"
    },
    {
      "i": 132,
      "s": "132-sovereignty-true-god-triumphing",
      "t": "Consider at all times the sovereignty exercised by the Ideal King, and behold the evidences of His p"
    },
    {
      "i": 133,
      "s": "133-loftiness-sublimity-creations-word",
      "t": "It should, however, be borne in mind that God and His Manifestation can, under no circumstances, be"
    },
    {
      "i": 134,
      "s": "134-mirrors-of-god-manifestation",
      "t": "God witnesseth that there is no God but Him, the Gracious, the Best-Beloved. All grace and bounty ar"
    },
    {
      "i": 135,
      "s": "135-infinitesimal-glimmer-unveiled-countenance",
      "t": "Contemplate with thine inward eye the chain of successive Revelations that hath linked the Manifesta"
    },
    {
      "i": 136,
      "s": "136-sacrifice-ransom-sins-earth",
      "t": "That which thou hast heard concerning Abraham, the Friend of the All-Merciful, is the truth, and no"
    },
    {
      "i": 137,
      "s": "137-hidden-grace-divine-providence",
      "t": "No man can ever claim to have comprehended the nature of the hidden and manifold grace of God; none"
    },
    {
      "i": 138,
      "s": "138-word-energy-revelation-concealment",
      "t": "It hath been decreed by Us that the Word of God and all the potentialities thereof shall be manifest"
    },
    {
      "i": 139,
      "s": "139-ancient-beauty-appeared-year-sixty",
      "t": "Consider that which hath been sent down unto Muḥammad, the Apostle of God. The measure of the Revela"
    },
    {
      "i": 140,
      "s": "140-gem-like-reality-of-man",
      "t": "All praise and glory be to God Who, through the power of His might, hath delivered His creation from"
    },
    {
      "i": 141,
      "s": "141-tree-of-knowledge-shadow",
      "t": "This robe with which the body and soul of man hath been adorned is the very foundation of his well-b"
    },
    {
      "i": 142,
      "s": "142-essence-of-all-prophets-is-one",
      "t": "The songs which the bird of thine heart had uttered in its great love for its friends have reached t"
    },
    {
      "i": 143,
      "s": "143-revelation-prophets-measure-differs",
      "t": "The measure of the revelation of the Prophets of God in this world, however, must differ. Each and e"
    },
    {
      "i": 144,
      "s": "144-liberate-darkness-ignorance-light-understanding",
      "t": "It is clear and evident, therefore, that any apparent variation in the intensity of their light is n"
    },
    {
      "i": 145,
      "s": "145-prophets-physicians-divided-humanity",
      "t": "The Prophets of God should be regarded as physicians whose task is to foster the well-being of the w"
    },
    {
      "i": 146,
      "s": "146-robe-revelation-renewed",
      "t": "And now concerning thy question regarding the nature of religion. Know thou that they who are truly"
    },
    {
      "i": 147,
      "s": "147-flowers-true-understanding-spring-soil",
      "t": "As to thy question regarding the sayings of the leaders of past religions. Every wise and praisewort"
    },
    {
      "i": 148,
      "s": "148-veil-idle-imaginations-manifestation",
      "t": "Ponder awhile. What is it that prompted, in every Dispensation, the peoples of the earth to shun the"
    },
    {
      "i": 149,
      "s": "149-daysprings-signs-god-manifestations",
      "t": "There can be no doubt whatever that had these Apostles appeared, in bygone ages and cycles, in accor"
    },
    {
      "i": 150,
      "s": "150-learned-men-denied-promised-one",
      "t": "Consider the Dispensation of Jesus Christ. Behold, how all the learned men of that generation, thoug"
    },
    {
      "i": 151,
      "s": "151-shepherd-ascended-heaven-faith",
      "t": "In like manner, when Muḥammad, the Prophet of God — may all men be a sacrifice unto Him — appeared,"
    },
    {
      "i": 152,
      "s": "152-father-flieth-from-son",
      "t": "Verily I say, such is the greatness of this Cause that the father flieth from his son, and the son f"
    },
    {
      "i": 153,
      "s": "153-exile-victim-tyranny-prison",
      "t": "Who can ever believe that this Servant of God hath at any time cherished in His heart a desire for a"
    },
    {
      "i": 154,
      "s": "154-son-man-quickening-power-released",
      "t": "Know thou that when the Son of Man yielded up His breath to God, the whole creation wept with a grea"
    },
    {
      "i": 155,
      "s": "155-leper-recovered-leprosy-perversity",
      "t": "We testify that when He came into the world, He shed the splendor of His glory upon all created thin"
    },
    {
      "i": 156,
      "s": "156-leper-recognition-lord",
      "t": "Leprosy may be interpreted as any veil that interveneth between man and the recognition of the Lord,"
    },
    {
      "i": 157,
      "s": "157-blessed-acknowledgment-belief-god",
      "t": "Blessed is the man that hath acknowledged his belief in God and in His signs, and recognized that “H"
    },
    {
      "i": 158,
      "s": "158-decree-lawful-forbidden-authority",
      "t": "Were He to decree as lawful the thing which from time immemorial had been forbidden, and forbid that"
    },
    {
      "i": 159,
      "s": "159-winds-doubt-perfect-constancy",
      "t": "Whoso hath not recognized this sublime and fundamental verity, and hath failed to attain this most e"
    },
    {
      "i": 160,
      "s": "160-light-divine-revelation-spiritual-capacity",
      "t": "Know of a certainty that in every Dispensation the light of Divine Revelation hath been vouchsafed u"
    },
    {
      "i": 161,
      "s": "161-sun-of-truth-full-potencies",
      "t": "Were it, all of a sudden, to manifest the energies latent within it, it would, no doubt, cause injur"
    },
    {
      "i": 162,
      "s": "162-wondrous-revelations-inscrutable-decree",
      "t": "Praise be to Thee, O Lord My God, for the wondrous revelations of Thy inscrutable decree and the man"
    },
    {
      "i": 163,
      "s": "163-render-thanks-afflictions-path",
      "t": "At one time Thou didst deliver me into the hands of Nimrod; at another Thou hast allowed Pharaoh’s r"
    },
    {
      "i": 164,
      "s": "164-breathed-spirit-divorced-self",
      "t": "O My Well-Beloved! Thou hast breathed Thy Breath into Me, and divorced Me from Mine own Self. Thou d"
    },
    {
      "i": 165,
      "s": "165-hide-from-mine-own-eyes",
      "t": "Thereupon a Voice replied: “I love, I dearly cherish this emblem. How can I consent that Mine eyes,"
    },
    {
      "i": 166,
      "s": "166-tablet-suddenly-ended-utterance",
      "t": "I was preparing to make reply, when lo, the Tablet was suddenly ended, leaving My theme unfinished,"
    },
    {
      "i": 167,
      "s": "167-breeze-god-roused-slumber",
      "t": "God is My witness, O people! I was asleep on My couch, when lo, the Breeze of God wafting over Me ro"
    },
    {
      "i": 168,
      "s": "168-maid-of-heaven-unveiled",
      "t": "O Son of Justice! In the night season the beauty of the immortal Being hath repaired from the emeral"
    },
    {
      "i": 169,
      "s": "169-tabernacle-cause-god-overshadowed",
      "t": "O Afnán, O thou that hast branched from Mine ancient Stock! My glory and My loving-kindness rest upo"
    },
    {
      "i": 170,
      "s": "170-justice-equity-regeneration-pen-glory",
      "t": "Justice is, in this day, bewailing its plight, and Equity groaneth beneath the yoke of oppression. T"
    },
    {
      "i": 171,
      "s": "171-freed-sanctified-gods-idle-fancies",
      "t": "Every man of insight will, in this day, readily admit that the counsels which the Pen of this wronge"
    },
    {
      "i": 172,
      "s": "172-pure-holy-deeds-saintly-character",
      "t": "In one of the Tablets these words have been revealed: O people of God! Do not busy yourselves in you"
    },
    {
      "i": 173,
      "s": "173-evil-one-lying-in-wait",
      "t": "O friends! It behooveth you to refresh and revive your souls through the gracious favors which in th"
    },
    {
      "i": 174,
      "s": "174-love-world-not-country",
      "t": "It is incumbent upon every man, in this Day, to hold fast unto whatsoever will promote the interests"
    },
    {
      "i": 175,
      "s": "175-fire-love-fuse-unify-peoples",
      "t": "O people of Justice! Be as brilliant as the light, and as splendid as the fire that blazed in the Bu"
    },
    {
      "i": 176,
      "s": "176-doors-hearts-unlocked-revelation",
      "t": "All praise be to the one true God — exalted be His glory — inasmuch as He hath, through the Pen of t"
    },
    {
      "i": 177,
      "s": "177-word-of-god-sapling-hearts",
      "t": "Incline your hearts, O people of God, unto the counsels of your true, your incomparable Friend. The"
    },
    {
      "i": 178,
      "s": "178-blotted-out-strife-unity",
      "t": "O ye that dwell on earth! The distinguishing feature that marketh the preeminent character of this S"
    },
    {
      "i": 179,
      "s": "179-odor-of-mischief-turmoil",
      "t": "Time and again have We admonished Our beloved ones to avoid, nay to flee from, anything whatsoever f"
    },
    {
      "i": 180,
      "s": "180-garb-attesteth-truth-words",
      "t": "Lay not aside the fear of God, O ye the learned of the world, and judge fairly the Cause of this unl"
    },
    {
      "i": 181,
      "s": "181-cause-proceed-devoid-divines",
      "t": "Certain ones among both commoners and nobles have objected that this wronged One is neither a member"
    },
    {
      "i": 182,
      "s": "182-breathings-divine-spirit-awoke",
      "t": "The Breathings of the Divine Spirit awoke Him, and bade Him arise and proclaim His Revelation. No so"
    },
    {
      "i": 183,
      "s": "183-ancient-beauty-bound-chains",
      "t": "The Ancient Beauty hath consented to be bound with chains that mankind may be released from its bond"
    },
    {
      "i": 184,
      "s": "184-glory-wherewith-god-adorned",
      "t": "I sorrow not for the burden of My imprisonment. Neither do I grieve over My abasement, or the tribul"
    },
    {
      "i": 185,
      "s": "185-daystar-justice-manifested",
      "t": "The shame I was made to bear hath uncovered the glory with which the whole of creation had been inve"
    },
    {
      "i": 186,
      "s": "186-corrupt-passions-faith-of-god",
      "t": "My sorrows are for those who have involved themselves in their corrupt passions, and claim to be ass"
    },
    {
      "i": 187,
      "s": "187-die-to-world-spread-signs-god",
      "t": "It behooveth the people of Bahá to die to the world and all that is therein, to be so detached from"
    },
    {
      "i": 188,
      "s": "188-crucify-spirit-god-once-again",
      "t": "O Jews! If ye be intent on crucifying once again Jesus, the Spirit of God, put Me to death, for He h"
    },
    {
      "i": 189,
      "s": "189-kiss-hands-well-beloved",
      "t": "God is my witness! Had it not been in conflict with that which the Tablets of God have decreed, I wo"
    },
    {
      "i": 190,
      "s": "190-sovereign-potency-permeating-essence",
      "t": "Know verily that whenever this Youth turneth His eyes towards His own self, he findeth it the most i"
    },
    {
      "i": 191,
      "s": "191-shake-off-slumber-negligence",
      "t": "Shake off, O heedless ones, the slumber of negligence, that ye may behold the radiance which His glo"
    },
    {
      "i": 192,
      "s": "192-spirit-glory-stirred-bosom",
      "t": "Be content, O people, with that which God hath desired for you and predestined unto you.… O my ill-w"
    },
    {
      "i": 193,
      "s": "193-ocean-all-seas-proceeded",
      "t": "O people! I swear by the one true God! This is the Ocean out of which all seas have proceeded, and w"
    },
    {
      "i": 194,
      "s": "194-withhold-not-grace-god",
      "t": "Say: O people! Withhold not from yourselves the grace of God and His mercy. Whoso withholdeth himsel"
    },
    {
      "i": 195,
      "s": "195-book-god-youth-manifest",
      "t": "What, O people! Do ye worship the dust, and turn away from your Lord, the Gracious, the All-Bountifu"
    },
    {
      "i": 196,
      "s": "196-testimony-revelation-recognition",
      "t": "Next to this testimony is His Revelation. For whoso faileth to recognize either the one or the other"
    },
    {
      "i": 197,
      "s": "197-blind-heart-cannot-perceive-sun",
      "t": "He, verily, is the Compassionate, the All-Merciful. Say: So great is the glory of the Cause of God t"
    },
    {
      "i": 198,
      "s": "198-daystar-shine-paradise",
      "t": "Say: O people of the Bayán! We have chosen you out of the world to know and recognize Our Self. We h"
    },
    {
      "i": 199,
      "s": "199-robe-of-grandeur-holiness",
      "t": "Strive, O people, to gain admittance into this vast Immensity for which God ordained neither beginni"
    },
    {
      "i": 200,
      "s": "200-celestial-youth-chalice-immortality",
      "t": "O Naṣír, O My servant! God, the Eternal Truth, beareth Me witness. The Celestial Youth hath, in this"
    },
    {
      "i": 201,
      "s": "201-wine-holiness-kingdom-high",
      "t": "O Naṣír! The excellence of this Day is immensely exalted above the comprehension of men, however ext"
    },
    {
      "i": 202,
      "s": "202-never-aspired-worldly-leadership",
      "t": "By the righteousness of God, my Well-Beloved! I have never aspired after worldly leadership. My sole"
    },
    {
      "i": 203,
      "s": "203-seat-of-his-throne-tehran",
      "t": "Call thou to remembrance, O Land of Ṭá (Ṭihrán), the former days in which thy Lord had made thee the"
    },
    {
      "i": 204,
      "s": "204-sister-token-fidelity-loving-kindness",
      "t": "Among them is Our own sister, whom We now call to mind as a token of Our fidelity, and as proof of O"
    },
    {
      "i": 205,
      "s": "205-hand-divine-power-lift-veil",
      "t": "O Land of Ṭá! Thou art still, through the grace of God, a center around which His beloved ones have"
    },
    {
      "i": 206,
      "s": "206-render-thanks-wondrous-favor",
      "t": "Render thanks unto God, the Eternal Truth, exalted be His glory, inasmuch as ye have attained so won"
    },
    {
      "i": 207,
      "s": "207-source-joy-all-mankind",
      "t": "Let nothing grieve thee, O Land of Ṭá (Ṭihrán), for God hath chosen thee to be the source of the joy"
    },
    {
      "i": 208,
      "s": "208-dayspring-of-his-light",
      "t": "Rejoice with great joy, for God hath made thee “the Dayspring of His light,” inasmuch as within thee"
    },
    {
      "i": 209,
      "s": "209-state-affairs-changed-reins-power",
      "t": "Erelong will the state of affairs within thee be changed, and the reins of power fall into the hands"
    },
    {
      "i": 210,
      "s": "210-ancient-beauty-departed",
      "t": "When thou art departed out of the court of My presence, O Muḥammad, direct thy steps towards My Hous"
    },
    {
      "i": 211,
      "s": "211-sun-majesty-beloved-world",
      "t": "Where, O House of God, is the Sun of majesty and power Who had enveloped thee with the brightness of"
    },
    {
      "i": 212,
      "s": "212-scene-transcendent-glory-holy-habitation",
      "t": "I testify that thou art the scene of His transcendent glory, His most holy habitation. Out of thee h"
    },
    {
      "i": 213,
      "s": "213-ark-gods-pledge-security",
      "t": "Thou art still the symbol of the names and attributes of the Almighty, the Point towards which the e"
    },
    {
      "i": 214,
      "s": "214-inhale-sweet-savors-merciful",
      "t": "Happy are those that inhale from thee the sweet savors of the Merciful, that acknowledge thine exalt"
    },
    {
      "i": 215,
      "s": "215-god-proved-hearts-servants",
      "t": "I bear witness that through thee God hath proved the hearts of His servants. Blessed be the man that"
    },
    {
      "i": 216,
      "s": "216-house-of-god-adorned-remembrance",
      "t": "Grieve not, O House of God, if the veil of thy sanctity be rent asunder by the infidels. God hath, i"
    },
    {
      "i": 217,
      "s": "217-house-separation-bounty",
      "t": "I beseech Thee, O my God, by this House that hath suffered such change in its separation from Thee,"
    },
    {
      "i": 218,
      "s": "218-mihdí-first-year-banishment",
      "t": "Call thou to mind that which hath been revealed unto Mihdí, Our servant, in the first year of Our ba"
    },
    {
      "i": 219,
      "s": "219-standard-kingdom-exalt-house",
      "t": "To him We have written: This is not the first humiliation inflicted upon My House. In days gone by t"
    },
    {
      "i": 220,
      "s": "220-wronged-one-invited-mankind",
      "t": "Every unbiased observer will readily admit that, ever since the dawn of His Revelation, this wronged"
    },
    {
      "i": 221,
      "s": "221-prison-transformed-paradise",
      "t": "The instigators of this oppression are those very persons who, though so foolish, are reputed the wi"
    },
    {
      "i": 222,
      "s": "222-prophecies-fulfilled-exalted-revelation",
      "t": "We did not refuse such material benefits as could relieve Us from Our afflictions. Every one of Our"
    },
    {
      "i": 223,
      "s": "223-spread-thy-skirt-jerusalem",
      "t": "We have, of old, uttered these words: Spread thy skirt, O Jerusalem! Ponder this in your hearts, O p"
    },
    {
      "i": 224,
      "s": "224-perfect-consummate-justice-mysteries",
      "t": "Were the mysteries, that are known to none except God, to be unraveled, the whole of mankind would w"
    },
    {
      "i": 225,
      "s": "225-captivity-conferreth-glory",
      "t": "My captivity can bring on Me no shame. Nay, by My life, it conferreth on Me glory. That which can ma"
    },
    {
      "i": 226,
      "s": "226-daystar-world-appeared-iraq",
      "t": "When the time set for this Revelation was fulfilled, and He Who is the Daystar of the world appeared"
    },
    {
      "i": 227,
      "s": "227-valley-pure-gold-pass-through",
      "t": "Say: He is not to be numbered with the people of Bahá who followeth his mundane desires, or fixeth h"
    },
    {
      "i": 228,
      "s": "228-divine-standard-unfurled-nightingale",
      "t": "The world is in travail, and its agitation waxeth day by day. Its face is turned towards waywardness"
    },
    {
      "i": 229,
      "s": "229-ancient-beauty-afflictions-decrees",
      "t": ""
    },
    {
      "i": 230,
      "s": "230-hidden-name-revealed-teheran",
      "t": "O thou whose face is turned towards Me! As soon as thine eyes behold from afar My native city (Ṭihrá"
    },
    {
      "i": 231,
      "s": "231-dayspring-cause-god-martyrs",
      "t": "O Land of Ṭá! He Who is the Lord of Names remembereth thee in His glorious station. Thou wert the Da"
    },
    {
      "i": 232,
      "s": "232-fragrance-well-beloved-tabernacle-pitched",
      "t": "It is Our wish to remember the Abode of supreme blissfulness (Ṭihrán), the holy and shining city — t"
    },
    {
      "i": 233,
      "s": "233-wayfarer-wine-reunion",
      "t": "It is the city in which the sweet savors of reunion have breathed, which have caused the sincere lov"
    },
    {
      "i": 234,
      "s": "234-land-heart-desire-paradise",
      "t": "I am come to thee, O land of the heart’s desire, with tidings from God, and announce to thee His gra"
    },
    {
      "i": 235,
      "s": "235-truth-knower-unseen",
      "t": "Through thee, O land of resplendent glory, the ensign, “There is none other God but Him,” hath been"
    },
    {
      "i": 236,
      "s": "236-ministers-sulṭán-ignorant",
      "t": "Call Thou to remembrance Thine arrival in the City (Constantinople), how the Ministers of the Sulṭán"
    },
    {
      "i": 237,
      "s": "237-ignorant-except-god-teaches",
      "t": "Say: Yes, by My Lord! I am ignorant of all things except what God hath, through His bountiful favor,"
    },
    {
      "i": 238,
      "s": "238-book-unrecorded-work-man",
      "t": "Such hath been My way in the past, and such will it remain in the future, through the power of God a"
    },
    {
      "i": 239,
      "s": "239-transgress-commandment-god-acceptable",
      "t": "Better is this for you than all ye possess, did ye but know it. If ye transgress the commandment of"
    },
    {
      "i": 240,
      "s": "240-asked-of-your-doings-disdainfully-rejected",
      "t": "inevitable doom! Would that ye might ponder the Cause of God in your hearts! Ye shall follow in thei"
    },
    {
      "i": 241,
      "s": "241-cleave-own-devices-cast-precepts",
      "t": "Say: What! Cleave ye to your own devices, and cast behind your backs the precepts of God? Ye, indeed"
    },
    {
      "i": 242,
      "s": "242-persecution-of-him-who-presented-himself",
      "t": "Would that ye could perceive it! Say: If your rules and principles be founded on justice, why is it,"
    },
    {
      "i": 243,
      "s": "243-sore-injustice-perpetrated",
      "t": "Be fair in your judgment, O ye Ministers of State! What is it that We have committed that could just"
    },
    {
      "i": 244,
      "s": "244-days-roll-away-kingdom-endures",
      "t": "Nothing will endure except God’s Kingdom which pertaineth to none but Him, the Sovereign Lord of all"
    },
    {
      "i": 245,
      "s": "245-dust-return-days-pass",
      "t": "Fear God, ye inhabitants of the City (Constantinople), and sow not the seeds of dissension amongst m"
    },
    {
      "i": 246,
      "s": "246-afraid-none-except-god",
      "t": "Know ye that I am afraid of none except God. In none but Him have I placed My trust; to none will I"
    },
    {
      "i": 247,
      "s": "247-governors-disporting-clay",
      "t": "Narrate, O Servant, the things Thou didst behold at the time of Thine arrival in the City, that Thy"
    },
    {
      "i": 248,
      "s": "248-receding-from-world-drawing-closer-dust",
      "t": "Say: If ye be seekers after this life and the vanities thereof, ye should have sought them while ye"
    },
    {
      "i": 249,
      "s": "249-counsel-resigned-gods-will",
      "t": "Incline your ears to the counsels which this Servant giveth you for the sake of God. He, verily, ask"
    },
    {
      "i": 250,
      "s": "250-reliance-remembrance-god",
      "t": "The days of your life are far spent, O people, and your end is fast approaching. Put away, therefore"
    },
    {
      "i": 251,
      "s": "251-defer-humbly-faithful-believers",
      "t": "Beware that ye swell not with pride before God, and disdainfully reject His loved ones. Defer ye hum"
    },
    {
      "i": 252,
      "s": "252-lay-not-load-upon-any-soul",
      "t": "Lay not on any soul a load which ye would not wish to be laid upon you, and desire not for anyone th"
    },
    {
      "i": 253,
      "s": "253-lamps-of-guidance-divines-learned",
      "t": "Respect ye the divines and learned amongst you, they whose conduct accords with their professions, w"
    },
    {
      "i": 254,
      "s": "254-god-will-change-favor",
      "t": "Say: Await ye till God will have changed His favor unto you. Nothing whatsoever escapeth Him. He kno"
    },
    {
      "i": 255,
      "s": "255-trials-beloved-steadfast-endurance",
      "t": "Know ye that trials and tribulations have, from time immemorial, been the lot of the chosen Ones of"
    },
    {
      "i": 256,
      "s": "256-god-raised-people-remembrance",
      "t": "The day is approaching when God will have raised up a people who will call to remembrance Our days,"
    },
    {
      "i": 257,
      "s": "257-mercy-surpasseth-wrath",
      "t": "Thus have We recounted unto you the tales of the one true God, and sent down unto you the things He"
    },
    {
      "i": 258,
      "s": "258-sorcerer-devised-lie-against-god",
      "t": "There hath appeared in this Revelation what hath never appeared before. As to the infidels that have"
    },
    {
      "i": 259,
      "s": "259-produce-what-earth-powerless",
      "t": "Tell out to the nations, O Pen of the Ancient of Days, the things that have happened in ‘Iráq. Tell"
    },
    {
      "i": 260,
      "s": "260-dawn-understanding-testimony-fulfilled",
      "t": "“Witness! What is it thou seest?” He was dumbfounded. And when he came to himself, he said: “I truly"
    },
    {
      "i": 261,
      "s": "261-none-found-comprehend-meaning",
      "t": "Days passed and he failed to come back to Us. Eventually, there came another messenger who informed"
    },
    {
      "i": 262,
      "s": "262-eyes-illumined-light-understanding",
      "t": "By My Self! Whoso hath in bygone ages asked Us to produce the signs of God, hath, no sooner had We r"
    },
    {
      "i": 263,
      "s": "263-book-of-life-sorrows-dissipated",
      "t": "O thou who art the fruit of My Tree and the leaf thereof! On thee be My glory and My mercy. Let not"
    },
    {
      "i": 264,
      "s": "264-decrees-sovereign-ordainer-fate-predestination",
      "t": "Know thou, O fruit of My Tree, that the decrees of the Sovereign Ordainer, as related to fate and pr"
    },
    {
      "i": 265,
      "s": "265-prayer-averting-decree",
      "t": "The decree that is impending, however, is such that prayer and entreaty can succeed in averting it."
    },
    {
      "i": 266,
      "s": "266-trust-called-back-to-thyself",
      "t": "Say: O God, my God! Thou hast committed into mine hands a trust from Thee, and hast now according to"
    },
    {
      "i": 267,
      "s": "267-wine-of-thy-love-unity",
      "t": "Vouchsafe Thy blessings, O Lord, my God, unto them that have quaffed the wine of Thy love before the"
    },
    {
      "i": 268,
      "s": "268-poverty-wealth-god-acknowledgment",
      "t": "Thou art He, O God, Who hath proclaimed Himself as the Lord of Wealth, and characterized all that se"
    },
    {
      "i": 269,
      "s": "269-ashrafs-mother-seat-of-truth",
      "t": "Call thou to mind the behavior of As̱hraf’s mother, whose son laid down his life in the Land of Zá ("
    },
    {
      "i": 270,
      "s": "270-infidels-put-death-mother-admonish",
      "t": "When the infidels, so unjustly, decided to put him to death, they sent and fetched his mother, that"
    },
    {
      "i": 271,
      "s": "271-hearts-lovers-god-concourse-high",
      "t": "No sooner did she behold the face of her son, than she spoke to him such words as caused the hearts"
    },
    {
      "i": 272,
      "s": "272-offer-up-thyself-path-lord",
      "t": "And when addressing him she said: “My son, mine own son! Fail not to offer up thyself in the path of"
    },
    {
      "i": 273,
      "s": "273-noble-angel-face-light",
      "t": "On her be My blessings, and My mercy, and My praise, and My glory. I Myself shall atone for the loss"
    },
    {
      "i": 274,
      "s": "274-worlds-equilibrium-upset",
      "t": "The world’s equilibrium hath been upset through the vibrating influence of this most great, this new"
    },
    {
      "i": 275,
      "s": "275-ocean-words-unravel-secrets",
      "t": "Immerse yourselves in the ocean of My words, that ye may unravel its secrets, and discover all the p"
    },
    {
      "i": 276,
      "s": "276-infallible-balance-hand-god",
      "t": "Say: This is the infallible Balance which the Hand of God is holding, in which all who are in the he"
    },
    {
      "i": 277,
      "s": "277-daystar-beauty-exalt-word",
      "t": "Be not dismayed, O peoples of the world, when the daystar of My beauty is set, and the heaven of My"
    },
    {
      "i": 278,
      "s": "278-peoples-world-fast-asleep",
      "t": "The peoples of the world are fast asleep. Were they to wake from their slumber, they would hasten wi"
    },
    {
      "i": 279,
      "s": "279-pomp-glory-folded-up",
      "t": "Say: Rejoice not in the things ye possess; tonight they are yours, tomorrow others will possess them"
    },
    {
      "i": 280,
      "s": "280-glory-presence-withdrawn-wisdom",
      "t": "Let not your hearts be perturbed, O people, when the glory of My Presence is withdrawn, and the ocea"
    },
    {
      "i": 281,
      "s": "281-streams-fresh-waters-rocks",
      "t": "O peoples of the earth! God, the Eternal Truth, is My witness that streams of fresh and soft-flowing"
    },
    {
      "i": 282,
      "s": "282-well-beloved-word-commotion",
      "t": "Know ye from what heights your Lord, the All-Glorious is calling? Think ye that ye have recognized t"
    },
    {
      "i": 283,
      "s": "283-fingers-one-hand-unity",
      "t": "Beware lest the desires of the flesh and of a corrupt inclination provoke divisions among you. Be ye"
    },
    {
      "i": 284,
      "s": "284-evil-doings-can-never-harm-us",
      "t": "Consider the mercy of God and His gifts. He enjoineth upon you that which shall profit you, though H"
    },
    {
      "i": 285,
      "s": "285-true-believer-eternally-live-endure",
      "t": "It is clear and evident that when the veils that conceal the realities of the manifestations of the"
    },
    {
      "i": 286,
      "s": "286-every-word-mouth-god-mother-letter",
      "t": "Every word that proceedeth out of the mouth of God is endowed with such potency as can instill new l"
    },
    {
      "i": 287,
      "s": "287-beauty-eternal-disbelief-rejected",
      "t": "Tear asunder, in My Name, the veils that have grievously blinded your vision, and, through the power"
    },
    {
      "i": 288,
      "s": "288-subtleties-divine-wisdom-heavenly-knowledge",
      "t": "This is one of the verities that lie enshrined in My Revelation — a verity which I have revealed in"
    },
    {
      "i": 289,
      "s": "289-signs-god-shine-manifest-resplendent",
      "t": "The signs of God shine as manifest and resplendent as the sun amidst the works of His creatures. Wha"
    },
    {
      "i": 290,
      "s": "290-throne-thy-lord-inaccessible",
      "t": "Give ear, O My servant, unto that which is being sent down unto thee from the Throne of thy Lord, th"
    },
    {
      "i": 291,
      "s": "291-waters-of-everlasting-life",
      "t": "Some were guided by the Light of God, gained admittance into the court of His presence, and quaffed,"
    },
    {
      "i": 292,
      "s": "292-daystar-bayán-manifested-mercy",
      "t": "Ages rolled away, until they attained their consummation in this, the Lord of days, the Day whereon"
    },
    {
      "i": 293,
      "s": "293-revelation-god-testimony-truth",
      "t": "“God,” said He, “is My witness, O people! I am come to you with a Revelation from the Lord, your God"
    },
    {
      "i": 294,
      "s": "294-curse-oppressors-shameful-cruelty",
      "t": "The more He exhorted them, the fiercer grew their enmity, till, at the last, they put Him to death w"
    },
    {
      "i": 295,
      "s": "295-hasten-towards-him-cleave-whatsoever",
      "t": "A few believed in Him; few of Our servants are the thankful. These He admonished, in all His Tablets"
    },
    {
      "i": 296,
      "s": "296-beauty-bab-clouds-names",
      "t": "And when after the lapse of a few years the heaven of Divine decree was cleft asunder, and the Beaut"
    },
    {
      "i": 297,
      "s": "297-hand-infidel-profane-hem-robe",
      "t": "And when they realized their powerlessness to achieve their purpose, they arose to plot against Him."
    },
    {
      "i": 298,
      "s": "298-know-him-through-his-own-self",
      "t": "O My servant that believest in God! By the righteousness of the Almighty! Were I to recount to thee"
    },
    {
      "i": 299,
      "s": "299-chalice-immortality-detachment",
      "t": "Emerge from behind the veil, by the leave of thy Lord, the All-Glorious, the Most Powerful, and seiz"
    },
    {
      "i": 300,
      "s": "300-good-evil-mans-own-volition",
      "t": "And now, concerning thy question regarding the creation of man. Know thou that all men have been cre"
    },
    {
      "i": 301,
      "s": "301-creation-eternity-lord-servant",
      "t": "As to thy question concerning the origin of creation. Know assuredly that God’s creation hath existe"
    },
    {
      "i": 302,
      "s": "302-lord-manifest-none-recognize",
      "t": "As to those sayings, attributed to the Prophets of old, such as, “In the beginning was God; there wa"
    },
    {
      "i": 303,
      "s": "303-creator-without-creation",
      "t": "Consider the hour at which the supreme Manifestation of God revealeth Himself unto men. Ere that hou"
    },
    {
      "i": 304,
      "s": "304-worlds-of-god-infinite-range",
      "t": "As to thy question concerning the worlds of God. Know thou of a truth that the worlds of God are cou"
    },
    {
      "i": 305,
      "s": "305-dream-mysteries-divine-wisdom",
      "t": "Consider thy state when asleep. Verily, I say, this phenomenon is the most mysterious of the signs o"
    },
    {
      "i": 306,
      "s": "306-consciousness-personality-after-death",
      "t": "Thou hast asked Me whether man, as apart from the Prophets of God and His chosen ones, will retain,"
    },
    {
      "i": 307,
      "s": "307-soul-exalted-independent-infirmities",
      "t": "Know thou that the soul of man is exalted above, and is independent of all infirmities of body or mi"
    },
    {
      "i": 308,
      "s": "308-soul-reflects-light-veil",
      "t": "Consider the lamp which is hidden under a bushel. Though its light be shining, yet its radiance is c"
    },
    {
      "i": 309,
      "s": "309-sun-behind-clouds-soul",
      "t": "Consider again the sun when it is completely hidden behind the clouds. Though the earth is still ill"
    },
    {
      "i": 310,
      "s": "310-fruit-manifesteth-wondrous-beauty",
      "t": "Consider, moreover, how the fruit, ere it is formed, lieth potentially within the tree. Were the tre"
    },
    {
      "i": 311,
      "s": "311-soul-presence-of-god",
      "t": "And now concerning thy question regarding the soul of man and its survival after death. Know thou of"
    },
    {
      "i": 312,
      "s": "312-clouds-rain-bounty-worlds-beyond",
      "t": "Through them the clouds rain their bounty upon men, and the earth bringeth forth its fruits. All thi"
    },
    {
      "i": 313,
      "s": "313-soul-sign-of-god",
      "t": "Thou hast asked Me concerning the nature of the soul. Know, verily, that the soul is a sign of God,"
    },
    {
      "i": 314,
      "s": "314-recognized-true-stature-soul",
      "t": "Whoso hath, in this Day, refused to allow the doubts and fancies of men to turn him away from Him Wh"
    },
    {
      "i": 315,
      "s": "315-soul-walketh-humbly-god",
      "t": "Much hath been written in the books of old concerning the various stages in the development of the s"
    },
    {
      "i": 316,
      "s": "316-soul-asleep-external-influences",
      "t": "When man is asleep, his soul can, in no wise, be said to have been inherently affected by any extern"
    },
    {
      "i": 317,
      "s": "317-door-to-knowledge-sovereignty",
      "t": "Consider the human eye. Though it hath the faculty of perceiving all created things, yet the slighte"
    },
    {
      "i": 318,
      "s": "318-human-soul-mystery-god",
      "t": "Verily I say, the human soul is, in its essence, one of the signs of God, a mystery among His myster"
    },
    {
      "i": 319,
      "s": "319-soul-faithful-cause-station",
      "t": "Thou hast, moreover, asked Me concerning the state of the soul after its separation from the body. K"
    },
    {
      "i": 320,
      "s": "320-soul-exalted-egress-regress",
      "t": "In several of Our Tablets We have referred to this theme, and have set forth the various stages in t"
    },
    {
      "i": 321,
      "s": "321-wonder-amazement-divine-unity",
      "t": "Witness the wondrous evidences of God’s handiwork, and reflect upon its range and character. He Who"
    },
    {
      "i": 322,
      "s": "322-every-fixed-star-hath-planets",
      "t": "Thou hast, moreover, asked Me concerning the nature of the celestial spheres. To comprehend their na"
    },
    {
      "i": 323,
      "s": "323-dayspring-glory-revelation-manifest",
      "t": "O thou that hast fixed thine eyes upon My countenance! The Dayspring of Glory hath, in this Day, man"
    },
    {
      "i": 324,
      "s": "324-rational-faculty-divine-revelation",
      "t": "Consider the rational faculty with which God hath endowed the essence of man. Examine thine own self"
    },
    {
      "i": 325,
      "s": "325-faculty-derived-from-rational-power",
      "t": "It would be wholly untrue to maintain that this faculty is the same as the power of vision, inasmuch"
    },
    {
      "i": 326,
      "s": "326-sign-of-god-fade-into-nothingness",
      "t": "This same relationship bindeth this faculty with whatsoever hath been the recipient of these names a"
    },
    {
      "i": 327,
      "s": "327-acme-human-understanding",
      "t": "Wert thou to ponder in thine heart, from now until the end that hath no end, and with all the concen"
    },
    {
      "i": 328,
      "s": "328-eternal-truth-undisputed-sovereignty",
      "t": "Regard thou the one true God as One Who is apart from, and immeasurably exalted above, all created t"
    },
    {
      "i": 329,
      "s": "329-victims-blind-imitation-unity",
      "t": "Some, deluded by their idle fancies, have conceived all created things as associates and partners of"
    },
    {
      "i": 330,
      "s": "330-true-believer-divine-unity",
      "t": "He is a true believer in Divine unity who, far from confusing duality with oneness, refuseth to allo"
    },
    {
      "i": 331,
      "s": "331-essence-belief-divine-unity",
      "t": "The essence of belief in Divine unity consisteth in regarding Him Who is the Manifestation of God an"
    },
    {
      "i": 332,
      "s": "332-daystar-glory-radiance-springtime",
      "t": "O My servants! It behooveth you to refresh and revive your souls through the gracious favors which,"
    },
    {
      "i": 333,
      "s": "333-lamp-god-burning-disobedience",
      "t": "Say: O people! The Lamp of God is burning; take heed, lest the fierce winds of your disobedience ext"
    },
    {
      "i": 334,
      "s": "334-beloved-now-come-manifest",
      "t": "Say: O ye that have strayed and lost your way! The Divine Messenger, Who speaketh naught but the tru"
    },
    {
      "i": 335,
      "s": "335-fountain-everlasting-life",
      "t": "O My servants! Whoso hath tasted of this Fountain hath attained unto everlasting Life, and whoso hat"
    },
    {
      "i": 336,
      "s": "336-severe-trial-overtake-you",
      "t": "Say: O ye that are bereft of understanding! A severe trial pursueth you, and will suddenly overtake"
    },
    {
      "i": 337,
      "s": "337-souls-crimson-ark-consciousness",
      "t": "And now concerning thy question whether human souls continue to be conscious one of another after th"
    },
    {
      "i": 338,
      "s": "338-soul-winged-flight-unto-god",
      "t": "The people of Bahá, who are the inmates of the Ark of God, are, one and all, well aware of one anoth"
    },
    {
      "i": 339,
      "s": "339-infidels-aware-good-things-escaped",
      "t": "The souls of the infidels, however, shall — and to this I bear witness — when breathing their last b"
    },
    {
      "i": 340,
      "s": "340-joy-gladness-after-death",
      "t": "It is clear and evident that all men shall, after their physical death, estimate the worth of their"
    },
    {
      "i": 341,
      "s": "341-eyes-directed-towards-manifestation",
      "t": "This is the Day when the loved ones of God should keep their eyes directed towards His Manifestation"
    },
    {
      "i": 342,
      "s": "342-dayspring-revelation-loved-ones",
      "t": "Our purpose is to show that should the loved ones of God sanctify their hearts and their ears from t"
    },
    {
      "i": 343,
      "s": "343-magnify-name-thankful",
      "t": "Magnify His Name, and be thou of the thankful. Convey My greetings to My loved ones, whom God hath s"
    },
    {
      "i": 344,
      "s": "344-absence-no-proof-nonexistence",
      "t": "And now regarding thy question, “How is it that no records are to be found concerning the Prophets t"
    },
    {
      "i": 345,
      "s": "345-forms-modes-writing-unknown-generations",
      "t": "Moreover such forms and modes of writing as are now current amongst men were unknown to the generati"
    },
    {
      "i": 346,
      "s": "346-confusion-tongues-babel",
      "t": "Consider the differences that have arisen since the days of Adam. The divers and widely-known langua"
    },
    {
      "i": 347,
      "s": "347-language-crossing-jordan-hebrew",
      "t": "Subsequently Syriac became prominent among the existing languages. The Sacred Scriptures of former t"
    },
    {
      "i": 348,
      "s": "348-changes-language-since-adam",
      "t": "Witness, therefore, how numerous and far-reaching have been the changes in language, speech, and wri"
    },
    {
      "i": 349,
      "s": "349-manifestations-eternal-holiness-sent-down",
      "t": "Our purpose in revealing these words is to show that the one true God hath, in His all-highest and t"
    },
    {
      "i": 350,
      "s": "350-historical-records-deluge-cataclysms",
      "t": "Mention hath been made in certain books of a deluge which caused all that existed on earth, historic"
    },
    {
      "i": 351,
      "s": "351-turn-eyes-towards-most-great-revelation",
      "t": "Please God thou wilt turn thine eyes towards the Most Great Revelation, and entirely disregard these"
    },
    {
      "i": 352,
      "s": "352-essence-justice-manifestation",
      "t": "Know verily that the essence of justice and the source thereof are both embodied in the ordinances p"
    },
    {
      "i": 353,
      "s": "353-word-meaning-exhausted-interpreters",
      "t": "Know assuredly that just as thou firmly believest that the Word of God, exalted be His glory, endure"
    },
    {
      "i": 354,
      "s": "354-heart-of-baha-dumbfounded",
      "t": "Oh, would that the world could believe Me! Were all the things that lie enshrined within the heart o"
    },
    {
      "i": 355,
      "s": "355-truths-garment-words-cannot-contain",
      "t": "How great the multitude of truths which the garment of words can never contain! How vast the number"
    },
    {
      "i": 356,
      "s": "356-detach-thyself-human-learning",
      "t": "Of these truths some can be disclosed only to the extent of the capacity of the repositories of the"
    },
    {
      "i": 357,
      "s": "357-man-is-my-mystery",
      "t": "Whatever is in the heavens and whatever is on the earth is a direct evidence of the revelation withi"
    },
    {
      "i": 358,
      "s": "358-manifestation-names-attributes-god",
      "t": "…From that which hath been said it becometh evident that all things, in their inmost reality, testif"
    },
    {
      "i": 359,
      "s": "359-obscure-souls-divine-presence",
      "t": "Amongst the proofs demonstrating the truth of this Revelation is this, that in every age and Dispens"
    },
    {
      "i": 360,
      "s": "360-cup-divine-presence-illumined-divines",
      "t": "In this most resplendent Dispensation, however, this most mighty Sovereignty, a number of illumined"
    },
    {
      "i": 361,
      "s": "361-breasts-targets-darts-enemy",
      "t": "All these were guided by the light of the Sun of Divine Revelation, confessed and acknowledged His t"
    },
    {
      "i": 362,
      "s": "362-testimony-faithless-souls-Divine-decree",
      "t": "Be fair: Is the testimony of those acceptable and worthy of attention whose deeds agree with their w"
    },
    {
      "i": 363,
      "s": "363-deeds-sufficient-testimony-earth",
      "t": "With what love, what devotion, what exultation and holy rapture, they sacrificed their lives in the"
    },
    {
      "i": 364,
      "s": "364-testimony-detached-exalted-beings",
      "t": "Consider these martyrs of unquestionable sincerity, to whose truthfulness testifieth the explicit te"
    },
    {
      "i": 365,
      "s": "365-divine-elixir-transmute-dross",
      "t": "The Book of God is wide open, and His Word is summoning mankind unto Him. No more than a mere handfu"
    },
    {
      "i": 366,
      "s": "366-strength-feeble-crowneth-wealth",
      "t": "Incline your ears, O friends of God, to the voice of Him Whom the world hath wronged, and hold fast"
    },
    {
      "i": 367,
      "s": "367-betterment-world-promotion-cause",
      "t": "With the utmost friendliness and in a spirit of perfect fellowship take ye counsel together, and ded"
    },
    {
      "i": 368,
      "s": "368-every-created-thing-sign-revelation",
      "t": "Know thou that every created thing is a sign of the revelation of God. Each, according to its capaci"
    },
    {
      "i": 369,
      "s": "369-divine-essence-created-things",
      "t": "Behold, how immeasurably exalted is the Lord your God above all created things! Witness the majesty"
    },
    {
      "i": 370,
      "s": "370-life-vein-nearest-far-beloved",
      "t": "Meditate on what the poet hath written: “Wonder not, if my Best-Beloved be closer to me than mine ow"
    },
    {
      "i": 371,
      "s": "371-god-exalted-beyond-proximity-remoteness",
      "t": "It should be remembered in this connection that the one true God is in Himself exalted beyond and ab"
    },
    {
      "i": 372,
      "s": "372-heart-throne-revelation-merciful",
      "t": "That the heart is the throne, in which the Revelation of God the All-Merciful is centered, is attest"
    },
    {
      "i": 373,
      "s": "373-god-remains-aware-creature",
      "t": "Consider, moreover, how frequently doth man become forgetful of his own self, whilst God remaineth,"
    },
    {
      "i": 374,
      "s": "374-all-created-things-signs-revelation",
      "t": "Let no one imagine that by Our assertion that all created things are the signs of the revelation of"
    },
    {
      "i": 375,
      "s": "375-pen-trembles-drop-ocean",
      "t": "By the righteousness of My name, the All-Merciful! The Pen of the Most High trembleth with a great t"
    },
    {
      "i": 376,
      "s": "376-nails-eyes-equal-rank",
      "t": "Furthermore, consider the signs of the revelation of God in their relation one to another. Can the s"
    },
    {
      "i": 377,
      "s": "377-preserve-integrity-rank-station",
      "t": "To transgress the limits of one’s own rank and station is, in no wise, permissible. The integrity of"
    },
    {
      "i": 378,
      "s": "378-poison-beneficial-influence-created-things",
      "t": "It should be borne in mind, however, that when the light of My Name, the All-Pervading, hath shed it"
    },
    {
      "i": 379,
      "s": "379-manifestations-of-god-unseemly-sayings",
      "t": "The people living in the days of the Manifestations of God have, for the most part, uttered such uns"
    },
    {
      "i": 380,
      "s": "380-believer-unity-god-sign-revelation",
      "t": "He is really a believer in the Unity of God who recognizeth in each and every created thing the sign"
    },
    {
      "i": 381,
      "s": "381-revelation-light-name-educator",
      "t": "Consider, for instance, the revelation of the light of the Name of God, the Educator. Behold, how in"
    },
    {
      "i": 382,
      "s": "382-revelation-light-unity-god",
      "t": "Consider, in like manner, the revelation of the light of the Name of God, the Incomparable. Behold,"
    },
    {
      "i": 383,
      "s": "383-wine-divine-unity-sanctified-beings",
      "t": "This sign of the revelation of the Divine Being in them that have joined partners with Him may, in a"
    },
    {
      "i": 384,
      "s": "384-ancient-king-revelation-unity",
      "t": "God grant that, with a penetrating vision, thou mayest perceive, in all things, the sign of the reve"
    },
    {
      "i": 385,
      "s": "385-no-partners-with-lord-thy-god",
      "t": "And now concerning thy reference to the existence of two Gods. Beware, beware, lest thou be led to j"
    },
    {
      "i": 386,
      "s": "386-testimony-god-pronounced-oneness",
      "t": "Bear thou witness in thine inmost heart unto this testimony which God hath Himself and for Himself p"
    },
    {
      "i": 387,
      "s": "387-transcendent-majesty-unknowable-essence",
      "t": "He, in truth, hath, throughout eternity, been one in His Essence, one in His attributes, one in His"
    },
    {
      "i": 388,
      "s": "388-servitude-tie-gracious-favor",
      "t": "The tie of servitude established between the worshiper and the adored One, between the creature and"
    },
    {
      "i": 389,
      "s": "389-gift-understanding-recognize-true-god",
      "t": "Know thou that, according to what thy Lord, the Lord of all men, hath decreed in His Book, the favor"
    },
    {
      "i": 390,
      "s": "390-sense-touch-embraces-human-frame",
      "t": "Every one of these gifts is an undoubted evidence of the majesty, the power, the ascendancy, the all"
    },
    {
      "i": 391,
      "s": "391-bread-comes-down-from-heaven",
      "t": "These gifts are inherent in man himself. That which is preeminent above all other gifts, is incorrup"
    },
    {
      "i": 392,
      "s": "392-desire-understanding-heart",
      "t": "Render thanks unto thy Lord for having vouchsafed unto thee so great a bounty. Lift up thy voice and"
    },
    {
      "i": 393,
      "s": "393-pen-most-high-calling",
      "t": "The Pen of the Most High is unceasingly calling; and yet, how few are those that have inclined their"
    },
    {
      "i": 394,
      "s": "394-new-life-stirring-peoples-earth",
      "t": "A new life is, in this age, stirring within all the peoples of the earth; and yet none hath discover"
    },
    {
      "i": 395,
      "s": "395-stars-heaven-understanding",
      "t": "O friends! Be not careless of the virtues with which ye have been endowed, neither be neglectful of"
    },
    {
      "i": 396,
      "s": "396-glory-loved-ones-serve",
      "t": "Be ye guided by wisdom in all your doings, and cleave ye tenaciously unto it. Please God ye may all"
    },
    {
      "i": 397,
      "s": "397-copper-transmuted-gold",
      "t": "Consider the doubts which they who have joined partners with God have instilled into the hearts of t"
    },
    {
      "i": 398,
      "s": "398-book-unerring-balance",
      "t": "Say: O leaders of religion! Weigh not the Book of God with such standards and sciences as are curren"
    },
    {
      "i": 399,
      "s": "399-snow-white-faces-radiant-hearts",
      "t": "The eye of My loving-kindness weepeth sore over you, inasmuch as ye have failed to recognize the One"
    },
    {
      "i": 400,
      "s": "400-face-of-your-lord-almighty",
      "t": "O ye leaders of religion! Who is the man amongst you that can rival Me in vision or insight? Where i"
    },
    {
      "i": 401,
      "s": "401-recognition-dayspring-light",
      "t": "We have decreed, O people, that the highest and last end of all learning be the recognition of Him W"
    },
    {
      "i": 402,
      "s": "402-kingdom-gods-mount-holy-land",
      "t": "Say: This, verily, is the heaven in which the Mother Book is treasured, could ye but comprehend it."
    },
    {
      "i": 403,
      "s": "403-unlettered-one-summoneth-god",
      "t": "We have not entered any school, nor read any of your dissertations. Incline your ears to the words o"
    },
    {
      "i": 404,
      "s": "404-elixir-satanic-heavenly-power",
      "t": "The vitality of men’s belief in God is dying out in every land; nothing short of His wholesome medic"
    },
    {
      "i": 405,
      "s": "405-hem-sacred-vesture-smirched",
      "t": "The voice of the Divine Herald, proceeding out of the throne of God, declareth: O ye My loved ones!"
    },
    {
      "i": 406,
      "s": "406-contemptible-soliciting-gods-riches",
      "t": "How great, how very great, the gulf that separateth Us from them who, in this Day, are occupied with"
    },
    {
      "i": 407,
      "s": "407-sweet-smell-raiment-all-glorious",
      "t": "It is incumbent upon thee, and upon the followers of Him Who is the Eternal Truth, to summon all men"
    },
    {
      "i": 408,
      "s": "408-honor-destined-steadfast-patience",
      "t": "They who are possessed of riches, however, must have the utmost regard for the poor, for great is th"
    },
    {
      "i": 409,
      "s": "409-help-invisible-aid-prescribed-duty",
      "t": "Please God, the poor may exert themselves and strive to earn the means of livelihood. This is a duty"
    },
    {
      "i": 410,
      "s": "410-equity-fundamental-human-virtue",
      "t": "Tell, O ‘Alí, the loved ones of God that equity is the most fundamental among human virtues. The eva"
    },
    {
      "i": 411,
      "s": "411-hold-fast-greatest-name-unity",
      "t": "It beseemeth all men, in this Day, to take firm hold on the Most Great Name, and to establish the un"
    },
    {
      "i": 412,
      "s": "412-mirror-knowledge-reflecteth-distinctly",
      "t": "Say: Observe equity in your judgment, ye men of understanding heart! He that is unjust in his judgme"
    },
    {
      "i": 413,
      "s": "413-victims-idle-fancies-hearts",
      "t": "We have forbidden men to walk after the imaginations of their hearts, that they may be enabled to re"
    },
    {
      "i": 414,
      "s": "414-soar-immensity-love",
      "t": "We beseech God that He may graciously vouchsafe His grace unto all men, and enable them to attain th"
    },
    {
      "i": 415,
      "s": "415-day-when-every-ear-attentive",
      "t": "Say: This is the Day when every ear must needs be attentive to His voice. Hearken ye to the Call of"
    },
    {
      "i": 416,
      "s": "416-glory-calleth-upon-my-name",
      "t": "Proclaim unto men what He, Who speaketh the truth and is the Bearer of the Trust of God, hath bidden"
    },
    {
      "i": 417,
      "s": "417-station-man-fulfill-destiny",
      "t": "The purpose underlying the revelation of every heavenly Book, nay, of every divinely revealed verse,"
    },
    {
      "i": 418,
      "s": "418-hearts-kings-rulers-earth",
      "t": "Give a hearing ear, O people, to that which I, in truth, say unto you. The one true God, exalted be"
    },
    {
      "i": 419,
      "s": "419-king-arise-wronged-people",
      "t": "This is the wish of God and His decree.… We cherish the hope that one of the kings of the earth will"
    },
    {
      "i": 420,
      "s": "420-divine-joseph-bartered-paltry-price",
      "t": ""
    },
    {
      "i": 421,
      "s": "421-unforeseen-calamity-deeds-graven",
      "t": "O ye peoples of the world! Know, verily, that an unforeseen calamity is following you, and that grie"
    },
    {
      "i": 422,
      "s": "422-sovereign-lord-worship-god",
      "t": "O kings of the earth! He Who is the sovereign Lord of all is come. The Kingdom is God’s, the omnipot"
    },
    {
      "i": 423,
      "s": "423-wash-hearts-earthly-defilements",
      "t": "We see you rejoicing in that which ye have amassed for others and shutting out yourselves from the w"
    },
    {
      "i": 424,
      "s": "424-sinai-circling-dayspring-revelation",
      "t": "This is the Day in which He Who held converse with God hath attained the light of the Ancient of Day"
    },
    {
      "i": 425,
      "s": "425-most-great-law-revealed",
      "t": "O kings of the earth! The Most Great Law hath been revealed in this Spot, this scene of transcendent"
    },
    {
      "i": 426,
      "s": "426-emblems-of-his-sovereignty",
      "t": "Ye are but vassals, O kings of the earth! He Who is the King of Kings hath appeared, arrayed in His"
    },
    {
      "i": 427,
      "s": "427-seize-possess-hearts-men",
      "t": "By the righteousness of God! It is not Our wish to lay hands on your kingdoms. Our mission is to sei"
    },
    {
      "i": 428,
      "s": "428-crimson-ark-aid-cause",
      "t": "How great the blessedness that awaiteth the king who will arise to aid My Cause in My Kingdom, who w"
    },
    {
      "i": 429,
      "s": "429-physician-pulse-mankind-remedy",
      "t": "The All-Knowing Physician hath His finger on the pulse of mankind. He perceiveth the disease, and pr"
    },
    {
      "i": 430,
      "s": "430-intoxicated-self-conceit-divine-physician",
      "t": "We can well perceive how the whole human race is encompassed with great, with incalculable afflictio"
    },
    {
      "i": 431,
      "s": "431-water-of-life-drink-awakened",
      "t": "Incline your ears to the sweet melody of this Prisoner. Arise, and lift up your voices, that haply t"
    },
    {
      "i": 432,
      "s": "432-entire-human-race-one-soul",
      "t": "He Who is your Lord, the All-Merciful, cherisheth in His heart the desire of beholding the entire hu"
    },
    {
      "i": 433,
      "s": "433-violent-hold-grievous-afflictions",
      "t": "We have a fixed time for you, O peoples. If ye fail, at the appointed hour, to turn towards God, He,"
    },
    {
      "i": 434,
      "s": "434-heights-divine-favor-unrevealed",
      "t": "O Kamál! The heights which, through the most gracious favor of God, mortal man can attain, in this D"
    },
    {
      "i": 435,
      "s": "435-crystal-stream-heavenly-grace",
      "t": "All men have been created to carry forward an ever-advancing civilization. The Almighty beareth Me w"
    },
    {
      "i": 436,
      "s": "436-foundation-changes-chances-world",
      "t": "The Great Being saith: O ye children of men! The fundamental purpose animating the Faith of God and"
    },
    {
      "i": 437,
      "s": "437-reformation-age-rehabilitation-fortunes",
      "t": "Our hope is that the world’s religious leaders and the rulers thereof will unitedly arise for the re"
    },
    {
      "i": 438,
      "s": "438-moderation-beneficial-influence",
      "t": "Let them, after meditating on its needs, take counsel together and, through anxious and full deliber"
    },
    {
      "i": 439,
      "s": "439-winds-of-despair-blowing-every-direction",
      "t": "However much men of understanding may favorably regard them, they will, if carried to excess, exerci"
    },
    {
      "i": 440,
      "s": "440-unity-radiance-luminary",
      "t": "O contending peoples and kindreds of the earth! Set your faces towards unity, and let the radiance o"
    },
    {
      "i": 441,
      "s": "441-tabernacle-of-unity-raised",
      "t": "Behold the disturbances which, for many a long year, have afflicted the earth, and the perturbation"
    },
    {
      "i": 442,
      "s": "442-fruits-one-tree-leaves-one-branch",
      "t": "Ye are the fruits of one tree, and the leaves of one branch. We cherish the hope that the light of j"
    },
    {
      "i": 443,
      "s": "443-reign-of-justice-envelop-earth",
      "t": "If the rulers and kings of the earth, the symbols of the power of God, exalted be His glory, arise a"
    },
    {
      "i": 444,
      "s": "444-twin-pillars-reward-punishment",
      "t": "The Great Being saith: The structure of world stability and order hath been reared upon, and will co"
    },
    {
      "i": 445,
      "s": "445-force-justice-wisdom",
      "t": "of the rulers of the world! There is no force on earth that can equal in its conquering power the fo"
    },
    {
      "i": 446,
      "s": "446-ornament-brow-peace-security",
      "t": "He verily is the ornament that adorneth the brow of peace and the countenance of security."
    },
    {
      "i": 447,
      "s": "447-daystar-justice-transforms-earth",
      "t": "There can be no doubt whatever that if the daystar of justice, which the clouds of tyranny have obsc"
    },
    {
      "i": 448,
      "s": "448-ultimate-destiny-cause-god",
      "t": "Dost thou imagine, O Minister of the S̱háh in the City (Constantinople), that I hold within My grasp"
    },
    {
      "i": 449,
      "s": "449-cast-away-mere-conceit",
      "t": "Dost thou believe thou hast the power to frustrate His Will, to hinder Him from executing His judgme"
    },
    {
      "i": 450,
      "s": "450-cause-of-god-prevail-against",
      "t": "Know thou, moreover, that He it is Who hath, by His own behest, created all that is in the heavens a"
    },
    {
      "i": 451,
      "s": "451-slay-man-saith-lord",
      "t": "Hast thou not heard what a man of the family of Pharaoh, a believer, hath said of old, and which God"
    },
    {
      "i": 452,
      "s": "452-injustices-eye-creation-hath-not-seen",
      "t": "And yet, ye have failed to incline your ears unto His bidding, have disregarded His law, have reject"
    },
    {
      "i": 453,
      "s": "453-slew-scion-prophet-house",
      "t": "Your iniquity waxed greater and greater until ye slew Him Who had never taken His eyes away from the"
    },
    {
      "i": 454,
      "s": "454-sowers-of-dissension-conduct",
      "t": "Be fair in your judgment. Did they whom you curse, upon whom ye invoke evil, act differently from yo"
    },
    {
      "i": 455,
      "s": "455-avenge-his-death-blame-yourselves",
      "t": "And when ye took away His life, one of His followers arose to avenge His death. He was unknown of me"
    },
    {
      "i": 456,
      "s": "456-rulers-honor-prophets-descendants",
      "t": "All the rulers and kings of the earth honor and revere the descendants of their Prophets and holy me"
    },
    {
      "i": 457,
      "s": "457-shake-off-slumber-heedlessness",
      "t": "Ye have persisted in your waywardness until ye rose up against Us, though We had committed nothing t"
    },
    {
      "i": 458,
      "s": "458-hand-god-over-your-hands",
      "t": "Ponder in thine heart. Did ye, notwithstanding your behavior and the things your hands have wrought,"
    },
    {
      "i": 459,
      "s": "459-prisoner-cause-god-never-change",
      "t": "Ye perpetrate every day a fresh injustice, and treat Me as ye treated Me in times past, though I nev"
    },
    {
      "i": 460,
      "s": "460-god-light-earth-darkness",
      "t": "Give heed to My warning, ye people of Persia! If I be slain at your hands, God will assuredly raise"
    },
    {
      "i": 461,
      "s": "461-how-didst-thou-pronounce-verdict",
      "t": "Pause for but a little while and reflect, O Minister, and be fair in thy judgment. What is it that W"
    },
    {
      "i": 462,
      "s": "462-no-ill-will-against-thee",
      "t": "Despite what thou hast done I entertain — and to this God is My witness — no ill-will against thee,"
    },
    {
      "i": 463,
      "s": "463-weep-over-thyself-flee-to-god",
      "t": "By God! Wert thou to realize what thou hast done, thou wouldst surely weep sore over thyself, and wo"
    },
    {
      "i": 464,
      "s": "464-manifest-unto-you-bounty-god",
      "t": "I know not the path ye have chosen and which ye tread, O congregation of My ill-wishers! We summon y"
    },
    {
      "i": 465,
      "s": "465-servant-god-believed-signs",
      "t": "Certain ones among you have said: “He it is Who hath laid claim to be God.” By God! This is a gross"
    },
    {
      "i": 466,
      "s": "466-eye-of-god-minister-justice",
      "t": "Imagine thyself to be under the eye of God, O Minister! If thou seest Him not, He, in truth, clearly"
    },
    {
      "i": 467,
      "s": "467-minister-corrupt-iraq-truth",
      "t": "For eleven years We dwelt in that land, until the Minister representing thy government arrived, whos"
    },
    {
      "i": 468,
      "s": "468-never-opposed-him-others",
      "t": "God is Our witness! We have, under no circumstances, opposed either him, or others. We observed, und"
    },
    {
      "i": 469,
      "s": "469-desist-inflicting-hurt-repented",
      "t": "It is not Our purpose in addressing to thee these words to lighten the burden of Our woe, or to indu"
    },
    {
      "i": 470,
      "s": "470-return-to-dust-justice",
      "t": "Beware lest thou be led to connive at injustice. Set thy heart firmly upon justice, and alter not th"
    },
    {
      "i": 471,
      "s": "471-submit-manifestations-unity-god",
      "t": "Rememberest thou not God’s warning uttered in times past, that thou mayest be of them that heed His"
    },
    {
      "i": 472,
      "s": "472-speech-of-him-that-speaketh-truth",
      "t": "Hearken, O King (Sulṭán ‘Abdu’l-‘Azíz), to the speech of Him that speaketh the truth, Him that doth"
    },
    {
      "i": 473,
      "s": "473-gather-ministers-fragrance-faith-justice",
      "t": "Beware, O King, that thou gather not around thee such ministers as follow the desires of a corrupt i"
    },
    {
      "i": 474,
      "s": "474-trustworthy-truthful-disbelieveth-god",
      "t": "Know thou for a certainty that whoso disbelieveth in God is neither trustworthy nor truthful. This,"
    },
    {
      "i": 475,
      "s": "475-wolf-shepherd-gods-flock",
      "t": "Take heed that thou resign not the reins of the affairs of thy state into the hands of others, and r"
    },
    {
      "i": 476,
      "s": "476-reins-affairs-people",
      "t": "Wert thou to incline thine ear unto My speech and observe My counsel, God would exalt thee to so emi"
    },
    {
      "i": 477,
      "s": "477-enforce-law-of-god",
      "t": "Render thanks unto God for having chosen thee out of the whole world, and made thee king over them t"
    },
    {
      "i": 478,
      "s": "478-rivers-justice-strengthen-affairs",
      "t": "Shouldst thou cause rivers of justice to spread their waters amongst thy subjects, God would surely"
    },
    {
      "i": 479,
      "s": "479-treasuries-heavens-earth",
      "t": "Place not thy reliance on thy treasures. Put thy whole confidence in the grace of God, thy Lord. Let"
    },
    {
      "i": 480,
      "s": "480-deal-justly-undeviating-justice",
      "t": "Overstep not the bounds of moderation, and deal justly with them that serve thee. Bestow upon them a"
    },
    {
      "i": 481,
      "s": "481-abject-rule-noble-worthy",
      "t": "Allow not the abject to rule over and dominate them who are noble and worthy of honor, and suffer no"
    },
    {
      "i": 482,
      "s": "482-treasures-earth-justice-sovereign",
      "t": "Let My counsel be acceptable to thee, and strive thou to rule with equity among men, that God may ex"
    },
    {
      "i": 483,
      "s": "483-weigh-actions-gods-balance",
      "t": "Set before thine eyes God’s unerring Balance and, as one standing in His Presence, weigh in that Bal"
    },
    {
      "i": 484,
      "s": "484-king-bountiful-sun",
      "t": "It behooveth every king to be as bountiful as the sun, which fostereth the growth of all beings, and"
    },
    {
      "i": 485,
      "s": "485-oppression-justice-equitable-rule",
      "t": "Have a care not to entrust thine affairs of state entirely into another’s hands. None can discharge"
    },
    {
      "i": 486,
      "s": "486-god-shadow-on-earth",
      "t": "Thou art God’s shadow on earth. Strive, therefore, to act in such a manner as befitteth so eminent,"
    },
    {
      "i": 487,
      "s": "487-plead-grief-sorrow-god",
      "t": "I swear by God, O King! It is not My wish to make My plaint to thee against them that persecute Me."
    },
    {
      "i": 488,
      "s": "488-tribulations-pass-away-god-judges",
      "t": "The tribulations that have touched Us, the destitution from which We suffer, the various troubles wi"
    },
    {
      "i": 489,
      "s": "489-trust-committed-cause",
      "t": "We render thanks unto God for whatsoever hath befallen Us, and We patiently endure the things He hat"
    },
    {
      "i": 490,
      "s": "490-oppressor-desist-tyranny",
      "t": "Let thine ear be attentive, O King, to the words We have addressed to thee. Let the oppressor desist"
    },
    {
      "i": 491,
      "s": "491-never-rebel-against-thee",
      "t": "Have I, O King, ever disobeyed thee? Have I, at any time, transgressed any of thy laws? Can any of t"
    },
    {
      "i": 492,
      "s": "492-shield-from-hosts-evil-ones",
      "t": "In the day time and in the night season, at even and at morn, We pray to God on thy behalf, that He"
    },
    {
      "i": 493,
      "s": "493-hem-sacred-vesture-smirched-mire",
      "t": "The Pen of Revelation, O Ḏhabíḥ, hath, in most of the divinely revealed Tablets, recorded these wor"
    },
    {
      "i": 494,
      "s": "494-beloved-pass-beyond-narrow-retreats",
      "t": "Once again doth the Tongue of the Ancient of Days reveal, while in this Most Great Prison, these wor"
    },
    {
      "i": 495,
      "s": "495-keys-cities-mens-hearts",
      "t": "The one true God, exalted be His glory, hath bestowed the government of the earth upon the kings. To"
    },
    {
      "i": 496,
      "s": "496-trustees-god-amongst-men",
      "t": "It behooveth, likewise, the loved ones of God to be forbearing towards their fellowmen, and to be so"
    },
    {
      "i": 497,
      "s": "497-power-encompasseth-all-worlds",
      "t": "Behold, O Ḏhabíḥ, the works which God, the Sovereign Truth, hath wrought. Say thou: How great, how"
    },
    {
      "i": 498,
      "s": "498-pen-ancient-days-achieving-purpose",
      "t": "Though afflicted with countless tribulations, which We have suffered at the hands of Our enemies, We"
    },
    {
      "i": 499,
      "s": "499-lord-of-lords-testimony",
      "t": "Considering this most mighty enterprise, it beseemeth them that love Him to gird up the loins of the"
    },
    {
      "i": 500,
      "s": "500-loved-ones-god-soar-heights",
      "t": "Reflect awhile, and consider how they who are the loved ones of God must conduct themselves, and to"
    },
    {
      "i": 501,
      "s": "501-affliction-deeds-beloved-god",
      "t": "The imprisonment inflicted on this wronged One, O Ḏhabíḥ, did to Him no harm nor can it ever do so;"
    },
    {
      "i": 502,
      "s": "502-mighty-revelation-highest-consummation",
      "t": "O Ḏhabíḥ! The Tongue of Grandeur saith: By Myself that speaketh the truth! In this most mighty Reve"
    },
    {
      "i": 503,
      "s": "503-stability-cause-thy-lord",
      "t": "Behold how the people of the Bayán have utterly failed to recognize that the sole object of whatsoev"
    },
    {
      "i": 504,
      "s": "504-face-illumination-heavens-earth",
      "t": "By the righteousness of Mine own Self! Great, immeasurably great is this Cause! Mighty, inconceivabl"
    },
    {
      "i": 505,
      "s": "505-supremely-lofty-station",
      "t": "Sharp must be thy sight, O Ḏhabíḥ, and adamant thy soul, and brass-like thy feet, if thou wishest t"
    },
    {
      "i": 506,
      "s": "506-spirit-truth-come-again",
      "t": "O kings of Christendom! Heard ye not the saying of Jesus, the Spirit of God, “I go away, and come ag"
    },
    {
      "i": 507,
      "s": "507-twenty-years-tribulation-kings",
      "t": "Twenty years have passed, O kings, during which We have, each day, tasted the agony of a fresh tribu"
    },
    {
      "i": 508,
      "s": "508-reins-government-justice-downtrodden",
      "t": "God hath committed into your hands the reins of the government of the people, that ye may rule with"
    },
    {
      "i": 509,
      "s": "509-judge-between-us-and-enemies",
      "t": "Consider the state in which We are, and behold ye the ills and troubles that have tried Us. Neglect"
    },
    {
      "i": 510,
      "s": "510-exalted-cause-magnified-testimony",
      "t": "Warn and acquaint the people, O Servant, with the things We have sent down unto Thee, and let the fe"
    },
    {
      "i": 511,
      "s": "511-great-peace-amongst-men",
      "t": "The Great Being, wishing to reveal the prerequisites of the peace and tranquillity of the world and"
    },
    {
      "i": 512,
      "s": "512-universal-language-common-script",
      "t": "We fain would hope that the kings and rulers of the earth, the mirrors of the gracious and almighty"
    },
    {
      "i": 513,
      "s": "513-earth-one-country-mankind-citizens",
      "t": "It is incumbent upon every man of insight and understanding to strive to translate that which hath b"
    },
    {
      "i": 514,
      "s": "514-fear-god-kings-earth",
      "t": "Lay not aside the fear of God, O kings of the earth, and beware that ye transgress not the bounds wh"
    },
    {
      "i": 515,
      "s": "515-compose-differences-reduce-armaments",
      "t": "Compose your differences, and reduce your armaments, that the burden of your expenditures may be lig"
    },
    {
      "i": 516,
      "s": "516-emblems-of-justice-amongst-men",
      "t": "We have learned that you are increasing your outlay every year, and are laying the burden thereof on"
    },
    {
      "i": 517,
      "s": "517-succor-from-god-alone",
      "t": "Beware not to deal unjustly with anyone that appealeth to you, and entereth beneath your shadow. Wal"
    },
    {
      "i": 518,
      "s": "518-trust-of-god-balance-justice",
      "t": "Know ye that the poor are the trust of God in your midst. Watch that ye betray not His trust, that y"
    },
    {
      "i": 519,
      "s": "519-divine-chastisement-justice-kings",
      "t": "If ye pay no heed unto the counsels which, in peerless and unequivocal language, We have revealed in"
    },
    {
      "i": 520,
      "s": "520-pride-in-perishable-things",
      "t": "Examine Our Cause, inquire into the things that have befallen Us, and decide justly between Us and O"
    },
    {
      "i": 521,
      "s": "521-firm-adherence-precepts-god",
      "t": "Nay! By Him Who holdeth in His grasp the kingdom of the entire creation! Nowhere doth your true and"
    },
    {
      "i": 522,
      "s": "522-clouded-radiance-sun-counsel",
      "t": "O ye rulers of the earth! Wherefore have ye clouded the radiance of the Sun, and caused it to cease"
    },
    {
      "i": 523,
      "s": "523-people-are-treasures",
      "t": "O kings of the earth! We see you increasing every year your expenditures, and laying the burden ther"
    },
    {
      "i": 524,
      "s": "524-lesser-peace-dependents",
      "t": "Now that ye have refused the Most Great Peace, hold ye fast unto this, the Lesser Peace, that haply"
    },
    {
      "i": 525,
      "s": "525-rulers-earth-reconciled-armaments",
      "t": "O rulers of the earth! Be reconciled among yourselves, that ye may need no more armaments save in a"
    },
    {
      "i": 526,
      "s": "526-tempest-discord-stilled-kings",
      "t": "Be united, O kings of the earth, for thereby will the tempest of discord be stilled amongst you, and"
    },
    {
      "i": 527,
      "s": "527-world-as-human-body",
      "t": "O ye the elected representatives of the people in every land! Take ye counsel together, and let your"
    },
    {
      "i": 528,
      "s": "528-rulers-drunk-with-pride",
      "t": "We behold it, in this day, at the mercy of rulers so drunk with pride that they cannot discern clear"
    },
    {
      "i": 529,
      "s": "529-sovereign-remedy-healing-world",
      "t": "That which the Lord hath ordained as the sovereign remedy and mightiest instrument for the healing o"
    },
    {
      "i": 530,
      "s": "530-daystar-glory-risen-revelation",
      "t": "Say: O ye that envy Me and seek My hurt! The fury of your wrath against Me confound you! Lo, the Day"
    },
    {
      "i": 531,
      "s": "531-reject-revelation-laugh-scorn",
      "t": "By the righteousness of the one true God! If ye reject this Revelation, all the nations of the earth"
    },
    {
      "i": 532,
      "s": "532-extinguish-radiance-sun",
      "t": "What! Believe ye in your hearts that ye possess the power to extinguish the radiance of the Sun, or"
    },
    {
      "i": 533,
      "s": "533-detach-yourselves-heights-revelation",
      "t": "Blinded are your eyes! Perceived ye not the greatness of the power of God and of His sovereignty? Be"
    },
    {
      "i": 534,
      "s": "534-fury-wrath-revelation-youth",
      "t": "Say: There is no place of refuge for you, no asylum to which ye can flee, no one to defend or to pro"
    },
    {
      "i": 535,
      "s": "535-turn-faces-towards-my-face",
      "t": "Detach yourselves from all else but Me, and turn your faces towards My face, for better is this for"
    },
    {
      "i": 536,
      "s": "536-tear-asunder-veils-names",
      "t": "Say: Think ye that your allegiance to His Cause can ever profit Him, or your repudiation of its trut"
    },
    {
      "i": 537,
      "s": "537-cup-youths-heaven-divine-guidance",
      "t": "Beware that ye divest not yourselves of the raiment of Divine guidance. Drink ye your fill from the"
    },
    {
      "i": 538,
      "s": "538-verses-numerous-preceding-revelation",
      "t": "Say: The verses We have revealed are as numerous as those which, in the preceding Revelation, were s"
    },
    {
      "i": 539,
      "s": "539-measure-favors-god-perfected",
      "t": "Say: By the righteousness of the Almighty! The measure of the favors of God hath been filled up, His"
    },
    {
      "i": 540,
      "s": "540-man-supreme-talisman-education",
      "t": "Man is the supreme Talisman. Lack of a proper education hath, however, deprived him of that which he"
    },
    {
      "i": 541,
      "s": "541-seal-kingdom-gods-envelop-mankind",
      "t": "If any man were to meditate on that which the Scriptures, sent down from the heaven of God’s holy Wi"
    },
    {
      "i": 542,
      "s": "542-generations-gone-before-you",
      "t": "The generations that have gone on before you — whither are they fled? And those round whom in life c"
    },
    {
      "i": 543,
      "s": "543-lay-hands-possess-habitations",
      "t": "Others erelong will lay hands on what ye possess, and enter into your habitations. Incline your ears"
    },
    {
      "i": 544,
      "s": "544-love-of-god-paramount-duty",
      "t": "For every one of you his paramount duty is to choose for himself that on which no other may infringe"
    },
    {
      "i": 545,
      "s": "545-houses-rain-floods-never-destroy",
      "t": "Build ye for yourselves such houses as the rain and floods can never destroy, which shall protect yo"
    },
    {
      "i": 546,
      "s": "546-unity-transcendeth-comprehension",
      "t": "How wondrous is the unity of the Living, the Ever-Abiding God — a unity which is exalted above all l"
    },
    {
      "i": 547,
      "s": "547-mirror-beauty-creation",
      "t": "From the exalted source, and out of the essence of His favor and bounty He hath entrusted every crea"
    },
    {
      "i": 548,
      "s": "548-days-of-god-everlasting-delight",
      "t": "There can be no doubt whatever that, in consequence of the efforts which every man may consciously e"
    },
    {
      "i": 549,
      "s": "549-knowledge-wisdom-divine-manifestation",
      "t": "It is for this reason that, in those days, no man shall ever stand in need of his neighbor. It hath"
    },
    {
      "i": 550,
      "s": "550-cleanse-heart-ancient-days",
      "t": "O My brother! When a true seeker determineth to take the step of search in the path leading unto the"
    },
    {
      "i": 551,
      "s": "551-tongue-smoldering-fire-deadly-poison",
      "t": "That seeker must, at all times, put his trust in God, must renounce the peoples of the earth, must d"
    },
    {
      "i": 552,
      "s": "552-flame-of-loving-mention",
      "t": "That seeker should, also, regard backbiting as grievous error, and keep himself aloof from its domin"
    },
    {
      "i": 553,
      "s": "553-purpose-revealing-convincing-utterances",
      "t": "Our purpose in revealing these convincing and weighty utterances is to impress upon the seeker that"
    },
    {
      "i": 554,
      "s": "554-true-seeker-positive-knowledge",
      "t": "These are among the attributes of the exalted, and constitute the hallmark of the spiritually minded"
    },
    {
      "i": 555,
      "s": "555-mystic-herald-joyful-tidings-spirit",
      "t": "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fer"
    },
    {
      "i": 556,
      "s": "556-fragrance-of-god-thousand-leagues",
      "t": "I swear by God! Were he that treadeth the path of guidance and seeketh to scale the heights of right"
    },
    {
      "i": 557,
      "s": "557-mysteries-of-return-and-revival",
      "t": "Therein he will discern the wonders of His ancient Wisdom, and will perceive all the hidden teaching"
    },
    {
      "i": 558,
      "s": "558-city-quencheth-thirst-without-water",
      "t": "How unspeakably glorious are the signs, the tokens, the revelations, and splendors which He, Who is"
    },
    {
      "i": 559,
      "s": "559-city-renewed-thousand-years",
      "t": "They that valiantly labor in quest of God, will, when once they have renounced all else but Him, be"
    },
    {
      "i": 560,
      "s": "560-word-of-god-every-dispensation",
      "t": "That City is none other than the Word of God revealed in every age and dispensation. In the days of"
    },
    {
      "i": 561,
      "s": "561-dayspring-glory-betterment-world",
      "t": "To whatever place We may be banished, however great the tribulation We may suffer, they who are the"
    },
    {
      "i": 562,
      "s": "562-daystar-truth-meridian-splendor",
      "t": "The Daystar of Truth that shineth in its meridian splendor beareth Us witness! They who are the peop"
    },
    {
      "i": 563,
      "s": "563-dayspring-signs-god-revelation",
      "t": "Every discerning eye can, in this Day, perceive the dawning light of God’s Revelation, and every att"
    },
    {
      "i": 564,
      "s": "564-fear-of-god-weapon-victory",
      "t": "O friends! Help ye the one true God, exalted be His glory, by your goodly deeds, by such conduct and"
    },
    {
      "i": 565,
      "s": "565-look-upon-me-with-mine-own-eyes",
      "t": "If it be your wish, O people, to know God and to discover the greatness of His might, look, then, up"
    },
    {
      "i": 566,
      "s": "566-recognize-me-with-my-eyes",
      "t": "Ye will, otherwise, be never capable of recognizing Me, though ye ponder My Cause as long as My King"
    },
    {
      "i": 567,
      "s": "567-offered-self-kindred-path-god",
      "t": "Behold the low estate of these men who know full well how I have offered up Mine own Self and My kin"
    },
    {
      "i": 568,
      "s": "568-people-bayán-denied-contended",
      "t": "And yet, notwithstanding this Revelation whose influence hath pervaded all created things, and despi"
    },
    {
      "i": 569,
      "s": "569-guide-servants-unto-court-favor",
      "t": "Unto Him do I render thanks and praise for the things He hath ordained, for My loneliness, and the a"
    },
    {
      "i": 570,
      "s": "570-evil-one-heart-merciful",
      "t": "Say: Doth it beseem a man while claiming to be a follower of his Lord, the All-Merciful, he should y"
    },
    {
      "i": 571,
      "s": "571-cleanse-hearts-love-worldly-things",
      "t": "Cleanse from your hearts the love of worldly things, from your tongues every remembrance except His"
    },
    {
      "i": 572,
      "s": "572-disencumber-yourselves-attachment-world",
      "t": "Say: Should your conduct, O people, contradict your professions, how think ye, then, to be able to d"
    },
    {
      "i": 573,
      "s": "573-nothing-intervene-between-god",
      "t": "Know ye that by “the world” is meant your unawareness of Him Who is your Maker, and your absorption"
    },
    {
      "i": 574,
      "s": "574-refrain-shedding-blood-good-deeds",
      "t": "O thou that hast fled thy home and sought the presence of God! Proclaim unto men the Message of thy"
    },
    {
      "i": 575,
      "s": "575-teach-own-self-first",
      "t": "Whoso ariseth among you to teach the Cause of his Lord, let him, before all else, teach his own self"
    },
    {
      "i": 576,
      "s": "576-lamp-imparts-light-consumed",
      "t": "Should such a man ever succeed in influencing anyone, this success should be attributed not to him,"
    },
    {
      "i": 577,
      "s": "577-commit-not-shame-cause-god",
      "t": "Say: Commit not, O people, that which will bring shame upon you or dishonor the Cause of God in the"
    },
    {
      "i": 578,
      "s": "578-evidences-of-justice-revealed",
      "t": "Be fair to yourselves and to others, that the evidences of justice may be revealed, through your dee"
    },
    {
      "i": 579,
      "s": "579-teach-cause-god-kindly-manner",
      "t": "Say: Teach ye the Cause of God, O people of Bahá, for God hath prescribed unto every one the duty of"
    },
    {
      "i": 580,
      "s": "580-hearts-revelation-utterance",
      "t": "Dispute not with anyone concerning the things of this world and its affairs, for God hath abandoned"
    },
    {
      "i": 581,
      "s": "581-ocean-grace-renunciation",
      "t": "O wayfarer in the path of God! Take thou thy portion of the ocean of His grace, and deprive not thys"
    },
    {
      "i": 582,
      "s": "582-pearls-wisdom-lord",
      "t": "Be not grieved if thou performest it thyself alone. Let God be all-sufficient for thee. Commune inti"
    },
    {
      "i": 583,
      "s": "583-hosts-divine-inspiration-descend",
      "t": "By the righteousness of God! Whoso openeth his lips in this Day and maketh mention of the name of hi"
    },
    {
      "i": 584,
      "s": "584-chosen-ones-manifest-earth",
      "t": "There lay concealed within the Holy Veil, and prepared for the service of God, a company of His chos"
    },
    {
      "i": 585,
      "s": "585-testimony-god-throne-glory",
      "t": "Go forth with the Tablet of God and His signs, and rejoin them that have believed in Me, and announc"
    },
    {
      "i": 586,
      "s": "586-sealed-scroll-decree-holiness",
      "t": "Say: This is the sealed and mystic Scroll, the repository of God’s irrevocable Decree, bearing the w"
    },
    {
      "i": 587,
      "s": "587-crimson-light-sinaitic-splendor",
      "t": "Say: The Revelation sent down by God hath most surely been repeated, and the outstretched Hand of Ou"
    },
    {
      "i": 588,
      "s": "588-maid-heaven-immortality",
      "t": "Say: Step out of Thy holy chamber, O Maid of Heaven, inmate of the Exalted Paradise! Drape thyself i"
    },
    {
      "i": 589,
      "s": "589-image-almighty-reflected-creation",
      "t": "Beware that Thou divest not Thyself, Thou Who art the Essence of Purity, of Thy robe of effulgent gl"
    },
    {
      "i": 590,
      "s": "590-offer-up-thyself-for-him",
      "t": "If Thou smellest from anyone the smell of the love of Thy Lord, offer up Thyself for him, for We hav"
    },
    {
      "i": 591,
      "s": "591-maid-of-heaven-offspring",
      "t": "Cry out before the gaze of the dwellers of heaven and of earth: I am the Maid of Heaven, the Offspri"
    },
    {
      "i": 592,
      "s": "592-ordaineth-as-he-pleaseth",
      "t": "Say: He ordaineth as He pleaseth, by virtue of His sovereignty, and doeth whatsoever He willeth at H"
    },
    {
      "i": 593,
      "s": "593-victims-corrupt-inclinations-hell",
      "t": "They that have disbelieved in God and rebelled against His sovereignty are the helpless victims of t"
    },
    {
      "i": 594,
      "s": "594-lamp-unto-them-that-walk-in-darkness",
      "t": "Be generous in prosperity, and thankful in adversity. Be worthy of the trust of thy neighbor, and lo"
    },
    {
      "i": 595,
      "s": "595-pen-ancient-king-loved-ones",
      "t": "The Pen of the Ancient King hath never ceased to remember the loved ones of God. At one time, rivers"
    },
    {
      "i": 596,
      "s": "596-unity-well-being-mankind",
      "t": "The One true God beareth Me witness, and His creatures will testify, that not for a moment did I all"
    },
    {
      "i": 597,
      "s": "597-righteous-act-elevate-dust",
      "t": "Through the power of the words He hath uttered the whole of the human race can be illumined with the"
    },
    {
      "i": 598,
      "s": "598-righteous-deeds-victory-god",
      "t": "Be pure, O people of God, be pure; be righteous, be righteous.… Say: O people of God! That which can"
    },
    {
      "i": 599,
      "s": "599-gems-hidden-mine-true-selves",
      "t": "The Purpose of the one true God, exalted be His glory, in revealing Himself unto men is to lay bare"
    },
    {
      "i": 600,
      "s": "600-world-devouring-fire-religious-fanaticism",
      "t": "Gird up the loins of your endeavor, O people of Bahá, that haply the tumult of religious dissension"
    },
    {
      "i": 601,
      "s": "601-fruits-one-tree-unity",
      "t": "The utterance of God is a lamp, whose light is these words: Ye are the fruits of one tree, and the l"
    },
    {
      "i": 602,
      "s": "602-protection-security-mankind-justice",
      "t": "Exert yourselves that ye may attain this transcendent and most sublime station, the station that can"
    },
    {
      "i": 603,
      "s": "603-kindly-tongue-lodestone-hearts",
      "t": "Consort with all men, O people of Bahá, in a spirit of friendliness and fellowship. If ye be aware o"
    },
    {
      "i": 604,
      "s": "604-ordinances-supreme-distinction-everlasting-felicity",
      "t": "The ordinances of God have been sent down from the heaven of His most august Revelation. All must di"
    },
    {
      "i": 605,
      "s": "605-steadfastness-unity-god",
      "t": "A twofold obligation resteth upon him who hath recognized the Dayspring of the Unity of God, and ack"
    },
    {
      "i": 606,
      "s": "606-steadfastness-in-his-cause",
      "t": "The first and foremost duty prescribed unto men, next to the recognition of Him Who is the Eternal T"
    },
    {
      "i": 607,
      "s": "607-virtues-attributes-pertaining-unto-god",
      "t": "The virtues and attributes pertaining unto God are all evident and manifest, and have been mentioned"
    },
    {
      "i": 608,
      "s": "608-spirit-animateth-human-heart",
      "t": "The spirit that animateth the human heart is the knowledge of God, and its truest adorning is the re"
    },
    {
      "i": 609,
      "s": "609-ear-of-god-hath-heard-thy-cry",
      "t": "O Letter of the Living! The ear of God hath heard thy cry, and His eyes have beheld thy written supp"
    },
    {
      "i": 610,
      "s": "610-idol-self-vain-imagination",
      "t": "Blessed art thou for having utterly abolished the idol of self and of vain imagination, and for havi"
    },
    {
      "i": 611,
      "s": "611-letter-of-living-blessedness",
      "t": "Thy Lord, the Most High (the Báb), addresseth thee, from His Realm of glory, these words: Great is t"
    },
    {
      "i": 612,
      "s": "612-rejected-truth-turned-away",
      "t": "Say: O people of the Bayán! Did We not admonish you, in all Our Tablets and in all Our hidden Script"
    },
    {
      "i": 613,
      "s": "613-cry-shall-not-heard-unless-love",
      "t": "By My Beauty! Nothing whatsoever shall, in this Day, be accepted from you, though ye continue to wor"
    },
    {
      "i": 614,
      "s": "614-ocean-waters-refresh-souls",
      "t": "Will ye be content with that which is like the vapor in a plain, and be willing to forgo the Ocean W"
    },
    {
      "i": 615,
      "s": "615-rebelled-against-manifestation",
      "t": "Arise, and, under the eyes of God, atone for your failures in duty towards Him. This is My commandme"
    },
    {
      "i": 616,
      "s": "616-effulgent-holy-revelation-beauty",
      "t": "Such, O Letter of the Living, are the words which thy Lord hath spoken, and addressed unto thee from"
    },
    {
      "i": 617,
      "s": "617-deliver-souls-bondage-self",
      "t": "Say: Deliver your souls, O people, from the bondage of self, and purify them from all attachment to"
    },
    {
      "i": 618,
      "s": "618-sweetness-melody-kindle-soul",
      "t": "Intone, O My servant, the verses of God that have been received by thee, as intoned by them who have"
    },
    {
      "i": 619,
      "s": "619-pen-weeping-tablet",
      "t": "O Ḵhalíl! God beareth Me witness. Though My Pen be still moving on My Tablet, yet, in its very hear"
    },
    {
      "i": 620,
      "s": "620-sword-of-wisdom-utterance",
      "t": "Arise to aid thy Lord at all times and in all circumstances, and be thou one of His helpers. Admonis"
    },
    {
      "i": 621,
      "s": "621-hearts-revelation-divine-glory",
      "t": "Unlock, O people, the gates of the hearts of men with the keys of the remembrance of Him Who is the"
    },
    {
      "i": 622,
      "s": "622-sweetness-words-ascended-faith",
      "t": "Some have regarded it as lawful to infringe on the integrity of the substance of their neighbor, and"
    },
    {
      "i": 623,
      "s": "623-lovers-ancient-beauty-ashamed",
      "t": "Say: Be ashamed, O ye that call yourselves the lovers of the Ancient Beauty! Be ye admonished by the"
    },
    {
      "i": 624,
      "s": "624-tabernacle-god-everlasting-glory",
      "t": "Verily I say: Incline your ears to My sweet voice, and sanctify yourselves from the defilement of yo"
    },
    {
      "i": 625,
      "s": "625-summon-mankind-truthfulness-saintly-character",
      "t": "The purpose of the one true God in manifesting Himself is to summon all mankind to truthfulness and"
    },
    {
      "i": 626,
      "s": "626-cause-sullied-idle-fancies",
      "t": "Say: Have mercy on yourselves and on your fellowmen, and suffer not the Cause of God — a Cause which"
    },
    {
      "i": 627,
      "s": "627-showers-clouds-mercy",
      "t": "Thou seest, O God of Mercy, Thou Whose power pervadeth all created things, these servants of Thine,"
    },
    {
      "i": 628,
      "s": "628-cord-commandments-revelations-laws",
      "t": "All the atoms of the earth bear witness, O my Lord, to the greatness of Thy power and of Thy soverei"
    },
    {
      "i": 629,
      "s": "629-loved-ones-forsaken-all",
      "t": "Behold, O my Lord, how their eyes are lifted up towards the dawning-place of Thy loving-kindness, ho"
    },
    {
      "i": 630,
      "s": "630-hidden-name-kingdom-glory",
      "t": "I pray Thee, O my Lord, by Thy hidden, Thy treasured Name, that calleth aloud in the kingdom of crea"
    },
    {
      "i": 631,
      "s": "631-suppliant-hands-lifted-heaven-favor",
      "t": "Thou seest, O Lord, our suppliant hands lifted up towards the heaven of Thy favor and bounty. Grant"
    },
    {
      "i": 632,
      "s": "632-voice-ancient-days-god",
      "t": "Let thine ear be attentive, O Nabíl-i-A‘ẓam, to the Voice of the Ancient of Days, crying to thee fro"
    },
    {
      "i": 633,
      "s": "633-ark-ocean-grandeur-youth",
      "t": "Blessed art thou, O My name, inasmuch as thou hast entered Mine Ark, and art speeding, through the p"
    },
    {
      "i": 634,
      "s": "634-journey-from-god-unto-god",
      "t": "His glory be with thee, inasmuch as thou hast journeyed from God unto God, and entered within the bo"
    },
    {
      "i": 635,
      "s": "635-flowers-knowledge-garden-heart",
      "t": "Wherefore, be thankful to God, for having strengthened thee to aid His Cause, for having made the fl"
    },
    {
      "i": 636,
      "s": "636-cities-hearts-utterance",
      "t": "Know thou that We have annulled the rule of the sword, as an aid to Our Cause, and substituted for i"
    },
    {
      "i": 637,
      "s": "637-cleanse-yourselves-people-of-baha",
      "t": "By the righteousness of God! The world and its vanities, and its glory, and whatever delights it can"
    },
    {
      "i": 638,
      "s": "638-deeds-distinguish-from-others",
      "t": "That which beseemeth you is the love of God, and the love of Him Who is the Manifestation of His Ess"
    },
    {
      "i": 639,
      "s": "639-heart-adorned-love-lord",
      "t": "O Muḥammad-‘Alí! Great is the blessedness awaiting thee, inasmuch as thou hast adorned thine heart w"
    },
    {
      "i": 640,
      "s": "640-honor-ancient-days-prison",
      "t": "Pay thou no heed to the humiliation to which the loved ones of God have in this Day been subjected."
    },
    {
      "i": 641,
      "s": "641-sun-of-truth-radiance",
      "t": "All men, be they high or low, have sought and are still seeking so great an honor. All, however, hav"
    },
    {
      "i": 642,
      "s": "642-honor-loved-ones-lord",
      "t": "Render thanks unto Him Who is the Desire of all worlds for having invested thee with such high honor"
    },
    {
      "i": 643,
      "s": "643-book-sent-down-in-truth",
      "t": "A Book sent down in truth unto men of insight! It biddeth the people to observe justice and to work"
    },
    {
      "i": 644,
      "s": "644-sanctify-yourselves-earthly-defilements",
      "t": "Say: Follow, O people, what hath been prescribed unto you in Our Tablets, and walk not after the ima"
    },
    {
      "i": 645,
      "s": "645-hem-of-robe-untainted",
      "t": "Say: It behooveth every one that holdeth fast to the hem of Our Robe to be untainted by anything fro"
    },
    {
      "i": 646,
      "s": "646-sweet-smelling-savor-purity",
      "t": "We verily behold your actions. If We perceive from them the sweet smelling savor of purity and holin"
    },
    {
      "i": 647,
      "s": "647-cling-hem-robe-god",
      "t": "Cling thou to the hem of the Robe of God, and take thou firm hold on His Cord, a Cord which none can"
    },
    {
      "i": 648,
      "s": "648-glory-loved-ones-well",
      "t": "My glory be with thee and with those of My loved ones that associate with thee. These indeed are the"
    },
    {
      "i": 649,
      "s": "649-mercy-encompassed-entire-creation",
      "t": "I swear by the beauty of the Well-Beloved! This is the Mercy that hath encompassed the entire creati"
    },
    {
      "i": 650,
      "s": "650-divine-names-grief-stricken-return",
      "t": "Every time My name “the All-Merciful” was told that one of My lovers had breathed a word that runnet"
    },
    {
      "i": 651,
      "s": "651-ancient-beauty-shame-fidelity",
      "t": "By Myself, the True One, O ‘Alí! The fire that hath inflamed the heart of Bahá is fiercer than the f"
    },
    {
      "i": 652,
      "s": "652-ocean-fidelity-surged-presence",
      "t": "The words thou hadst written have, as soon as they were read in My Presence, caused the ocean of My"
    },
    {
      "i": 653,
      "s": "653-call-thou-didst-raise-highly-acceptable",
      "t": "The call thou didst raise, O ‘Alí, is highly acceptable in My sight. Proclaim with both thy pen and"
    },
    {
      "i": 654,
      "s": "654-mover-of-my-actions-lode-star",
      "t": "Say: O my Lord, my Best-Beloved, the Mover of my actions, the Lode Star of my soul, the Voice that c"
    },
    {
      "i": 655,
      "s": "655-daystar-manifold-favors",
      "t": "My God, my God! If none be found to stray from Thy path, how, then, can the ensign of Thy mercy be u"
    },
    {
      "i": 656,
      "s": "656-surrender-wholly-to-thy-will",
      "t": "I am he, O my Lord, that hath confessed to Thee the multitude of his evil doings, that hath acknowle"
    },
    {
      "i": 657,
      "s": "657-breeze-divine-sweetness-heart",
      "t": "O ‘Alí! The bounty of Him Who is the Lord of all worlds hath been, and is still being, vouchsafed un"
    },
    {
      "i": 658,
      "s": "658-blessed-servant-recognized-truth",
      "t": "Blessed art thou, O My servant, inasmuch as thou hast recognized the Truth, and withdrawn from him w"
    },
    {
      "i": 659,
      "s": "659-tribulation-banishment-imprisonment",
      "t": "If tribulation touch thee for My sake, call thou to mind My ills and troubles, and remember My banis"
    },
    {
      "i": 660,
      "s": "660-rolled-up-world-new-order",
      "t": "By My Self! The day is approaching when We will have rolled up the world and all that is therein, an"
    },
    {
      "i": 661,
      "s": "661-seat-of-truth-tabernacle-glory",
      "t": "Sanctify thine heart, that thou mayest remember Me; and purge thine ear, that thou mayest hearken un"
    },
    {
      "i": 662,
      "s": "662-pen-of-most-high-decreed-teaching",
      "t": "The Pen of the Most High hath decreed and imposed upon every one the obligation to teach this Cause."
    },
    {
      "i": 663,
      "s": "663-path-service-cause-lord",
      "t": "Wert thou to consider this world, and realize how fleeting are the things that pertain unto it, thou"
    },
    {
      "i": 664,
      "s": "664-day-promised-scriptures-come",
      "t": "Go thou straight on and persevere in His service. Say: O people! The Day, promised unto you in all t"
    },
    {
      "i": 665,
      "s": "665-king-of-glory-watches-downtrodden",
      "t": "If ye meet the abased or the downtrodden, turn not away disdainfully from them, for the King of Glor"
    },
    {
      "i": 666,
      "s": "666-temple-god-amongst-men",
      "t": "It is Our wish and desire that every one of you may become a source of all goodness unto men, and an"
    },
    {
      "i": 667,
      "s": "667-burn-veil-self-undying-fire",
      "t": "The Most Great Name beareth Me witness! How sad if any man were, in this Day, to rest his heart on t"
    },
    {
      "i": 668,
      "s": "668-word-god-set-heart-afire",
      "t": "The Word of God hath set the heart of the world afire; how regrettable if ye fail to be enkindled wi"
    },
    {
      "i": 669,
      "s": "669-creature-transcend-limitations-mind",
      "t": "O Salmán! All that the sages and mystics have said or written have never exceeded, nor can they ever"
    },
    {
      "i": 670,
      "s": "670-daystar-truth-radiance-shed",
      "t": "Should any man, in this Day, arise and, with absolute detachment from all that is in the heavens and"
    },
    {
      "i": 671,
      "s": "671-victory-profess-believer-standing-fast",
      "t": "When the victory arriveth, every man shall profess himself as believer and shall hasten to the shelt"
    },
    {
      "i": 672,
      "s": "672-best-beloved-come",
      "t": "Release yourselves, O nightingales of God, from the thorns and brambles of wretchedness and misery,"
    },
    {
      "i": 673,
      "s": "673-naked-beauty-beloved-face",
      "t": "Behold how the manifold grace of God, which is being showered from the clouds of Divine glory, hath,"
    },
    {
      "i": 674,
      "s": "674-bird-of-spirit-holy-nest",
      "t": "Hear Me, ye mortal birds! In the Rose Garden of changeless splendor a Flower hath begun to bloom, co"
    },
    {
      "i": 675,
      "s": "675-brief-moments-dissipated-lost",
      "t": "Night hath succeeded day, and day hath succeeded night, and the hours and moments of your lives have"
    },
    {
      "i": 676,
      "s": "676-everlasting-candle-naked-glory",
      "t": "The everlasting Candle shineth in its naked glory. Behold how it hath consumed every mortal veil. O"
    },
    {
      "i": 677,
      "s": "677-heart-treasury-pearls",
      "t": "Thine eye is My trust, suffer not the dust of vain desires to becloud its luster. Thine ear is a sig"
    },
    {
      "i": 678,
      "s": "678-unpetitioned-wish-fulfilled",
      "t": "Unpetitioned, I have fulfilled thy wish."
    },
    {
      "i": 679,
      "s": "679-fragrant-hyacinths-knowledge",
      "t": "In spite of thy undeserving, I have singled thee out for My richest, My incalculable favors.… O My s"
    },
    {
      "i": 680,
      "s": "680-quench-thirst-heedlessness",
      "t": "O banished and faithful friend! Quench the thirst of heedlessness with the sanctified waters of My g"
    },
    {
      "i": 681,
      "s": "681-flame-search-burn-hearts",
      "t": "O My servants! Were ye to discover the hidden, the shoreless oceans of My incorruptible wealth, ye w"
    },
    {
      "i": 682,
      "s": "682-wondrous-revelation-inebriated-joy",
      "t": "O My servants! Let not your vain hopes and idle fancies sap the foundations of your belief in the Al"
    },
    {
      "i": 683,
      "s": "683-undying-fire-sinai-revelation",
      "t": "Retrace your steps, O My servants, and incline your hearts to Him Who is the Source of your creation"
    },
    {
      "i": 684,
      "s": "684-ocean-pearls-divine-revelation",
      "t": "O My servants! Deprive not yourselves of the unfading and resplendent Light that shineth within the"
    },
    {
      "i": 685,
      "s": "685-bird-sullied-wings-heavens",
      "t": "O My servants! Could ye apprehend with what wonders of My munificence and bounty I have willed to en"
    },
    {
      "i": 686,
      "s": "686-pearls-everlasting-ocean-revelation",
      "t": "O My servants! Through the might of God and His power, and out of the treasury of His knowledge and"
    },
    {
      "i": 687,
      "s": "687-world-like-vapor-desert",
      "t": "O My servants! There shineth nothing else in Mine heart except the unfading light of the Morn of Div"
    },
    {
      "i": 688,
      "s": "688-worlds-holy-spiritually-glorious",
      "t": "O My servants! Sorrow not if, in these days and on this earthly plane, things contrary to your wishe"
    },
    {
      "i": 689,
      "s": "689-pen-and-tongue-promote-cause",
      "t": "Warn, O Salmán, the beloved of the one true God, not to view with too critical an eye the sayings an"
    },
    {
      "i": 690,
      "s": "690-unloose-tongues-proclaim-cause",
      "t": "O ye beloved of God! Repose not yourselves on your couches, nay bestir yourselves as soon as ye reco"
    },
    {
      "i": 691,
      "s": "691-recognition-dayspring-revelation",
      "t": "The first duty prescribed by God for His servants is the recognition of Him Who is the Dayspring of"
    },
    {
      "i": 692,
      "s": "692-precepts-maintenance-order-world",
      "t": "They whom God hath endued with insight will readily recognize that the precepts laid down by God con"
    },
    {
      "i": 693,
      "s": "693-sweetness-words-all-merciful",
      "t": "O ye peoples of the world! Know assuredly that My commandments are the lamps of My loving providence"
    },
    {
      "i": 694,
      "s": "694-standards-victory-planted-highest-peaks",
      "t": "Say: From My laws the sweet smelling savor of My garment can be smelled, and by their aid the standa"
    },
    {
      "i": 695,
      "s": "695-unsealed-choice-wine-fingers-might",
      "t": "Think not that We have revealed unto you a mere code of laws. Nay, rather, We have unsealed the choi"
    },
    {
      "i": 696,
      "s": "696-shafts-establish-truth-laws",
      "t": "Whenever My laws appear like the sun in the heaven of Mine utterance, they must be faithfully obeyed"
    },
    {
      "i": 697,
      "s": "697-illumine-hearts-one-city",
      "t": "He Who is the Eternal Truth hath, from the Dayspring of Glory, directed His eyes towards the people"
    },
    {
      "i": 698,
      "s": "698-prince-of-all-goodly-deeds",
      "t": "They that have forsaken their country for the purpose of teaching Our Cause — these shall the Faithf"
    },
    {
      "i": 699,
      "s": "699-detach-earthly-things-triumph-faith",
      "t": "Whoso ariseth to teach Our Cause must needs detach himself from all earthly things, and regard, at a"
    },
    {
      "i": 700,
      "s": "700-fire-of-his-love-brought-nigh",
      "t": "If he be kindled with the fire of His love, if he forgoeth all created things, the words he uttereth"
    },
    {
      "i": 701,
      "s": "701-duty-teaching-his-cause",
      "t": "God hath prescribed unto every one the duty of teaching His Cause."
    },
    {
      "i": 702,
      "s": "702-adorn-character-attract-hearts",
      "t": "Whoever ariseth to discharge this duty, must needs, ere he proclaimeth His Message, adorn himself wi"
    },
    {
      "i": 703,
      "s": "703-depths-of-ignorance-liberty",
      "t": "Consider the pettiness of men’s minds. They ask for that which injureth them, and cast away the thin"
    },
    {
      "i": 704,
      "s": "704-liberty-leads-sedition-flames",
      "t": "Liberty must, in the end, lead to sedition, whose flames none can quench. Thus warneth you He Who is"
    },
    {
      "i": 705,
      "s": "705-flock-of-sheep-shepherd-protection",
      "t": "Regard men as a flock of sheep that need a shepherd for their protection. This, verily, is the truth"
    },
    {
      "i": 706,
      "s": "706-true-liberty-submission-commandments",
      "t": "Say: True liberty consisteth in man’s submission unto My commandments, little as ye know it. Were me"
    },
    {
      "i": 707,
      "s": "707-true-believer-unity-god",
      "t": "He is indeed a true believer in the unity of God who, in this Day, will regard Him as One immeasurab"
    },
    {
      "i": 708,
      "s": "708-self-surrender-will-god",
      "t": "O S̱hayḵh, O thou who hast surrendered thy will to God! By self-surrender and perpetual union with"
    },
    {
      "i": 709,
      "s": "709-consecration-will-of-god",
      "t": "It behooveth thee to consecrate thyself to the Will of God. Whatsoever hath been revealed in His Tab"
    },
    {
      "i": 710,
      "s": "710-manifest-sovereign-ruler-faith-certitude",
      "t": "Do thou beseech God to enable thee to remain steadfast in this path, and to aid thee to guide the pe"
    },
    {
      "i": 711,
      "s": "711-guide-neighbor-law-god",
      "t": "Gird up the loins of thine endeavor, that haply thou mayest guide thy neighbor to the law of God, th"
    },
    {
      "i": 712,
      "s": "712-unrestrained-wind-message",
      "t": "Be unrestrained as the wind, while carrying the Message of Him Who hath caused the Dawn of Divine Gu"
    },
    {
      "i": 713,
      "s": "713-birds-darkness-refuge-true-god",
      "t": "On the eve of Our departure from ‘Iráq, We have warned the faithful to anticipate the appearance of"
    },
    {
      "i": 714,
      "s": "714-all-dispensations-highest-consummation",
      "t": "Verily I say, in this most mighty Revelation, all the Dispensations of the past have attained their"
    },
    {
      "i": 715,
      "s": "715-greater-world-promised-day",
      "t": "The All-Merciful hath conferred upon man the faculty of vision, and endowed him with the power of he"
    },
    {
      "i": 716,
      "s": "716-sealed-wine-revelation",
      "t": "The Pen of the Most High hath, at all times and under all conditions, remembered, with joy and tende"
    },
    {
      "i": 717,
      "s": "717-essence-power-god-highest-end",
      "t": "All praise be to God Who hath adorned the world with an ornament, and arrayed it with a vesture, of"
    },
    {
      "i": 718,
      "s": "718-daystar-justice-shining-glory",
      "t": "Say: The springs that sustain the life of these birds are not of this world. Their source is far abo"
    },
    {
      "i": 719,
      "s": "719-hold-fast-cord-none-sever",
      "t": "Members of the human race! Hold ye fast by the Cord which no man can sever. This will, indeed, profi"
    },
    {
      "i": 720,
      "s": "720-civilization-flame-devour-cities",
      "t": "Whoso cleaveth to justice, can, under no circumstances, transgress the limits of moderation. He disc"
    },
    {
      "i": 721,
      "s": "721-lord-glorious-throne",
      "t": "All other things are subject to this same principle of moderation. Render thanks unto thy Lord Who h"
    },
    {
      "i": 722,
      "s": "722-emptied-delivered-will-almighty",
      "t": "Were any man to ponder in his heart that which the Pen of the Most High hath revealed and to taste o"
    },
    {
      "i": 723,
      "s": "723-fearful-dissemble-faith-avowed-believer",
      "t": "In this Day, We can neither approve the conduct of the fearful that seeketh to dissemble his faith,"
    },
    {
      "i": 724,
      "s": "724-wronged-one-midst-enemies",
      "t": "Let every man observe and meditate on the conduct of this wronged One. We have, ever since the dawn"
    },
    {
      "i": 725,
      "s": "725-vale-gods-unsearchable-decree",
      "t": "This Holy Land hath been mentioned and extolled in all the sacred Scriptures. In it have appeared th"
    },
    {
      "i": 726,
      "s": "726-mysteries-death-return-unread",
      "t": "Know thou that every hearing ear, if kept pure and undefiled, must, at all times and from every dire"
    },
    {
      "i": 727,
      "s": "727-death-cup-everlasting-life",
      "t": "Death proffereth unto every confident believer the cup that is life indeed. It bestoweth joy, and is"
    },
    {
      "i": 728,
      "s": "728-fruit-earthly-existence-recognition",
      "t": "As to those that have tasted of the fruit of man’s earthly existence, which is the recognition of th"
    },
    {
      "i": 729,
      "s": "729-lying-impostor-thousand-years",
      "t": "Whoso layeth claim to a Revelation direct from God, ere the expiration of a full thousand years, suc"
    }
  ]
}
