{
  "work": "Tablet of Carmel",
  "slug": "tablet-of-carmel",
  "author": "Baha'u'llah",
  "pair_index": 4,
  "source_text": "يا کَرمِل بَشّريْ صَهْيُون قُولی اَتَی المَکنْونُ بسُلطان غَلَبَ العالمَ وَ بنُور ساطِعٍ به اشرقت الأَرض وَ مَنْ عَليها اِيّاک اَنْ تکُونی مُتَوَقِّفَةً فی مَقامِک اَسْرعی ثمّ طُوفی مَدينَة اللّهِ الَّتی نُزِّلَت مِنَ السَّمآء وَ کَعبَة اللّهِ الّتی کانَتْ مَطاف المقرّبين وَ المخلِصِين وَ المَلائکةِ العاليْن وَ احبُّ اَنْ اُبَشّرَ کلّ بُقعةٍ مِنْ بقاع الأَرض وَ کلّ مَدينَةٍ مِنْ مَدائنها بِهذا الظُّهُور الَّذی بِه انجذبَ فؤادُ الطّور وَ نادَتِ السِّدْرَة المُلک وَ الملکُوت للّه رَبّ الأرباب هذا يَوْمٌ فيه بُشّر البَحر وَ البَرّ و أُخْبِرَ بما يَظهَر مِن بَعد مِنْ عنايات اللّه المَکنونةِ المَستُورة عَن العُقول و الأَبصار سَوف تجری سَفينة اللّه عَليک و يظهرُ اَهلُ البَهآء الّذِين ذَکَرَهُمْ فی کتاب الأسمآء",
  "translation": "‘Call out to Zion, O Carmel, and announce the joyful tidings: He that was hidden from mortal eyes is come! His all-conquering sovereignty is manifest; His all-encompassing splendour is revealed. Beware lest thou hesitate or halt. Hasten forth and circumambulate the City of God that hath descended from heaven, the celestial Kaaba round which have circled in adoration the favoured of God, the pure in heart, and the company of the most exalted angels. Oh, how I long to announce unto every spot on the surface of the earth, and to carry to each one of its cities, the glad-tidings of this Revelation—a Revelation to which the heart of Sinai hath been attracted, and in whose name the Burning Bush is calling: “Unto God, the Lord of Lords, belong the kingdoms of earth and heaven.” Verily this is the Day in which both land and sea rejoice at this announcement, the Day for which have been laid up those things which God, through a bounty beyond the ken of mortal mind or heart, hath destined for revelation. Ere long will God sail His Ark upon thee, and will manifest the people of Bahá who have been mentioned in the Book of Names.’",
  "source_lang": "ar",
  "score": 10
}