{
  "title": "Tablet of Carmel",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": null,
  "pair_count": 5,
  "slug": "tablet-of-carmel",
  "year_published": 1917,
  "year_translated": "1917",
  "introduction": "Revealed by Bahá'u'lláh during a visit to Mount Carmel when His tent was pitched near the Carmelite Monastery. In God Passes By, Shoghi Effendi described it as 'remarkable for its allusions and prophecies.' He designated it as one of three foundational Charters of the Bahá'í Faith: the 'Charter of the World Spiritual and Administrative Centers of the Faith on that mountain.' The Tablet addresses Carmel directly; Bahá'u'lláh proclaims: '<em>Ere long will God sail His Ark upon thee, and will manifest the people of Bahá who have been mentioned in the Book of Names.</em>' Shoghi Effendi explained that 'the Ark' refers to the Administrative Centre on Mount Carmel and 'the dwellers of the Ark' to the members of the Universal House of Justice.",
  "short_description": "Revealed during a visit to Mount Carmel, this Tablet addresses the mountain directly and prophesies its future as the world spiritual and administrative center of the Faith. Shoghi Effendi designated it one of three foundational Charters. Its imagery of the Ark and the dwellers therein prefigures the Universal House of Justice.",
  "word_count": 765,
  "search_index": [
    {
      "i": 1,
      "s": "1-countenance-ancient-days-carmel",
      "t": "ALL glory be to this Day, the Day in which the fragrances of mercy have been wafted over all created"
    },
    {
      "i": 2,
      "s": "2-source-everlasting-life-mysteries",
      "t": "Seized with transports of joy, and raising high her voice, she thus exclaimed: ‘May my life be a sac"
    },
    {
      "i": 3,
      "s": "3-carmel-seat-of-his-throne",
      "t": "No sooner had her voice reached that most exalted Spot than We made reply: ‘Render thanks unto thy L"
    },
    {
      "i": 4,
      "s": "4-hidden-manifest-all-conquering-sovereignty",
      "t": "‘Call out to Zion, O Carmel, and announce the joyful tidings: He that was hidden from mortal eyes is"
    },
    {
      "i": 5,
      "s": "5-tongue-grandeur-treasury-might",
      "t": "Sanctified be the Lord of all mankind, at the mention of Whose name all the atoms of the earth have"
    }
  ]
}
