{
  "title": "Kitábu’r-Rúḥ",
  "title_original": "کتاب روح",
  "author": "The Báb",
  "author_slug": "the-bab",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bab-prv-09-ar/",
  "ocean_id": "bab-prv-09-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "kitabur-ruh-book-of-spirit-ar",
  "source_preview": "بسم الله الرحمن الرحيم سبحان الذي نزل الكتاب فيه حكم كل شيء هدى من عند الله لقوم يسمعون وانه لتنزيل من لدى علي حكيم بديع قل وان هذا كتاب لا ريب فيه قد فصلت اياته من لدن عزيز حكيم قل انما انا ذكر من ربكم الرحمن الذي لا الٓه الا هو ادعوكم الا تعبدوا الا اياه ذلك دين الله القيم في كتاب حفيظ قل يا ايها الملا ان اعلموا ان الله قد اراد في ذلك الكتاب حكم الشجرة في الطور الاول لا الٓه الا هو ان اعبدوه واتلوا الايات لذكره فان الساعة اتية لا ريب فيها وان امر الله قد كان مسئولا قل واذا ذكر اسم ربك في الكتا",
  "word_count": 47624,
  "category": "sacred",
  "translation_style": "archaic",
  "subjects": [
    "proofs of the Manifestations of God",
    "justice and wrath of God",
    "forgiveness; grace; bounty; mercy; compassion of God",
    "power and sovereignty of God; omnipotence of God",
    "the divine emanation; the all-pervading bounty of God, Manifestation of God speaking in the voice of Divinity, Word of God is its own standard",
    "transcendence; unknowability of God"
  ],
  "phelps_id": "BB00009",
  "is_best_known": true,
  "cover_image": "/covers/works/kitabur-ruh-book-of-spirit-ar.png",
  "title_english": "Book of the Spirit",
  "description": "Also known as the Kitáb-i-‘Alawíyyih, this major work of the Báb explores the proofs of divine Manifestations, the justice and mercy of God, divine sovereignty, and the Manifestation speaking in the voice of Divinity. The Súratu’l-Riḍván forms part of this work.",
  "cover_description": "Leather: deep forest green with emerald undertones. Border: ascending dove silhouettes and geometric mandalas in silver-green. Scene: a radiant white dove ascending through concentric circles of an elaborate geometric mandala, wings spread wide, trailing streams of divine light. The mandala pattern is intricate Islamic geometry — hexagons, stars, and interlocking circles in silver and pale green. Below the dove, clouds part to reveal a luminous horizon. Transcendence, the Holy Spirit ascending, divine emanation"
}
