{
  "title": "Lawḥ-i-Ḥurúfát",
  "title_original": "لوح الحروفات",
  "author": "The Báb",
  "author_slug": "the-bab",
  "language": "fa",
  "source_url": "https://oceanoflights.org/bab-japa-11-16-fa/",
  "ocean_id": "bab-japa-11-16-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-hurufat-tablet-of-the-letters-fa",
  "source_preview": "[شأن الآيات] بسم الله الاعلم الاعلم بالله الله العلم العلم انني انا الله لا الٓه الا انا كنت من اول الذي لا اول له علاما مقتدرا انني انا الله لا الٓه الا انا لاكونن الى اخر الذي لا اخر له علاما مقتدرا بل اللهم ان لا الٓه الا انت انك كنت من اول الذي لا اول له علاما مقتدرا بل اللهم ان لا الٓه الا انت انك لتكونن الى اخر الذي لا اخر له علاما مقتدرا انني انا الله لا الٓه الا انا قد خلقت السموات والارض وما بينهما بامري كن فيكون وخلقت الحروف وجعلتها مفاتيح كل علم من لدنا انا كنا على كل شيء لقادرين ان ي",
  "word_count": 9759,
  "category": "sacred",
  "translation_style": "archaic",
  "subjects": [
    "transcendence; unknowability of God",
    "power and sovereignty of God; omnipotence of God",
    "progressive revelation; renewal of religion",
    "station of the Manifestation of God",
    "divine unity [tawhid] and degrees of unity, God’s oneness [ahadiyyih and wahidiyyih]",
    "meanings of letters and numbers; jafr (gematria)",
    "names and attributes of God",
    "oneness or innumerability of the Manifestations of God",
    "essential vs. actional attributes of God, Manifestation of God as mediator, The Primal Will",
    "walking the spiritual path; spiritual wayfaring; the virtuous life"
  ],
  "phelps_id": "BB00005",
  "is_best_known": true,
  "title_english": "Tablet of the Letters",
  "description": "One of the Báb's lengthiest works, known as Panj Sha'n (Book of the Five Modes), comprising five modes or grades of divine revelation. Themes include the transcendence of God, progressive revelation, the station of the Manifestation, divine unity, and the symbolism of letters and numbers."
}
