{
  "title": "Risáliy-i-‘Adlíyyih",
  "title_original": "صحيفه عدليّه",
  "author": "The Báb",
  "author_slug": "the-bab",
  "language": "fa",
  "source_url": "https://oceanoflights.org/bab-japa-06-1-fa/",
  "ocean_id": "bab-japa-06-1-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "risaliy-i-adliyyih-epistle-of-justice-fa",
  "source_preview": "**** ** باب الاول ****** **** في ذکر الله عز و جل   **** **** بسم الله الرحمن الرحیم  **** حمد و سپاس وصف جمال ذاتی است که لم یزل بوده یکانه فرد بدون وجود شیئی با او و لا یزال بکینونیت خود بشان علوی که بوده هست بدون تغییر و تحویل ممکن نیست وصف ذات مقدس او لاجل عدم وجود شیئی با او و تکلیف نکرده باحدی معرفت کنه ذاتیت خود را لاجل تقطیع و تفریق با کل موجودات و نشناخته است او را احدی بعلت عدم وجود احد نزد او و عبادت نکرده است او را احدی بشانی که لایق باشد ذات مقدس او را هر شیئی که اراده محبت ذات او ر",
  "word_count": 12063,
  "category": "sacred",
  "translation_style": "archaic",
  "subjects": [
    "transcendence; unknowability of God",
    "essential vs. actional attributes of God, God’s love for His own Essence",
    "the divine emanation; the all-pervading bounty of God",
    "walking the spiritual path; spiritual wayfaring; the virtuous life",
    "divine unity [tawhid] and degrees of unity, God’s oneness [ahadiyyih and wahidiyyih]",
    "station of the Manifestation of God, The Primal Will",
    "impossibility of true worship of God"
  ],
  "phelps_id": "BB00017",
  "is_best_known": true,
  "title_english": "Epistle of Justice",
  "description": "Also known as Risáliy-i-Uṣúl va Furú' (Root Principles), this epistle by the Báb explores the transcendence of God, the essential versus actional divine attributes, the all-pervading bounty of God, divine unity, the station of the Manifestation, and walking the spiritual path.",
  "cover_description": "Leather: deep forest green with warm undertones. Border: silver-green mandalas and arabesques and corner rosettes. Scene: seven celestial orbs arranged in an arc against a starfield. Below this, a radiant burning bush with golden-white fire. mystical, ecstatic",
  "cover_image": "/covers/works/risaliy-i-adliyyih-epistle-of-justice-fa.png"
}
