{
  "work": "Kitab-i-'Ahd",
  "slug": "kitab-i-ahd",
  "author": "Baha'u'llah",
  "pair_index": 3,
  "source_text": "اين مظلوم از حمل شدائد و بلايا و انزال آيات و اظهار بيّنات اخماد نار ضغينه و بغضا بوده که شايد آفاق افئده اهل عالم بنور اتّفاق منوّر گردد و بآسايش حقيقی فائز * و از افق لوح الهی نيّر اين بيان لائح و مشرق بايد کل بآن ناظر باشند * ای اهل عالم شما را وصيّت مينمايم بآنچه سبب ارتفاع مقامات شمااست * بتقوی اللّه تمسّک نمائيد و بذيل معروف تشبّث کنيد * براستی ميگويم لسان از برای ذکر خير است او را بگفتار زشت ميالائيد * عَفَا اللّهُ عَمَّا سَلَف * از بعد بايد کل بما ينبغی تکلّم نمايند * از لعن و طعن و ما يتکدّر به الإنسان اجتناب نمايند * مقام انسان بزرگ است * چندی قبل اينکلمه عليا از مخزن قلم ابهی ظاهر * امروز روزيست بزرگ و مبارک آنچه در انسان مستور بوده امروز ظاهر شده و ميشود * مقام انسان بزرگست اگر بحقّ و راستی تمسّک نمايد و بر امر ثابت و راسخ باشد * انسان حقيقی بمثابه آسمان لدی الرّحمن مشهود شمس و قمر سمع و بصر و انجم او اخلاق منيره مضيئه * مقامش اعلی المقام و آثارش مربّی امکان",
  "translation": "The aim of this Wronged One in sustaining woes and tribulations, in revealing the Holy Verses and in demonstrating proofs hath been naught but to quench the flame of hate and enmity, that the horizon of the hearts of men may be illumined with the light of concord and attain real peace and tranquillity. From the dawning-place of the divine Tablet the day-star of this utterance shineth resplendent, and it behoveth everyone to fix his gaze upon it: We exhort you, O peoples of the world, to observe that which will elevate your station. Hold fast to the fear of God and firmly adhere to what is right. Verily I say, the tongue is for mentioning what is good, defile it not with unseemly talk. God hath forgiven what is past. Henceforward everyone should utter that which is meet and seemly, and should refrain from slander, abuse and whatever causeth sadness in men. Lofty is the station of man! Not long ago this exalted Word streamed forth from the treasury of Our Pen of Glory: Great and blessed is this Day - the Day in which all that lay latent in man hath been and will be made manifest. Lofty is the station of man, were he to hold fast to righteousness and truth and to remain firm and steadfast in the Cause. In the eyes of the All-Merciful a true man appeareth even as a firmament; its sun and moon are his sight and hearing, and his shining and resplendent character its stars. His is the loftiest station, and his influence educateth the world of being.",
  "source_lang": "fa",
  "score": 10
}