{
  "title": "Kitab-i-'Ahd",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "fa",
  "source_url": null,
  "pair_count": 16,
  "slug": "kitab-i-ahd",
  "year_published": 1923,
  "year_translated": "1923",
  "introduction": "The Will and Testament of Bahá'u'lláh, written entirely in His own hand. Unsealed on the ninth day after His ascension (29 May 1892) in the presence of nine witnesses, then read before a large company at His tomb. In God Passes By, Shoghi Effendi called it a 'unique and epoch-making Document, designated by Bahá'u'lláh as His “Most Great Tablet” and alluded to by Him as the “Crimson Book.”' He wrote that it 'can find no parallel in the Scriptures of any previous Dispensation' and that 'so firm and mighty is this Covenant that from the beginning of time until the present day no religious Dispensation hath produced its like.' In it, Bahá'u'lláh designated 'Abdu'l-Bahá (the 'Most Great Branch') as His successor.",
  "short_description": "The Book of the Covenant — Bahá’u’lláh’s Will and Testament, written entirely in His own hand and unsealed on the ninth day after His ascension. It designates ‘Abdu’l-Bahá as His successor and establishes what Shoghi Effendi called the mightiest Covenant in all religious history.",
  "word_count": 1304,
  "search_index": [
    {
      "i": 1,
      "s": "1-treasury-trust-resignation-heirs",
      "t": "Although the Realm of Glory hath none of the vanities of the world, yet within the treasury of trust"
    },
    {
      "i": 2,
      "s": "2-fleeting-riches-world",
      "t": "Earthly treasures We have not bequeathed, nor have We added such cares as they entail. By God! In ea"
    },
    {
      "i": 3,
      "s": "3-lofty-station-man",
      "t": "The aim of this Wronged One in sustaining woes and tribulations, in revealing the Holy Verses and in"
    },
    {
      "i": 4,
      "s": "4-chalice-loving-kindness-remembrance",
      "t": "Every receptive soul who hath in this Day inhaled the fragrance of His garment and hath, with a pure"
    },
    {
      "i": 5,
      "s": "5-religion-love-unity-enmity",
      "t": "O ye that dwell on earth! The religion of God is for love and unity; make it not the cause of enmity"
    },
    {
      "i": 6,
      "s": "6-kings-manifestations-power-might",
      "t": "O ye the loved ones and the trustees of God! Kings are the manifestations of the power, and the days"
    },
    {
      "i": 7,
      "s": "7-conflict-contention-forbidden",
      "t": "Conflict and contention are categorically forbidden in His Book. This is a decree of God in this Mos"
    },
    {
      "i": 8,
      "s": "8-trustees-manifestations-commandments",
      "t": "It is incumbent upon everyone to aid those daysprings of authority and sources of command who are ad"
    },
    {
      "i": 9,
      "s": "9-mighty-force-concealed-being",
      "t": "O ye My Branches! A mighty force, a consummate power lieth concealed in the world of being. Fix your"
    },
    {
      "i": 10,
      "s": "10-most-mighty-branch-ancient-root",
      "t": "The Will of the divine Testator is this: It is incumbent upon the Aghṣán, the Afnán and My Kindred t"
    },
    {
      "i": 11,
      "s": "11-greater-branch-beneath-most-great",
      "t": "Thus have We graciously revealed unto you our potent Will, and I am verily the Gracious, the All-Pow"
    },
    {
      "i": 12,
      "s": "12-aghsan-property-rights",
      "t": "It is enjoined upon everyone to manifest love towards the Aghṣán, but God hath not granted them any"
    },
    {
      "i": 13,
      "s": "13-fear-god-greatest-commander",
      "t": "O ye My Aghṣán, My Afnán and My Kindred! We exhort you to fear God, to perform praiseworthy deeds an"
    },
    {
      "i": 14,
      "s": "14-water-quenching-fire-unity",
      "t": "Say: O servants! Let not the means of order be made the cause of confusion and the instrument of uni"
    },
    {
      "i": 15,
      "s": "15-respect-aghsan-glorify-cause",
      "t": "It is incumbent upon everyone to show courtesy to, and have regard for the Aghṣán, that thereby the"
    },
    {
      "i": 16,
      "s": "16-regeneration-world-salvation-peoples",
      "t": "That which is conducive to the regeneration of the world and the salvation of the peoples and kindre"
    }
  ]
}
