{
  "title": "Alváḥ-i-Vaṣáyá",
  "title_original": "الواح وصايا",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "fa",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw03-fa/",
  "ocean_id": "abdul-baha-bkw03-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "alvah-i-vasaya-fa",
  "source_preview": "حَمْدًا لِمَن صانَ هَيكلَ أمرِه بدِرْعِ الميثاقِ عَن سِهامِ الشُّبُهاتِ وَحَمَى حِمَى شَرِيعَتِه السَّمحاءِ وَوقَى مَحَجَّتَهُ البَيضآءَ بجُنُود عُهودِه من هجُوم عُصبَةٍ ناقِضَةٍ وَثُلَّةٍ هَادِمَةٍ لِلبُنْيَانِ، وَحَرَسَ الحِصْنَ الحَصينَ وَدينَهُ المُبينَ بِرِجالٍ لا تَأْخُذُهُمْ لَوْمَةُ لائِم ولا تُلهِيهِمْ تِجارَةٌ ولا عِزَّةٌ ولا سُلْطَةٌ عَنْ عَهْدِ اللهِ وَمِيثاقِهِ الثَّابِتِ بِآياتٍ بَيِّناتٍ مِنْ أَثَرِ القَلَم الأَعْلَى فِي لَوْحٍ حَفيظٍ. وَالتَّحِيَّةُ وَالثَّنآءُ وَالصَّلاةُ وَالبَ",
  "word_count": 5659,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Will and Testament",
  "subjects": [
    "rejection",
    "opposition and persecution",
    "the Bab; the Primal Point; station and claims of the Bab",
    "events in the life and ministry of the Bab",
    "suffering and imprisonment",
    "martyrdom of the Bab",
    "defending the Faith; protecting the Cause; apologetics",
    "the Twelfth Imam; the Qa’im",
    "empty learning; false spirituality",
    "proofs of the Manifestations of God"
  ],
  "phelps_id": "AB00001",
  "is_best_known": true,
  "description": "‘Abdu’l-Bahá’s Will and Testament, establishing the institution of the Guardianship under Shoghi Effendi and outlining the Administrative Order of the Bahá’í Faith, including the Universal House of Justice. Addresses the obligation to teach the Cause and warns against Covenant-breaking.",
  "cover_description": "Leather: midnight navy blue with burnished edges. Border: silver-blue arabesques and vine scrolls and leaf scrollwork. Scene: a golden tablet inscribed with geometric patterns of text. Below this, a golden chalice overflowing with luminous water. majestic, authoritative, solemn, luminous",
  "cover_image": "/covers/works/alvah-i-vasaya-fa.png"
}
