{
  "title": "Lawḥ-i-‘Ammih",
  "title_original": "لوح عمه",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "fa",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw07-fa/",
  "ocean_id": "abdul-baha-bkw07-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-ammih-fa",
  "source_preview": "قد أشرقت الأنوار و القوم فی عمه عظيم قد ظهرت الأسرار و الناس فی دهش قديم قد ارتفع النداء و الوری فی صمم شديد قد هتكت الأستار و الأشرار فی حجاب غليظ و نفحت النفحات و المذكوم محروم من هذا المشموم اللطيف فيا أسفا من سكرات يتّبعها حسرات و تلحقها زفرات ترادفها عبرات بل جمرات فی قلب المليم بما احتجب عن النور المبين و اتّبع كلّ فاجر أثيم و اقتفی كلّ غافل زنيم و ألقی فی غياهب الجحيم كعظم رميم و أمّا المخلصون لفی بشر عظيم و نعيم مقيم و مقام كريم فائزين بالحقّ المبين مستبشرين ببشارات اللّه موعودين بلقاء ر",
  "word_count": 3687,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Tablet to the Aunt",
  "subjects": [
    "suffering and imprisonment",
    "spiritual transformation",
    "greatness and influence of the Cause; of this Day",
    "spiritual emotions and susceptibilities",
    "chastisement and requital",
    "call to action",
    "the Word of God; influence and centrality of",
    "power and sovereignty of God; omnipotence of God"
  ],
  "phelps_id": "AB00025",
  "is_best_known": true,
  "description": "A tablet addressed to 'Abdu'l-Bahá's aunt, reflecting on suffering and imprisonment, spiritual transformation, the greatness and influence of the Cause, and the power of the Word of God.",
  "cover_description": "Leather: midnight navy blue with subtle grain. Border: silver-blue arabesques and vine scrolls and interlocking knots. Scene: a sacred flame rising from an ornate brazier, transforming into light. Below this, a radiant sun with concentric rings of divine fire. majestic, authoritative, solemn, luminous",
  "cover_image": "/covers/works/lawh-i-ammih-fa.png"
}
