{
  "title": "Lawḥ-i-Hizár Baytí",
  "title_original": "لوح هزار بيتى",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "fa",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw11-fa/",
  "ocean_id": "abdul-baha-bkw11-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-hizar-bayti-fa",
  "source_preview": "ای منجذبه محبّت اللّه مکتوبيکه هنگام رفتن مرقوم نموده بودی ملاحظه گرديد از مضمون مسرور شدم و اميدوارم که ديده بصيرت چنان باز گردد که حقائق اسرار ملکوت واضح و آشکار شود در بدايت مکتوب کلمه مبارکی مرقوم و آن اينست من مسيحی هستم ايکاش جميع عالم مسيحی حقيقی بود زيرا مسيحی لفظی بودن آسان ولی مسيحی حقيقی بودن مشکل امروز تقريباً پانصد مليون نفوس مسيحی هستند امّا مسيحی حقيقی نادر و آن نفسی است که انوار مسيح از جمال او باهر و بکمالات ملکوتی ظاهر اين امريست عظيم و جامع جميع فضائل اميدوارم که تو نيز مسيحی ",
  "word_count": 938,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Tablet of a Thousand Verses",
  "subjects": [
    "Covenant-breaking and Covenant-breakers",
    "episodes from the early history of Islam",
    "power; greatness; centrality of the Covenant",
    "corruption and decline of Islam; of the Shi’ih",
    "the Imamate; the Caliphate",
    "expressions of grief; lamentation; sadness",
    "firmness in the Covenant",
    "importance of authoritative interpretation",
    "love",
    "unity"
  ],
  "phelps_id": "AB00005",
  "is_best_known": true,
  "description": "Known as the Tablet of the Thousand Verses, this major tablet addresses the power and centrality of the Covenant, Covenant-breaking and its consequences, the Imámate, firmness in the Covenant, and the station and authority of 'Abdu'l-Bahá.",
  "cover_description": "Leather: midnight navy blue with antique finish. Border: silver-blue arabesques and vine scrolls and crescent accents. Scene: a quill pen crossed with a sword of light. Below this, a radiant orb of light parting layers of clouds. mystical, ecstatic, scholarly, dignified",
  "cover_image": "/covers/works/lawh-i-hizar-bayti-fa.png"
}
