{
  "title": "Lawḥ-i-Aflákíyyih",
  "title_original": "لوح الافلاك",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "ar",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw05-ar/",
  "ocean_id": "abdul-baha-bkw05-ar",
  "has_english_translation": true,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-aflakiyyih-ar",
  "source_preview": "أَلحَمْدُ للّهِ الَّذِي جَعَلَ أَسْمَائَهُ وَصِفَاتِهِ لَمْ يَزْل نَافِذَةً أَحْكَامُهَا فِي مَرَاتِبِ الوُجُودِ وَبَاهِرَةً آثارُهَا وَثَابِتَةً آياتُهَا فِي عَوَالِمِ الغَيْبِ وَالشُّهُودِ، وبها جعل الحقائق المقدّسة المستفيضة المستنبئة مستأثرة لظهور شئونه وسائرة في فلك الكمال قوسي النّزول والصّعود، وقدّرها مبدأ الايجاد في عالم الإنشاء ومصدر الحقائق المتدرّجة في مراتب الوجود بالوجه الأعلى المعهود، فلمّا أشرقت شمسها بقوّتها النّاشرة الجاذبة على الحقائق الكامنة في هويّة الغيب فانبعثت وانتشرت وانت",
  "word_count": 2597,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Tablet of the Universe",
  "subjects": [
    "banishments of Baha’u’llah",
    "past",
    "present and future of Iran",
    "rejection",
    "opposition and persecution",
    "prophecy and fulfillment",
    "lack of formal education of the Manifestation of God",
    "growth of the Cause",
    "proclamation to kings; rulers; prominent individuals. 786"
  ],
  "phelps_id": "AB00029",
  "is_best_known": true,
  "description": "A treatise highlighting the connection between physical and spiritual realities and laws. Explains that motion is intrinsic to existence, describes a universal attractive force between celestial bodies, defends the careful scientific observations of Copernicus against the errors of ancient philosophers, and affirms that all matters must be investigated methodically and scientifically.",
  "cover_description": "Leather: midnight navy blue with aged patina. Border: silver-blue arabesques and vine scrolls and interlocking knots. Scene: a radiant sun with concentric rings of divine fire. Below this, a sealed scroll with a magnificent crimson wax seal. sacred, luminous",
  "cover_image": "/covers/works/lawh-i-aflakiyyih-ar.png"
}
