{
  "title": "Lawḥ-i-Maḥfil-i-Shawr",
  "title_original": "لوح محفل شور",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "fa",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw14-fa/",
  "ocean_id": "abdul-baha-bkw14-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-mahfil-i-shawr-fa",
  "source_preview": "ای اوّل اشخاص خير خواه محترم عالم انسانی، نامه‌های شما که در اين مدّت حرب ارسال نموديد نرسيد در اين ايّام يکنامه بتاريخ ١١ فوريه ١٩١٦ رسيد و فوراً جواب تحرير ميگردد مقصد شما سزاوار هزار ستايش است زيرا خدمت بعالم انسانی مينمائيد و اين سبب راحت و آسايش عموميست اين حرب اخير بر عالم و عالميان ثابت کرد که حرب ويرانيست صلح عمومی آبادی، حرب مماتست و صلح حيات، حرب درندگيست و خونخواری و صلح مهربانی و انسانی، حرب از مقتضای عالم طبيعت است و صلح از اساس دين الهی، حرب ظلمت اندر ظلمت است و صلح انوار آسمانی، ح",
  "word_count": 4431,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Tablet of Consultation",
  "subjects": [
    "station; mission; authority of Abdu’l-Baha",
    "education of children; moral education",
    "consultation",
    "obedience to and respect for government authority",
    "nonparticipation in politics",
    "assistance to the poor and lowly; the orphan; the sick",
    "twin Manifestations, Covenant-breaking and Covenant-breakers",
    "spiritual prerequisites of teaching the Cause",
    "consorting with all; being kind; loving to all"
  ],
  "phelps_id": "AB01545",
  "is_best_known": true,
  "description": "'The prime requisites for them that take counsel together are purity of motive, radiance of spirit, detachment from all else save God.' A tablet setting forth the principles of consultation, the education of children, obedience to government, and kindness to all.",
  "cover_description": "Leather: midnight navy blue with warm undertones. Border: silver-blue arabesques and vine scrolls and corner rosettes. Scene: an ornate golden pen nib with calligraphic strokes flowing from it. Below this, a cosmic tree with branches reaching into a canopy of stars. radiant, hopeful",
  "cover_image": "/covers/works/lawh-i-mahfil-i-shawr-fa.png"
}
