{
  "title": "Lawḥ-i-Láhih",
  "title_original": "لوح لاهه",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "ar",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw13-ar/",
  "ocean_id": "abdul-baha-bkw13-ar",
  "has_english_translation": true,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-lahih-ar",
  "source_preview": "أَيَا نَفَحَاتِ اللّهِ هِبِّيْ مُعَطِّرَةً وَأَيَا نَسْمَةَ اللّهِ مُرِّيْ مُطَيِّبَةً وَاقْصِدِيْ وَادِيَ الرَّحْمَانِ نَادِيَ العِرْفَانِ بَادِيَةَ خُرَاسَانَ، وَاعْبِقِي أمام وجوه أحبّاء اللّه وأمنائه وطيّبي مشام أولياء اللّه وأصفيائه الّذين أضاءت وجوههم واكفهرّت نجومهم ورسخت أقدامهم ونشرت أعلامهم وثبتت قلوبهم ونبتت أصولهم وفروعهم وانتعشت نفوسهم وانشرحت صدورهم في يوم اللّقاء ووفوا بعهد اللّه وميثاقه في ذرّ البقاء، ثمّ بلّغي نزلاء تلك المعاهد والرُّبى تحيّة ربّكِ الأعلى وبشّريهم بأيّام اللّه، ",
  "word_count": 599,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Tablet to The Hague",
  "subjects": [
    "lists; enumerations of Baha’i principles",
    "war and peace",
    "unity in diversity",
    "universal peace; world unity",
    "two kinds of civilization; material and spiritual civilization",
    "call to action",
    "rejection",
    "opposition and persecution",
    "religion as source of love and unity",
    "unity; oneness of humanity"
  ],
  "phelps_id": "AB00016",
  "is_best_known": true,
  "description": "Known as the Tablet to The Hague, addressed to the pioneers and well-wishers of the world. Enumerates Bahá'í principles including war and peace, unity in diversity, universal peace, the oneness of humanity, and the rejection of persecution.",
  "cover_description": "Leather: midnight navy blue with rich depth. Border: silver-blue arabesques and vine scrolls and star medallions. Scene: a radiant rosette medallion with intricate petal patterns. Below this, an open ancient book whose pages glow with sacred light. mystical, ecstatic, radiant, hopeful",
  "cover_image": "/covers/works/lawh-i-lahih-ar.png"
}
