{
  "title": "Tafsír-i-Bismi’lláhi’r-Raḥmáni’r-Raḥím",
  "title_original": "تفسير بسم الله الرحمن الرحيم",
  "author": "‘Abdu’l-Bahá",
  "author_slug": "abdul-baha",
  "language": "ar",
  "source_url": "https://oceanoflights.org/abdul-baha-bkw27-ar/",
  "ocean_id": "abdul-baha-bkw27-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "tafsir-i-bismi-llahi-r-rahmani-r-rahim-ar",
  "source_preview": "إعلم أنّ البسملة عنوانها الباء وأنّ الباء التّدوينيّ هي الحقيقة المجملة الجامعة الشّاملة للمعاني الإلهيّة والحقائق الرّبّانيّة والدّقائق الصّمدانيّة والأسرار الكونيّة وهي - في مبداء البيان وجوهر التّبيان - عنوان الكتاب المجيد وفاتحة منشور التّجريد بظهور لا إله إلّا اللّه كلمة التّوحيد وآية التّفريد والتّقديس من حيث الإجمال والتّفصيل، وإنّ الباء التّكويني هي الكلمة العليا والفيض الجامع اللّامع الشّامل المجمل الحائز للمعاني والعوالم الإلهيّة والحقائق الجامعة الكونيّة بالوجه الأعلى، لأنّ التّدوين ط",
  "word_count": 3413,
  "category": "sacred",
  "translation_style": "archaic",
  "title_english": "Commentary on Bismillah",
  "subjects": [
    "names and attributes of God",
    "the Word of God; influence and centrality of",
    "multiple meanings; interpretations in scripture",
    "the divine emanation; the all-pervading bounty of God",
    "existence and nonexistence; preexistence",
    "divine unity [tawhid] and degrees of unity"
  ],
  "phelps_id": "AB00013",
  "is_best_known": true,
  "description": "A commentary on 'In the Name of God, the Compassionate, the Merciful,' exploring the names and attributes of God, the centrality of the Word of God, multiple meanings in scripture, the divine emanation, and divine unity.",
  "cover_description": "Leather: midnight navy blue with warm undertones. Border: silver-blue arabesques and vine scrolls and corner rosettes. Scene: an ornate golden pen nib with calligraphic strokes flowing from it. Below this, an elaborate Islamic geometric mandala with interlocking circles and hexagons. sacred, luminous",
  "cover_image": "/covers/works/tafsir-i-bismi-llahi-r-rahmani-r-rahim-ar.png"
}
