{
  "title": "Tablet of the Holy Mariner",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": null,
  "pair_count": 57,
  "slug": "tablet-of-the-holy-mariner",
  "year_published": 1923,
  "year_translated": "1923",
  "introduction": "Revealed by Bahá'u'lláh on the fifth day of Naw-Rúz 1863 at Mazra'iy-i-Vashshásh, in the outskirts of Baghdad, just weeks before His declaration in the Garden of Riḍván. Shoghi Effendi first published an English translation in May 1922 in Star of the West under the title 'Song of the Holy Mariner' — one of his very first translations after becoming Guardian. Only the Arabic portion has an authorized translation; the Persian portion remains untranslated. In God Passes By, Shoghi Effendi wrote that its 'gloomy prognostications had aroused the grave apprehensions of His Companions' and that 'oceans of sorrow surged in the hearts of the listeners when the Tablet of the Holy Mariner was read aloud to them.' He described it as the Tablet 'in which Bahá'u'lláh prophesies the severe afflictions that are to befall Him.'",
  "short_description": "Chanted aloud in the outskirts of Baghdad just weeks before the Declaration in the Garden of Riḍván, its gloomy prognostications aroused the grave apprehensions of all who heard it. Only the Arabic portion has an authorized translation; the Persian portion remains untranslated.",
  "word_count": 1291,
  "search_index": [
    {
      "i": 1,
      "s": "1-holy-mariner-ark-eternity",
      "t": "﴾ He is the Gracious, the Well-Beloved! ﴿ O Holy Mariner!  Bid thine ark of eternity appear before t"
    },
    {
      "i": 2,
      "s": "2-ancient-sea-wondrous-name",
      "t": "Launch it upon the ancient sea, in His Name, the Most Wondrous, Glorified be my Lord, the All-Glorio"
    },
    {
      "i": 3,
      "s": "3-angelic-spirits-all-glorious",
      "t": "And let the angelic spirits enter, in the Name of God, the Most High. Glorified be my Lord, the All-"
    },
    {
      "i": 4,
      "s": "4-sail-ocean-glory",
      "t": "Unmoor it, then, that it may sail upon the ocean of glory,  Glorified be my Lord, the All-Glorious!"
    },
    {
      "i": 5,
      "s": "5-retreats-nearness-everlasting-realm",
      "t": "Haply the dwellers therein may attain the retreats of nearness in the everlasting realm.  Glorified"
    },
    {
      "i": 6,
      "s": "6-sacred-strand-crimson-seas",
      "t": "Having reached the sacred strand, the shore of the crimson seas, Glorified be my Lord, the All-Glori"
    },
    {
      "i": 7,
      "s": "7-ethereal-invisible-station",
      "t": "Bid them issue forth and attain this ethereal invisible station  Glorified be my Lord, the All-Glori"
    },
    {
      "i": 8,
      "s": "8-flame-beauty-deathless-tree",
      "t": "A station wherein the Lord hath in the Flame of His Beauty appeared within the deathless tree;  Glor"
    },
    {
      "i": 9,
      "s": "9-embodiments-cause-cleansed-self",
      "t": "Wherein the embodiments of His Cause cleansed themselves of self and passion;  Glorified be my Lord,"
    },
    {
      "i": 10,
      "s": "10-glory-moses-everlasting-hosts",
      "t": "Around which the Glory of Moses doth circle with the everlasting hosts; Glorified be my Lord, the Al"
    },
    {
      "i": 11,
      "s": "11-hand-of-god-drawn-forth",
      "t": "Wherein the Hand of God was drawn forth from His bosom of Grandeur; Glorified be my Lord, the All-Gl"
    },
    {
      "i": 12,
      "s": "12-ark-cause-motionless",
      "t": "Wherein the ark of the Cause remaineth motionless even though to its dwellers be declared all divine"
    },
    {
      "i": 13,
      "s": "13-teach-ark-mystic-veil",
      "t": "O Mariner! Teach them that are within the ark that which we have taught thee behind the mystic veil,"
    },
    {
      "i": 14,
      "s": "14-sacred-snow-white-spot",
      "t": "Perchance they may not tarry in the sacred snow-white spot, Glorified be my Lord, the All-Glorious!"
    },
    {
      "i": 15,
      "s": "15-wings-spirit-exalted-station",
      "t": "But may soar upon the wings of the spirit unto that station which the Lord hath exalted above all me"
    },
    {
      "i": 16,
      "s": "16-wing-through-space-eternal-reunion",
      "t": "May wing through space even as the favored birds in the realm of eternal reunion;  Glorified be my L"
    },
    {
      "i": 17,
      "s": "17-mysteries-seas-of-light",
      "t": "May know the mysteries hidden in the Seas of light.  Glorified be my Lord, the All-Glorious!"
    },
    {
      "i": 18,
      "s": "18-divine-unity-center-heavenly-guidance",
      "t": "They passed the grades of worldly limitations and reached that of the divine unity, the center of he"
    },
    {
      "i": 19,
      "s": "19-ascend-unto-ordained-state",
      "t": "They have desired to ascend unto that state which the Lord hath ordained to be above their stations."
    },
    {
      "i": 20,
      "s": "20-burning-meteor-cast-out-kingdom",
      "t": "Whereupon the burning meteor cast them out from them that abide in the Kingdom of His Presence,  Glo"
    },
    {
      "i": 21,
      "s": "21-voice-grandeur-height-glory",
      "t": "And they heard the Voice of Grandeur raised from behind the unseen pavilion upon the Height of Glory"
    },
    {
      "i": 22,
      "s": "22-guardian-angels-return-world-below",
      "t": "\"O guardian angels! Return them to their abode in the world below, Glorified be my Lord, the All-Glo"
    },
    {
      "i": 23,
      "s": "23-celestial-dove-never-attained",
      "t": "\"Inasmuch as they have purposed to rise to that sphere which the wings of the celestial dove have ne"
    },
    {
      "i": 24,
      "s": "24-ship-fancy-stands-still",
      "t": "\"Whereupon the ship of fancy standeth still which the minds of them that comprehend cannot grasp.\" G"
    },
    {
      "i": 25,
      "s": "25-maid-heaven-exalted-chamber",
      "t": "Whereupon the maid of heaven looked out from her exalted chamber, Glorified be my Lord, the All-Glor"
    },
    {
      "i": 26,
      "s": "26-celestial-concourse-glory",
      "t": "And with her brow signed to the Celestial Concourse,  Glorified be my Lord, the All-Glorious!"
    },
    {
      "i": 27,
      "s": "27-light-countenance-heaven-earth",
      "t": "Flooding with the light of her countenance the heaven and the earth, Glorified be my Lord, the All-G"
    },
    {
      "i": 28,
      "s": "28-radiance-beauty-people-dust",
      "t": "And as the radiance of her beauty shone upon the people of dust, Glorified be my Lord, the All-Glori"
    },
    {
      "i": 29,
      "s": "29-shaken-mortal-graves-glorified",
      "t": "All beings were shaken in their mortal graves  Glorified be my Lord, the All-Glorious!"
    },
    {
      "i": 30,
      "s": "30-call-no-ear-heard-eternity",
      "t": "She then raised the call which no ear through all eternity hath ever heard,  Glorified be my Lord, t"
    },
    {
      "i": 31,
      "s": "31-fragrance-love-arabian-youth",
      "t": "And thus proclaimed: \"By the Lord! He whose heart hath not the fragrance of the love of the exalted"
    },
    {
      "i": 32,
      "s": "32-glory-highest-heaven",
      "t": "\"Can in no wise ascend unto the glory of the highest heaven.\"  Glorified be my Lord, the All-Gloriou"
    },
    {
      "i": 33,
      "s": "33-summoned-maiden-glorified-lord",
      "t": "Thereupon she summoned unto herself one maiden from her handmaidens,  Glorified be my Lord, the All-"
    },
    {
      "i": 34,
      "s": "34-descend-mansions-eternity",
      "t": "And commanded her: \"Descend into space from the mansions of eternity, Glorified be my Lord, the All-"
    },
    {
      "i": 35,
      "s": "35-concealed-inmost-hearts",
      "t": "\"And turn thou unto that which they have concealed in the inmost of their hearts. Glorified be my Lo"
    },
    {
      "i": 36,
      "s": "36-perfume-robe-youth-hidden-light",
      "t": "‘Shouldst thou inhale the perfume of the robe from the Youth that hath been hidden within the Tabern"
    },
    {
      "i": 37,
      "s": "37-raise-cry-chambers-paradise",
      "t": "\"Raise a cry within thyself, that all the inmates of the chambers of Paradise, that are the embodime"
    },
    {
      "i": 38,
      "s": "38-everlasting-chambers-tremble",
      "t": "\"That they may all come down from their everlasting chambers and tremble,  Glorified be my Lord, the"
    },
    {
      "i": 39,
      "s": "39-soared-heights-faithfulness",
      "t": "\"And kiss their hands and feet for having soared to the heights of faithfulness; Glorified be my Lor"
    },
    {
      "i": 40,
      "s": "40-fragrance-beloved-robes",
      "t": "\"Perchance they may find from their robes the fragrance of the Beloved One.\"  Glorified be my Lord,"
    },
    {
      "i": 41,
      "s": "41-countenance-beamed-celestial-chambers",
      "t": "Thereupon the countenance of the favored damsel beamed above the celestial chambers even as the ligh"
    },
    {
      "i": 42,
      "s": "42-illumine-heavens-all-glorious",
      "t": "She then descended with such an adorning as to illumine the heavens and all that is therein.  Glorif"
    },
    {
      "i": 43,
      "s": "43-perfumed-all-things-holiness",
      "t": "She bestirred herself and perfumed all things in the lands of holiness and grandeur.  Glorified be m"
    },
    {
      "i": 44,
      "s": "44-rose-midmost-heart-creation",
      "t": "When she reached that place she rose to her full height in the midmost heart of creation,  Glorified"
    },
    {
      "i": 45,
      "s": "45-fragrance-neither-beginning-end",
      "t": "And sought to inhale their fragrance at a time that knoweth neither beginning nor end.  Glorified be"
    },
    {
      "i": 46,
      "s": "46-found-not-wondrous-tales",
      "t": "She found not in them that which she did desire, and this, verily, is but one of His wondrous tales."
    },
    {
      "i": 47,
      "s": "47-cried-aloud-repaired-lofty-mansion",
      "t": "She then cried aloud, wailed and repaired to her own station within her most lofty mansion,  Glorifi"
    },
    {
      "i": 48,
      "s": "48-mystic-word-honeyed-tongue",
      "t": "And then gave utterance to one mystic word, whispered privily by her honeyed tongue,  Glorified be m"
    },
    {
      "i": 49,
      "s": "49-celestial-concourse-immortal-maids",
      "t": "And raised the call amidst the Celestial Concourse and the immortal maids of heaven:  Glorified be m"
    },
    {
      "i": 50,
      "s": "50-breeze-faithfulness-claimants",
      "t": "\"By the Lord! I found not from these idle claimants the breeze of Faithfulness! Glorified be my Lord"
    },
    {
      "i": 51,
      "s": "51-youth-lone-forlorn-exile",
      "t": "\"By the Lord! The Youth hath remained lone and forlorn in the land of exile in the hands of the ungo"
    },
    {
      "i": 52,
      "s": "52-celestial-concourse-shriek-tremble",
      "t": "She then uttered within herself such a cry that the Celestial Concourse did shriek and tremble,  Glo"
    },
    {
      "i": 53,
      "s": "53-called-and-hearkened-realm-on-high",
      "t": "And she fell upon the dust and gave up the spirit. It seemeth she was called and hearkened unto Him"
    },
    {
      "i": 54,
      "s": "54-essence-of-love-exalted-paradise",
      "t": "Glorified be He that created her out of the essence of love in the midmost heart of his exalted para"
    },
    {
      "i": 55,
      "s": "55-maids-heaven-countenances",
      "t": "Thereupon the maids of heaven hastened forth from their chambers, upon whose countenances the eye of"
    },
    {
      "i": 56,
      "s": "56-body-fallen-upon-dust",
      "t": "They all gathered around her, and lo! they found her body fallen upon the dust;  Glorified be our Lo"
    },
    {
      "i": 57,
      "s": "57-mysterious-grievous-afflictions",
      "t": "And as they beheld her state and comprehended a word of the tale told by the Youth, they bared their"
    }
  ]
}
