{
  "title": "Fire Tablet",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "ar",
  "source_url": null,
  "pair_count": 50,
  "slug": "fire-tablet",
  "year_published": 1923,
  "year_translated": "1923",
  "introduction": "Revealed by Bahá'u'lláh in late 1871 in 'Akká, in response to a letter from Ḥájí Siyyid 'Alí-Akbar-i-Dahájí, during a period of severe hardship. The title comes from its opening line: '<em>Indeed the hearts of the sincere ones are consumed in the fire.</em>' It takes the form of a dialogue: Bahá'u'lláh addresses God with anguished questions about the sufferings of the faithful, and God responds with assurances. The authorized English translation was completed in 1980 by Ḥabíb Ṭáherzádih and a committee at the Bahá'í World Centre, after Shoghi Effendi's passing. An earlier translation by Shoghi Effendi appeared in Star of the West in 1923.",
  "short_description": "Revealed in late 1871 during a period of severe hardship in ‘Akká, this Tablet takes the form of an anguished dialogue between Bahá’u’lláh and God. Questions about the sufferings of the faithful are answered with divine assurances, building to a crescendo of triumph over tribulation.",
  "word_count": 1166,
  "search_index": [
    {
      "i": 1,
      "s": "1-fire-separation-countenance",
      "t": "﴾ In the Name of God, the Most Ancient, the Most Great ﴿ Indeed the hearts of the sincere are consum"
    },
    {
      "i": 2,
      "s": "2-darkness-desolation-reunion",
      "t": "Those who are near unto Thee have been abandoned in the darkness of desolation: Where is the shining"
    },
    {
      "i": 3,
      "s": "3-bodies-chosen-ones-distant-sands",
      "t": "The bodies of Thy chosen ones lie quivering on distant sands: Where is the ocean of Thy presence, O"
    },
    {
      "i": 4,
      "s": "4-longing-hands-heaven-grace",
      "t": "Longing hands are uplifted to the heaven of Thy grace and generosity: Where are the rains of Thy bes"
    },
    {
      "i": 5,
      "s": "5-mushrikun-oppression-pen-power",
      "t": ""
    },
    {
      "i": 6,
      "s": "6-lion-forest-thy-might",
      "t": "The barking of dogs is loud on every side: Where is the lion of the forest of Thy might, O Chastiser"
    },
    {
      "i": 7,
      "s": "7-fire-of-the-worlds",
      "t": "Coldness hath gripped all mankind: Where is the warmth of Thy love, O Fire of the worlds?"
    },
    {
      "i": 8,
      "s": "8-calamity-reached-height",
      "t": "Calamity hath reached its height: Where are the signs of Thy succor, O Salvation of the worlds?"
    },
    {
      "i": 9,
      "s": "9-radiance-worlds",
      "t": "Darkness hath enveloped most of the peoples: Where is the brightness of Thy splendor, O Radiance of"
    },
    {
      "i": 10,
      "s": "10-necks-stretched-swords-vengeance",
      "t": "The necks of men are stretched out in malice: Where are the swords of Thy vengeance, O Destroyer of"
    },
    {
      "i": 11,
      "s": "11-abasement-lowest-depth-glory",
      "t": "Abasement hath reached its lowest depth: Where are the emblems of Thy glory, O Glory of the worlds?"
    },
    {
      "i": 12,
      "s": "12-revealer-of-thy-name-all-merciful",
      "t": "Sorrows have afflicted the Revealer of Thy Name, the All-Merciful: Where is the joy of the Dayspring"
    },
    {
      "i": 13,
      "s": "13-anguish-befallen-peoples-earth",
      "t": "Anguish hath befallen all the peoples of the earth: Where are the ensigns of Thy gladness, O Joy of"
    },
    {
      "i": 14,
      "s": "14-dawning-place-signs-might",
      "t": "Thou seest the Dawning Place of Thy signs veiled by evil suggestions: Where are the fingers of Thy m"
    },
    {
      "i": 15,
      "s": "15-river-of-thy-bounty",
      "t": "Sore thirst hath overcome all men: Where is the river of Thy bounty, O Mercy of the worlds?"
    },
    {
      "i": 16,
      "s": "16-greed-captive-mankind-detachment",
      "t": "Greed hath made captive all mankind: Where are the embodiments of detachment, O Lord of the worlds?"
    },
    {
      "i": 17,
      "s": "17-wronged-one-lonely-exile",
      "t": "Thou seest this Wronged One lonely in exile: Where are the hosts of the heaven of Thy Command, O Sov"
    },
    {
      "i": 18,
      "s": "18-forsaken-foreign-land-faithfulness",
      "t": "I have been forsaken in a foreign land: Where are the emblems of Thy faithfulness, O Trust of the wo"
    },
    {
      "i": 19,
      "s": "19-surging-ocean-eternal-life",
      "t": "The agonies of death have laid hold on all men: Where is the surging of Thine ocean of eternal life,"
    },
    {
      "i": 20,
      "s": "20-meteor-of-thy-fire",
      "t": "The whisperings of Satan have been breathed to every creature: Where is the meteor of Thy fire, O Li"
    },
    {
      "i": 21,
      "s": "21-drunkenness-passion-daysprings-purity",
      "t": "The drunkenness of passion hath perverted most of mankind: Where are the daysprings of purity, O Des"
    },
    {
      "i": 22,
      "s": "22-wronged-one-light-worlds",
      "t": "Thou seest this Wronged One veiled in tyranny among the Syrians: Where is the radiance of Thy dawnin"
    },
    {
      "i": 23,
      "s": "23-nightingale-forbidden-speak",
      "t": "Thou seest Me forbidden to speak forth: Then from where will spring Thy melodies, O Nightingale of t"
    },
    {
      "i": 24,
      "s": "24-assurance-of-the-worlds",
      "t": "Most of the people are enwrapped in fancy and idle imaginings: Where are the exponents of Thy certit"
    },
    {
      "i": 25,
      "s": "25-drowning-sea-tribulation",
      "t": "Bahá is drowning in a sea of tribulation: Where is the Ark of Thy salvation, O Savior of the worlds?"
    },
    {
      "i": 26,
      "s": "26-dayspring-utterance-darkness-creation",
      "t": "Thou seest the Dayspring of Thine utterance in the darkness of creation: Where is the sun of the hea"
    },
    {
      "i": 27,
      "s": "27-lamps-truth-avenging-wrath",
      "t": "The lamps of truth and purity, of loyalty and honor, have been put out: Where are the signs of Thine"
    },
    {
      "i": 28,
      "s": "28-beloved-worlds-pen-halts",
      "t": "Canst Thou see any who have championed Thy Self, or who ponder on what hath befallen Him in the path"
    },
    {
      "i": 29,
      "s": "29-branches-divine-lote-tree-broken",
      "t": "The branches of the Divine Lote-Tree lie broken by the onrushing gales of destiny: Where are the ban"
    },
    {
      "i": 30,
      "s": "30-face-hidden-dust-slander",
      "t": "This Face is hidden in the dust of slander: Where are the breezes of Thy compassion, O Mercy of the"
    },
    {
      "i": 31,
      "s": "31-robe-sanctity-sullied-deceit",
      "t": "The robe of sanctity is sullied by the people of deceit: Where is the vesture of Thy holiness, O Ado"
    },
    {
      "i": 32,
      "s": "32-sea-of-grace-stilled",
      "t": "The sea of grace is stilled for what the hands of men have wrought: Where are the waves of Thy bount"
    },
    {
      "i": 33,
      "s": "33-door-divine-presence-locked",
      "t": "The door leading to the Divine Presence is locked through the tyranny of Thy foes: Where is the key"
    },
    {
      "i": 34,
      "s": "34-poisoning-winds-sedition",
      "t": "The leaves are yellowed by the poisoning winds of sedition: Where is the downpour of the clouds of T"
    },
    {
      "i": 35,
      "s": "35-universe-darkened-dust-sin",
      "t": "The universe is darkened with the dust of sin: Where are the breezes of Thy forgiveness, O Forgiver"
    },
    {
      "i": 36,
      "s": "36-rain-heavenly-grace-desolate-land",
      "t": "This Youth is lonely in a desolate land: Where is the rain of Thy heavenly grace, O Bestower of the"
    },
    {
      "i": 37,
      "s": "37-supreme-pen-wronged-one",
      "t": "O Supreme Pen, We have heard Thy most sweet call in the eternal realm: Give Thou ear unto what the T"
    },
    {
      "i": 38,
      "s": "38-heat-of-thy-words-prevail",
      "t": "Were it not for the cold, how would the heat of Thy words prevail, O Expounder of the worlds?"
    },
    {
      "i": 39,
      "s": "39-sun-patience-shines-calamity",
      "t": "Were it not for calamity, how would the sun of Thy patience shine, O Light of the worlds?"
    },
    {
      "i": 40,
      "s": "40-patience-of-the-worlds",
      "t": "Lament not because of the wicked. Thou wert created to bear and endure, O Patience of the worlds."
    },
    {
      "i": 41,
      "s": "41-dawning-covenant-love-worlds",
      "t": "How sweet was Thy dawning on the horizon of the Covenant among the stirrers of sedition, and Thy yea"
    },
    {
      "i": 42,
      "s": "42-banner-independence-highest-peaks",
      "t": "By Thee the banner of independence was planted on the highest peaks, and the sea of bounty surged, O"
    },
    {
      "i": 43,
      "s": "43-sun-oneness-exile-worlds",
      "t": "By Thine aloneness the Sun of Oneness shone, and by Thy banishment the land of Unity was adorned. Be"
    },
    {
      "i": 44,
      "s": "44-abasement-garment-glory",
      "t": "We have made abasement the garment of glory, and affliction the adornment of Thy temple, O Pride of"
    },
    {
      "i": 45,
      "s": "45-hearts-filled-hate-concealer",
      "t": "Thou seest the hearts are filled with hate, and to overlook is Thine, O Thou Concealer of the sins o"
    },
    {
      "i": 46,
      "s": "46-swords-flash-press-onward",
      "t": "When the swords flash, go forward! When the shafts fly, press onward! O Thou Sacrifice of the worlds"
    },
    {
      "i": 47,
      "s": "47-fewness-of-thy-champions",
      "t": "Dost Thou wail, or shall I wail? Rather shall I weep at the fewness of Thy champions, O Thou Who has"
    },
    {
      "i": 48,
      "s": "48-face-bahá-flaming-tribulation",
      "t": "Verily, I have heard Thy Call, O All-Glorious Beloved; and now is the face of Bahá flaming with the"
    },
    {
      "i": 49,
      "s": "49-fragrance-meekness-path-god",
      "t": "O ‘Alí-Akbar, thank thy Lord for this Tablet whence thou canst breathe the fragrance of My meekness,"
    },
    {
      "i": 50,
      "s": "50-fire-set-aflame-worlds",
      "t": "Should all the servants read and ponder this, there shall be kindled in their veins a fire that shal"
    }
  ]
}
