{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 106,
  "source_text": "و چون ابواب عرفان ذات ازل بر وجه ممکنات مسدود شد لهذا به اقتضای رحمت  واسعه \"سَبَقَتْ رَحمَتُهُ کُلَّ شَیءٍ \" و وَسِعَتْ رَحمَتی کُلّ   شَيْءٍ \" جواهر قدس نورانی را از عوالم روحانی به هياکل عزّ  انسانی در ميان خلق ظاهر فرمود تا حکايت نمايند از آن ذات ازليّه و ساذج قدميّه.  و اين مرايای قدسيّه و مطالع هويّه بتمامهم از آن شمس وجود و جوهر مقصود حکايت می نمايند،  مثلاً علم ايشان از علم او و قدرت ايشان از قدرت او وسلطنت ايشان از سلطنت او و جمال ايشان از جمال او و ظهور ايشان از ظهور او.  و ايشانند مخازن علوم ربّانی و مواقع حکمت صمدانی و مظاهر فيض نا متناهی و مطالع شمس لايزالی چنانچه می فرمايد:  \"لا فَرقَ بَينَکَ و بَينَهُم إلّا بانَّهُم عِبادُکَ وَ خَلقُکَ.\" و اين است مقام \"اَنَا هو و هو اَنَا\" که در حديث مذکور است.",
  "translation": "The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the Source of infinite grace, according to His saying: “His grace hath transcended all things; My grace hath encompassed them all” hath caused those luminous Gems of Holiness to appear out of the realm of the spirit, in the noble form of the human temple, and be made manifest unto all men, that they may impart unto the world the mysteries of the unchangeable Being, and tell of the subtleties of His imperishable Essence. These sanctified Mirrors, these Day-springs of ancient glory are one and all the Exponents on earth of Him Who is the central Orb of the universe, its Essence and ultimate Purpose. From Him proceed their knowledge and power; from Him is derived their sovereignty. The beauty of their countenance is but a reflection of His image, and their revelation a sign of His deathless glory. They are the Treasuries of divine knowledge, and the Repositories of celestial wisdom. Through them is transmitted a grace that is infinite, and by them is revealed the light that can never fade. Even as He hath said: “There is no distinction whatsoever between Thee and them; except that they are Thy servants, and are created of Thee.” This is the significance of the tradition: “I am He, Himself, and He is I, myself.”",
  "source_lang": "fa",
  "score": 10
}