{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 109,
  "source_text": "باری، از اين بيانات معلوم شد که جميع اشياء حاکی از اسماء و صفات الهيّه هستند.  هر کدام به قدر استعداد خودمدلّ و مشعرند بر معرفت الهيّه به قسمی که احاطه کرده است ظهورات صفاتيّه و اسمائيّه همه غيب و شهود را.  اين است که می فرمايد:  \"اَيَکُونُ لغَيرِکَ مِن الظّهُورِ ما لَيسَ لَکَ حَتّی يَکُونَ هُوَ المُظهِرُ لَکَ عَمِيَتْ  عَينٌ لا تَراک. \" و باز سلطان بقا می فرمايد :  \"مارَأيتُ شَيئاً إلّا وَ قَد رَاَيتُ اللّهَ فيهِ اَوقَبلَهُ اَو بَعدَه.  و در روايت کُميل \" نورٌ اَشرَقَ مِن صُبح الأزَلِ فَيَلوحُ عَلی هَياکِل التّوحيدِ آثارُه.\" و انسان که اشرف واکمل مخلوقات است اَشَدُّ دَلالَةً وَاَعظَمُ حِکايةً است از سائرمعلومات و اکمل انسان و افضل و الطف او مظاهر شمس حقيقتند.  بلکه ما سوای ايشان موجودند به اراده ايشان ومتحرّکند به افاضه ايشان.  \"لَو لاکَ لَما خَلَقْتُ الاَفلاک.\" بلکه کلّ در ساحت قدس ايشان معدوم صرف و مفقود بحت اند.  بلکه منزّه است ذکر ايشان از ذکر غير  و مقدّس است وصف ايشان از وصف ما سوی.  و اين هياکل قدسيّه مرايای اوّليّه ازلّيه هستند که حکايت نمودهاند از غيب الغيوب و از کلّ اسماء و صفات او از علم و قدرت و سلطنت و عظمت و رحمت و حکمت و عزّت و جود و کرم.",
  "translation": "From that which hath been said it becometh evident that all things, in their inmost reality, testify to the revelation of the names and attributes of God within them. Each according to its capacity, indicateth, and is expressive of, the knowledge of God. So potent and universal is this revelation, that it hath encompassed all things, visible and invisible. Thus hath He revealed: “Hath aught else save Thee a power of revelation which is not possessed by Thee, that it could have manifested Thee? Blind is the eye which doth not perceive Thee.” Likewise, hath the eternal King spoken: “No thing have I perceived, except that I perceived God within it, God before it, or God after it.” Also in the tradition of Kumayl it is written: “Behold, a light hath shone forth out of the Morn of eternity, and lo! its waves have penetrated the inmost reality of all men.” Man, the noblest and most perfect of all created things, excelleth them all in the intensity of this revelation, and is a fuller expression of its glory. And of all men, the most accomplished, the most distinguished and the most excellent are the Manifestations of the Sun of Truth. Nay, all else besides these Manifestations, live by the operation of their Will, and move and have their being through the outpourings of their grace. “But for Thee, I would have not created the heavens.” Nay, all in their holy presence fade into utter nothingness, and are a thing forgotten. Human tongue can never befittingly sing their praise, and human speech can never unfold their mystery. These Tabernacles of holiness, these primal Mirrors which reflect the light of unfading glory, are but expressions of Him Who is the Invisible of the Invisibles. By the revelation of these gems of divine virtue all the names and attributes of God, such as knowledge and power, sovereignty and dominion, mercy and wisdom, glory, bounty and grace, are made manifest.",
  "source_lang": "fa",
  "score": 10
}