{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 118,
  "source_text": "و از جمله سلطنت آن است که از آن شمس احديّه ظاهر شد.  آيا نشنيدی که به يک آيه چگونه  ميانه نور و ظلمت و سعيد و شقيّ و مؤمن و کافر فصل فرمود؟  و جميع اشارات و دلالات قيامت که شنيدی از حشر و نشر و حساب و کتاب و غيره کلّ به تنزيل همان يک آيه هويدا شد و به عرصه شهود آمد.  و همچنين آن آيه مُنزله،  رحمت بود برای ابرار، يعنی انفسی که در حين استماع گفتند :  \"ربّنا سَمِعنا وَاَطَعْنا \" و نقمت شد برای فُجّار، يعنی آنهائی که بعد از استماع گفتند:  \"سَمِعنا و عَصَينا.\" و سيف اللّه بود برای فصل مؤمن از کافر و پدر از پسر.  چنانچه ديده ايد آنهائی که اقرار نمودند با آنهائی که انکار نمودند در  صدد جان و مال هم بر آمدند.  چه پدرها که از پسرها اعراض نمودند و چه عاشق ها که از معشوق ها احتراز جستند.  و چنان حادّ و برنده بود اين سيف بديع که همه نسبت ها را از هم قطع نمود.  و از يک جهت ملاحظه فرمائيد چگونه وصل نمود. مثل آنکه ملاحظه شد که جمعی از ناس که سال ها شيطان نفس تخم کينه و عدوان ما بين ايشان کاشته بود به سبب ايمان به اين امر بديع منيع چنان متّحد و موافق شدند که گويا از يک صلب ظاهر شدهاند.  کَذلِکَ يُؤلِّفُ اللّهُ بَينَ قُلوبِ الَّذينَ هُمِ انقَطعُوا إلَيهِ وَ آمَنُوا بِآياتِهِ وَ کانُوا مِنْ کَوثَر  الفَضلِ باَيادی العزِّ مِنَ الشَّاربِين.  و ديگر آنکه چقدر از مردم مختلف العقائد ومختلف المذهب و مختلف المزاج که از اين نسيم رضوان الهی وبهارستان قدس معنوی قميص جديد توحيد پوشيدند و ازکأس تفريد نوشيدند.",
  "translation": "The following is an evidence of the sovereignty exercised by Muhammad, the Day-star of Truth. Hast thou not heard how with one single verse He hath sundered light from darkness, the righteous from the ungodly, and the believing from the infidel? All the signs and allusions concerning the Day of Judgment, which thou hast heard, such as the raising of the dead, the Day of Reckoning, the Last Judgment, and others have been made manifest through the revelation of that verse. These revealed words were a blessing to the righteous who on hearing them exclaimed: “O God our Lord, we have heard, and obeyed.” They were a curse to the people of iniquity who, on hearing them affirmed: “We have heard and rebelled.” Those words, sharp as the sword of God, have separated the faithful from the infidel, and severed father from son. Thou hast surely witnessed how they that have confessed their faith in Him and they that rejected Him have warred against each other, and sought one another’s property. How many fathers have turned away from their sons; how many lovers have shunned their beloved! So mercilessly trenchant was this wondrous sword of God that it cleft asunder every relationship! On the other hand, consider the welding power of His Word. Observe, how those in whose midst the Satan of self had for years sown the seeds of malice and hate became so fused and blended through their allegiance to this wondrous and transcendent Revelation that it seemed as if they had sprung from the same loins. Such is the binding force of the Word of God, which uniteth the hearts of them that have renounced all else but Him, who have believed in His signs, and quaffed from the Hand of glory the Kawthar of God’s holy grace. Furthermore, how numerous are those peoples of divers beliefs, of conflicting creeds, and opposing temperaments, who, through the reviving fragrance of the Divine springtime, breathing from the Ridván of God, have been arrayed with the new robe of divine Unity, and have drunk from the cup of His singleness!",
  "source_lang": "fa",
  "score": 10
}