{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 12,
  "source_text": "و بعد زمان او منقضی شد تا نوبت به موسی رسيد و آن حضرت به عصای امر و بيضای معرفت از فاران محبّت  الهيّه با ثعبان قدرت و شوکت صمدانيّه از سينای نور به عرصه ظهور ظاهر شد و جميع من فی الملک را به ملکوت بقا و اثمار شجره وفا دعوت نمود.  و شنيده شد که فرعون و ملأ او چه اعتراض ها نمودند و چه مقدار احجار ظنونات از انفس مشرکه بر آن شجره طيّبه وارد آمد.  تا به حدّی که فرعون و ملأ او همّت گماشتند که آن نار سدره ربّانيّه را از ماء تکذيب و اعراض افسرده و مخمود نمايند.  و غافل از اينکه نار حکمت الهيّه از آب عنصری افسرده نشود و سراج قدرت ربّانيّه از بادهای مخالف خاموشی نپذيرد.  بلکه در اين مقام ماء سبب اشتعال شود و باد علّت حفظ لَو انتُم بِالبَصَرِ الحَديد تَنظُرُون وَفی رِضَی اللّهِ تَسلُکُونَ.  و چه بيانی خوش فرمود مؤمن آل فرعون چنانچه حکايت او را ربّ العزّه برای حبيب خود می فرمايد:  \"و قَالَ رَجُلٌ مُؤمِنٌ مِن آلِ فِرعَونَ يَکتُمُ إيمَانَهُ اَتَقْتُلُونَ رَجُلاً اَن يَقُولَ رَبِّی اللّهُ وَ قَد جَاءَکُم بِالبيِّنَاتِ مِنْ رَبِّکُمْ و إن يَکُ کَاذباً فَعَلَيهِ کَذِبُهُ و إن يَکُ صَادِقاً يُصِبکُمْ بَعضُ الّذی يَعِدُکُم إنّ اللّه لا يَهْدِی مَن هُوَ مُسرِفٌ کذّابٌ.\"  و بالاخره امر به جائی کشيد که همين مؤمن را به نهايت عذاب شهيد نمودند.  اَلا لعنةُاللّه عَلی القَوم الظّالِمينَ.",
  "translation": "And when His day was ended, there came the turn of Moses. Armed with the rod of celestial dominion, adorned with the white hand of divine knowledge, and proceeding from the Párán of the love of God, and wielding the serpent of power and everlasting majesty, He shone forth from the Sinai of light upon the world. He summoned all the peoples and kindreds of the earth to the kingdom of eternity, and invited them to partake of the fruit of the tree of faithfulness. Surely you are aware of the fierce opposition of Pharaoh and his people, and of the stones of idle fancy which the hands of infidels cast upon that blessed Tree. So much so that Pharaoh and his people finally arose and exerted their utmost endeavor to extinguish with the waters of falsehood and denial the fire of that sacred Tree, oblivious of the truth that no earthly water can quench the flame of divine wisdom, nor mortal blasts extinguish the lamp of everlasting dominion. Nay, rather, such water cannot but intensify the burning of the flame, and such blasts cannot but ensure the preservation of the lamp, were ye to observe with the eye of discernment, and walk in the way of God’s holy will and pleasure. How well hath a believer of the kindred of Pharaoh, whose story is recounted by the All-Glorious in His Book revealed unto His beloved One, observed: “And a man of the family of Pharaoh who was a believer and concealed his faith said: ‘Will ye slay a man because he saith my Lord is God, when He hath already come to you with signs from your Lord? If he be a liar, on him will be his lie, but if he be a man of truth, part of what he threateneth will fall upon you. In truth God guideth not him who is a transgressor, a liar.’” Finally, so great was their iniquity that this self-same believer was put to a shameful death. “The curse of God be upon the people of tyranny.”",
  "source_lang": "fa",
  "score": 10
}