{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 120,
  "source_text": "و ديگر آنکه ملاحظه فرمائيد به تنزيل همين يک آيه منزله از سماء مشيّت چگونه حساب خلايق کشيده شد که هرکس اقرار نمود و اقبال جست حسنات او بر سيّئات زيادتی نمود و جميع خطايای او معفوّ شد و مغفور آمد.  کَذلِکَ يُصدَقُ فی شأنِهِ باَنّهُ سَريعُ الحسابِ، وَ کذلِک يُبَدِّلُ اللّهُ السَّيِّئاتِ بالحَسَناتِ لَو اَنتُم فی آفاقِ العلمِ و انقُسِ الحِکمةِ تَتَفَرَّسُونَ.  و همچنين هر کس از جام حبّ نصيب برداشت از بحر فيوضات سرمديّه و غمام رحمت ابديّه،   حيات باقيه ابديّه ايمانيّه يافت و هر نفسی که قبول ننمود به  موت دائمی مبتلا شد.  و مقصود از موت و حيات که در کتب مذکور است موت و حيات ايمانی است.  و از عدم ادراک اين معنی است که عامّه ناس در هر ظهور اعتراض نمودند و به شمس هدايت مهتدی نشدند و جمال ازلی را مقتدی نگشتند.",
  "translation": "Consider how with this one verse which hath descended from the heaven of the Will of God, the world and all that is therein have been brought to a reckoning with Him. Whosoever acknowledged His truth and turned unto Him, his good works outweighed his misdeeds, and all his sins were remitted and forgiven. Thereby is the truth of these words concerning Him made manifest: “Swift is He in reckoning.” Thus God turneth iniquity into righteousness, were ye to explore the realms of divine knowledge, and fathom the mysteries of His wisdom. In like manner, whosoever partook of the cup of love, obtained his portion of the ocean of eternal grace and of the showers of everlasting mercy, and entered into the life of faith—the heavenly and everlasting life. But he that turned away from that cup was condemned to eternal death. By the terms “life” and “death,” spoken of in the scriptures, is intended the life of faith and the death of unbelief. The generality of the people, owing to their failure to grasp the meaning of these words, rejected and despised the person of the Manifestation, deprived themselves of the light of His divine guidance, and refused to follow the example of that immortal Beauty.",
  "source_lang": "fa",
  "score": 10
}