{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 121,
  "source_text": "چنانچه وقتی که سراج محمّدی در مشکات احمديّه مشتعل شد بر مردم حکم بعث و حشر و حيات و موت فرمود.  اين بود که اعلام مخالفت مرتفع شد و ابواب استهزاء مفتوح گشت.  چنانچه از زبان مشرکين، روح الامين خبر داده:  \"و لَئِنْ  قُلتَ إنَّکُم مَبعُوثُونَ من بَعدالموتِ لَيَقُولَنَّ الَّذِينَ کَفَرُوا إن هَذَا إلّا سِحرٌ مُبِينٌ.\"  مضمون آن اين است که اگر بگوئی به اين مشرکين که شما مبعوث شده ايد بعد از مردن، هر آينه  می گويند آنهائی که کافر شدهاند به خدا و آيات او، نيست اين مگر سحری ظاهر و آشکار و هويدا.  و در جای ديگر می فرمايد:  \"وَ إن تَعْجَبْ فَعَجَبٌ قَوْلُهُم أَ إذَا کُنَّا تُرَاباً اَئِنَّا لفی خَلْقٍ جَديدٍ ؟ \"  که ترجمه آن اين است که می فرمايد:  اگر عجب می داری پس عجب است قول کافران و معرضان که می گويند:  آيا ما تراب بوديم؟ و از روی استهزاء می گفتند که آيا مائيم مبعوث شدگان؟ اين است که در مقام ديگر قهراً لهم می فرمايد:  \"اَفَعَيينَا بِالخَلقِ الاَوّل بَلْ هُمْ فی لَبْسٍ مِنْ خَلْقٍ جَديدٍ. \"  مضمون آن اين است که آيا ما عاجز و مانده شديم از خلق اوّل؟ بلکه اين مشرکين در شکّ و شبهه هستند از خلق جديد.",
  "translation": "When the light of Qur’ánic Revelation was kindled within the chamber of Muhammad’s holy heart, He passed upon the people the verdict of the Last Day, the verdict of resurrection, of judgment, of life, and of death. Thereupon the standards of revolt were hoisted, and the doors of derision opened. Thus hath He, the Spirit of God, recorded, as spoken by the infidels: “And if thou shouldst say, ‘After death ye shall surely be raised again,’ the infidels will certainly exclaim, ‘This is nothing but manifest sorcery.’” Again He speaketh: “If ever thou dost marvel, marvellous surely is their saying, ‘What! When we have become dust, shall we be restored in a new creation?’” Thus, in another passage, He wrathfully exclaimeth: “Are We wearied out with the first creation? Yet are they in doubt with regard to a new creation!”",
  "source_lang": "fa",
  "score": 10
}