{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 122,
  "source_text": "و علمای تفسير و اهل ظاهر چون معانی کلمات الهيّه را ادراک ننمودند و از مقصود اصلی محتجب ماندند لهذا به قاعده نحو استدلال نمودند \"اذا\" که بر سر ماضی در آيد معنی مستقبل افاده می شود.  و بعد در کلماتی که کلمه\"اذا\" نازل نگشته متحيّر ماندند مثل اينکه می فرمايد:  \"ونُفخَ فی الصُّورِ ذَلِکَ يَومُ الوَعيدِ و جَاءَتْ کُلُّ نَفْسٍ مَعَها سَائقٌ و شَهِيدٌ . \"  که معنی ظاهر آن اين است :  دميده شد در صور و آن است يوم وعيد که به نظرها بسيار بعيد بود و آمد هر نفسی برای حساب و با اوست راننده و گواه.  و در مثل اين مواقع يا کلمه \"اذا\" را مقدّر گرفتند و يا مستدلّ شدند بر اينکه چون قيامت محقّق الوقوع است لهذا به فعل ماضی ادا شد که گويا گذشته است.  ملاحظه فرمائيد چقدر بی ادراک و تميزند.نفخه محمّديّه را که به اين صريحی می فرمايد ادراک نمی کنند و از افاضه اين نقره الهی خود را محروم می نمايند و منتظرصور اسرافيل که يکی از عباد اوست می شوند با اينکه تحقّق وجود اسرافيل و امثال او به بيان خود آن حضرت شده.  قُل اَتَستَبدلُونَ الّذی هُو خَيرٌ لکُم فَبِئسَ مَا اسْتَبْدَلتُم بِغيرِ حقٍّ و  کُنتُم قَومَ سُوءٍ اَخسَرينَ.",
  "translation": "As the commentators of the Qur’án and they that follow the letter thereof misapprehended the inner meaning of the words of God and failed to grasp their essential purpose, they sought to demonstrate that, according to the rules of grammar, whenever the term “idhá” (meaning “if” or “when”) precedeth the past tense, it invariably hath reference to the future. Later, they were sore perplexed in attempting to explain those verses of the Book wherein that term did not actually occur. Even as He hath revealed: “And there was a blast on the trumpet,—lo! it is the threatened Day! And every soul is summoned to a reckoning,—with him an impeller and a witness.” In explaining this and similar verses, they have in some cases argued that the term “idhá” is implied. In other instances, they have idly contended that whereas the Day of Judgment is inevitable, it hath therefore been referred to as an event not of the future but of the past. How vain their sophistry! How grievous their blindness! They refuse to recognize the trumpet-blast which so explicitly in this text was sounded through the revelation of Muhammad. They deprive themselves of the regenerating Spirit of God that breathed into it, and foolishly expect to hear the trumpet-sound of the Seraph of God who is but one of His servants! Hath not the Seraph himself, the angel of the Judgment Day, and his like been ordained by Muhammad’s own utterance? Say: What! Will ye give that which is for your good in exchange for that which is evil? Wretched is that which ye have falsely exchanged! Surely ye are a people, evil, in grievous loss.",
  "source_lang": "fa",
  "score": 10
}