{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 129,
  "source_text": "و همچنين بيانات ديگر که در همه کتب مذکور و ثبت شده مدلّ است بر اين مطلب عالی و کلمه متعالی٠ و همچنين آيه مبارکه که در حقّ حمزه سيّد الشّهداء و ابو جهل نازل شد برهانی است واضح و حجّتی است لائح که می فرمايد:  \"اَوَ مَن کَانَ مَيْتاً فَاَ حْيَينَاهُ و جَعَلْنَا لَهُ نُوراً يَمشِی بِه فِی النَّاسِ کَمَن مَثَلُهُ فِی الظُّلُماتِ لَيْسَ بِخَارِجٍ مِنهَا.\"  و اين آيه در وقتی از سماء مشيّت نازل شد که حمزه به ردای مقدّس ايمان متردّی شده بود و ابوجهل در کفر و اعراض ثابت و راسخ بود.  از مصدرالوهيّت کبری و مکمن ربوبيّت عظمی حکم حيات بعد ازموت درباره حمزه شد و بر خلاف در حقّ ابوجهل.  اين بود که نائره کفر در قلوب مشرکين مشتعل شد و هوای اعراض به حرکت آمد.  چنانچه فرياد بر آوردند که حمزه چه زمان مرد و کی زنده شد و چه وقت اين حيات بر او عرضه گشت؟ و چون اين بيانات شريفه را ادراک نمی نمودند و به اهل ذکر هم تمسّک نجستند تا رشحی از کوثر معانی بر آنها مبذول فرمايند لهذا اين نوع فسادها در عالم جريان يافت.",
  "translation": "Similarly, the records of all the scriptures bear witness to this lofty truth and this most exalted word. Moreover, this verse of the Qur’án, revealed concerning Hamzih, the “Prince of Martyrs,” and Abú-Jahl, is a luminous evidence and sure testimony of the truth of Our saying: “Shall the dead, whom We have quickened, and for whom We have ordained a light whereby he may walk among men, be like him, whose likeness is in the darkness, whence he will not come forth?” This verse descended from the heaven of the Primal Will at a time when Hamzih had already been invested with the sacred mantle of faith, and Abú-Jahl had waxed relentless in his opposition and unbelief. From the Wellspring of omnipotence and the Source of eternal holiness, there came the judgment that conferred everlasting life upon Hamzih, and condemned Abú-Jahl to eternal damnation. This was the signal that caused the fires of unbelief to glow with the hottest flame in the heart of the infidels, and provoked them openly to repudiate His truth. They loudly clamoured: “When did Hamzih die? When was he risen? At what hour was such a life conferred upon him?” As they understood not the significance of these noble sayings, nor sought enlightenment from the recognized expounders of the Faith, that these might confer a sprinkling of the Kawthar of divine knowledge upon them, therefore such fires of mischief were kindled amongst men.",
  "source_lang": "fa",
  "score": 10
}