{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 13,
  "source_text": "حال قدری در اين امورات تأمّل فرمائيد که چه سبب اين گونه اختلافات بوده که هر ظهور حقّی که در امکان  از افق لامکان ظاهر می شد اين گونه فساد و اغتشاش و ظلم و انقلاب در اطراف عالم ظاهر و هويدا می گشت؟ با اينکه جميع انبياء در حين ظهور خود مردم را بشارت می دادند به نبيّ بعد و علامتی از برای ظهور  بعد ذکر می فرمودند چنانچه در همه کتب مسطور است.  با وجود طلب و انتظار ناس به مظاهر قدسيّه و ذکر علامات در کتب، چرا بايد اين گونه امور در عالم رو دهد که جميع انبياء  و اصفياء را در هر عهد و عصر اين گونه ظلم و جبر و تعدّی  نمايند؟ چنانچه می فرمايد:  \"اَفَکُلَّما جَاءَکُم رَسُولٌ بِمَا لا تَهوی اَنفُسُکُم استَکبَرتُم فَفَريقاً کذّبتُم وفَريقاً تَقتُلُونَ.\"  می فرمايد هر زمان و عهد که آمد به سوی شما رسولی از جانب پروردگار به غير هوای نفس شما، تکبّر نموديد و موقن نشديد و گروهی از آن انبياء را تکذيب نموديد و گروهی را می کشتيد.",
  "translation": "And now, ponder upon these things. What could have caused such contention and conflict? Why is it that the advent of every true Manifestation of God hath been accompanied by such strife and tumult, by such tyranny and upheaval? This notwithstanding the fact that all the Prophets of God, whenever made manifest unto the peoples of the world, have invariably foretold the coming of yet another Prophet after them, and have established such signs as would herald the advent of the future Dispensation. To this the records of all sacred books bear witness. Why then is it that despite the expectation of men in their quest of the Manifestations of Holiness, and in spite of the signs recorded in the sacred books, such acts of violence, of oppression and cruelty, should have been perpetrated in every age and cycle against all the Prophets and chosen Ones of God? Even as He hath revealed: “As oft as an Apostle cometh unto you with that which your souls desire not, ye swell with pride, accusing some of being impostors and slaying others.”",
  "source_lang": "fa",
  "score": 10
}