{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 130,
  "source_text": "چنانچه اليوم می بينی که با وجود شمس معانی، جميع ناس از اعالی و ادانی تمسّک به جُعَل های ظلمانی و مظاهر شيطانی جستهاند و متّصل مسائل مشکله خود را از ايشان مستفسر می شوند و ايشان نظر به عدم عرفان چيزی جواب می گويند که ضرری بر اسباب ظاهره ايشان نرساند.  و اين معلوم و واضح است که جُعَل خود قسمتی از نسيم مشک بقا نبرده و به رضوان رياحين معنوی قدم نگذاشته، با وجود اين چگونه می تواند رائحه عطر به مشام ديگران رساند؟ لم يزل شأن اين عباد اين بوده و خواهد بود.  و لَن يَفُوزَ بِآثار اللّه إلّا الَّذينَهُم  اَقبَلوا إلَيه و اَعْرَضُوا عن مَظاهِر الشَّيطان و کَذلِکَ اَثبَتَ اللّهُ حُکْمَ اليَوم مِنْ قَلَم العِزَّةِ عَلی لَوحٍ کانَ خَلفَ سُرادِقِ العزِّ مکنُوناً.  اگر ملتفت به اين بيانات شويد و تفکّر در ظاهر و باطن آن بفرمائيد  جميع مسائل مشکله را که اليوم سدّی شده ميان عباد و معرفت يوم التّناد عارف شوی ديگر احتياج به سؤال نخواه داشت.  انشاءاللّه اميدواريم که از شاطی بحر الهی لب تشنه و محروم بر نگرديد و از حرم مقصود لايزالی بی بهره راجع نشويد.  ديگر تا همّت و مجاهده شما چه کند.",
  "translation": "Thou dost witness today how, notwithstanding the radiant splendour of the Sun of divine knowledge, all the people, whether high or low, have clung to the ways of those abject manifestations of the Prince of Darkness. They continually appeal to them for aid in unraveling the intricacies of their Faith, and, owing to lack of knowledge, they make such replies as can in no wise damage their fame and fortune. It is evident that these souls, vile and miserable as the beetle itself, have had no portion of the musk-laden breeze of eternity, and have never entered the Ridván of heavenly delight. How, therefore, can they impart unto others the imperishable fragrance of holiness? Such is their way, and such will it remain for ever. Only those will attain to the knowledge of the Word of God that have turned unto Him, and repudiated the manifestations of Satan. Thus God hath reaffirmed the law of the day of His Revelation, and inscribed it with the pen of power upon the mystic Tablet hidden beneath the veil of celestial glory. Wert thou to heed these words, wert thou to ponder their outward and inner meaning in thy heart, thou wouldst seize the significance of all the abstruse problems which, in this day, have become insuperable barriers between men and the knowledge of the Day of Judgment. Then wilt thou have no more questions to perplex thee. We fain would hope that, God willing, thou wilt not return, deprived and still athirst, from the shores of the ocean of divine mercy, nor come back destitute from the imperishable Sanctuary of thy heart’s desire. Let it now be seen what thy search and endeavours will achieve.",
  "source_lang": "fa",
  "score": 10
}