{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 136,
  "source_text": "حال اگر بر حسب ظاهر تفسير کنيد اين آيه هيچ در حقّ اوليای خدا و جنود او بر حسب ظاهر صادق نمی آيد چه که آن حضرت که جنديّتش مثل شمس لائح و واضح است در نهايت مغلوبيّت و مظلوميّت در ارض طفّ کأس شهادت را نوشيدند.  و همچنين در آيه مبارکه که می فرمايد:  \"يُريدُونَ اَن يُطفِئوا نُورَاللّهِ بِاَفوَاهِهِم و يَأبَی اللّهُ إلّا اَن يُتِمَّ نُورَهُ ولوکَرِهَ الکافِرُونَ، \"  اگر بر ظاهر ملکی تفسير شود هرگز موافق نيايد زيرا که هميشه انوار الهی را بر حسب ظاهر اطفاء نمودند و سراج های صمدانی را خاموش کردند.  مع ذلک غلبه از کجا ظاهر می شود و منع در آيه شريفه که می فرمايد:  \"وَ يَأبَی اللّهُ إلّا اَن يُتِمَّ نُورَه \"  چه معنی دارد؟ چنانچه ملاحظه شد جميع انوار از دست مشرکين در محلّ امنی نياسودند و شربت راحتی نياشاميدند.  و مظلوميّت اين انوار به قسمی بود که هرنفسی بر آن جواهر وجود وارد می آورد آنچه را اراده می نمود چنانچه همه را احصاء و ادراک نمودند.  مع ذلک چگونه اين  مردم از عهده معانی و بيان اين کلمات الهی و آيات عزّ صمدانی بر می آيند؟",
  "translation": "Were the verse “And verily Our host shall conquer” to be literally interpreted, it is evident that it would in no wise be applicable to the chosen Ones of God and His hosts, inasmuch as Husayn, whose heroism was manifest as the sun, crushed and subjugated, quaffed at last the cup of martyrdom in Karbilá, the land of Táff. Similarly, the sacred verse “Fain would they put out God’s light with their mouths: But God hath willed to perfect His light, albeit the infidels abhor it.” Were it to be literally interpreted it would never correspond with the truth. For in every age the light of God hath, to outward seeming, been quenched by the peoples of the earth, and the Lamps of God extinguished by them. How then could the ascendancy of the sovereignty of these Lamps be explained? What could the potency of God’s will to “perfect His light” signify? As hath already been witnessed, so great was the enmity of the infidels, that none of these divine Luminaries ever found a place for shelter, or tasted of the cup of tranquillity. So heavily were they oppressed, that the least of men inflicted upon these Essences of being whatsoever he listed. These sufferings have been observed and measured by the people. How, therefore, can such people be capable of understanding and expounding these words of God, these verses of everlasting glory?",
  "source_lang": "fa",
  "score": 10
}