{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 140,
  "source_text": "ديگر اگر بخواهم رشحی از اسرار شهادت و ثمرهای آن را ذکر نمايم البتّه اين الواح کفايت نکند و به انتها نرساند.  انشاءاللّه اميدواريم که نسيم رحمتی بوزد و شجره وجود از ربيع الهی خلعت جديد پوشد تا به اسرار حکمت ربّانی پی بريم و به عنايت او از عرفان کلّ شیء بی نياز گرديم.  تا حال نفسی مشهود نگشت که به اين مقام فائز آيد مگر معدودی قليل که هيچ معروف نيستند تا بعد قضای الهی چه اقتضا نمايد و ازخلف سرادق امضا چه ظاهر شود.  کَذلِکَ نَذکُرُ لَکُم مِن بَدائعِ امراللّه وَ نُلقی عَلَيکُم من نَغَماتِ الفِردوسِ لَعَلَّکُم بِمواقع العِلمِ تَصِلُونَ و مِن ثَمَراتِ العِلمِ تُرزَقُونَ.  پس به يقين بايددانست که اين شموس عظمت اگر چه بر نقطه تراب جالس باشند بر عرش اعظم ساکن اند و اگر فلسی نزدشان موجود نباشد بر رفرف غنا طائراند و در حينی که در دست دشمنان مبتلايند بر يمين قدرت و غلبه ساکن و در کمال ذلّت ظاهره بر عرش عزّت صمدانی جالس و متّکأ و در نهايت عجز ظاهری بر کرسيّ سلطنت و اقتدار قائم.",
  "translation": "Should We wish to impart unto thee a glimmer of the mysteries of Husayn’s martyrdom, and reveal unto thee the fruits thereof, these pages could never suffice, nor exhaust their meaning. Our hope is that, God willing, the breeze of mercy may blow, and the divine Springtime clothe the tree of being with the robe of a new life; so that we may discover the mysteries of divine Wisdom, and, through His providence, be made independent of the knowledge of all things. We have, as yet, descried none but a handful of souls, destitute of all renown, who have attained unto this station. Let the future disclose what the Judgment of God will ordain, and the Tabernacle of His decree reveal. In such wise We recount unto thee the wonders of the Cause of God, and pour out into thine ears the strains of heavenly melody, that haply thou mayest attain unto the station of true knowledge, and partake of the fruit thereof. Therefore, know thou of a certainty that these Luminaries of heavenly majesty, though their dwelling be in the dust, yet their true habitation is the seat of glory in the realms above. Though bereft of all earthly possessions, yet they soar in the realms of immeasurable riches. And whilst sore tried in the grip of the enemy, they are seated on the right hand of power and celestial dominion. Amidst the darkness of their abasement there shineth upon them the light of unfading glory, and upon their helplessness are showered the tokens of an invincible sovereignty.",
  "source_lang": "fa",
  "score": 10
}