{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 144,
  "source_text": "و ديگر آنکه روزی عيسی بن مريم  را يهود احاطه نمودند و خواستند که آن حضرت اقرار فرمايد بر اينکه ادّعای مسيحی و پيغمبری نمودند تا حکم بر کفر آن حضرت نمايند و حدّ قتل بر او جاری سازند.  تا آنکه آن خورشيد سماء معانی را در مجلس فيلاطس و قيافا که اعظم علمای آن عصر بود حاضر نمودند.  و جميع علما در آن محضر  حضور هم رساندند و جمع کثيری برای تماشا و استهزاء و اذيّت آن حضرت مجتمع شدند.  و هرچه از آن حضرت استفسار نمودند که شايد اقرار بشنوند حضرت سکوت فرمودند و هيچ متعرّض جواب نشدند.  تا آنکه ملعونی برخاست و آمد در مقابل آن حضرت و قسم داد آن حضرت را که آيا تو نگفتی که منم مسيح اللّه و منم ملک الملوک و منم صاحب کتاب و منم مخرّب يوم سبت؟ آن حضرت رأس مبارک را بلند نموده فرمودند:  \"اَما تَری بانَّ ابْنَ الإِنسانِ قَد جَلَسَ عَن يَمينِ القُدرَةِ وَالقُوّةِ؟\" يعنی آيا نمی بينی که پسر انسان جالس بر يمين قدرت و قوّت الهی است؟ و حال آنکه بر حسب ظاهر هيچ اسباب قدرت نزد آن حضرت موجود نبود مگر قدرت باطنيّه که احاطه نموده بود کلّ من فی السّموات و الارض را.  ديگر چه ذکر نمايم که بعد از اين قول بر آن حضرت چه وارد آمد و چگونه به او سلوک نمودند.  بالاخره چنان در صدد ايذاء و قتل آن حضرت افتادند که به فلک چهارم فرار نمود.",
  "translation": "Similarly, call thou to mind the day when the Jews, who had surrounded Jesus, Son of Mary, were pressing Him to confess His claim of being the Messiah and Prophet of God, so that they might declare Him an infidel and sentence Him to death. Then, they led Him away, He Who was the Day-star of the heaven of divine Revelation, unto Pilate and Caiaphas, who was the leading divine of that age. The chief priests were all assembled in the palace, also a multitude of people who had gathered to witness His sufferings, to deride and injure Him. Though they repeatedly questioned Him, hoping that He would confess His claim, yet Jesus held His peace and spake not. Finally, an accursed of God arose and, approaching Jesus, adjured Him saying: “Didst thou not claim to be the Divine Messiah? Didst thou not say, ‘I am the King of Kings, My word is the Word of God, and I am the breaker of the Sabbath day?’” Thereupon Jesus lifted up His head and said: “Beholdest thou not the Son of Man sitting on the right hand of power and might?” These were His words, and yet consider how to outward seeming He was devoid of all power except that inner power which was of God and which had encompassed all that is in heaven and on earth. How can I relate all that befell Him after He spoke these words? How shall I describe their heinous behaviour towards Him? They at last heaped on His blessed Person such woes that He took His flight unto the fourth Heaven.",
  "source_lang": "fa",
  "score": 10
}