{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 145,
  "source_text": "و همچنين در انجيل لوقا مذکور است که روزی ديگر آن حضرت بر يکی از يهود گذشت که به مرض فلج مبتلا شده بود و بر سرير افتاده.  چون آن حضرت را ديد به قرائن شناخت آن حضرت را و استغاثه نمود و آن حضرت فرمودند:  \"قُم عَن سَريرِکَ فإنَّکَ مَغفُورَةٌ خَطاياکَ.\"  چند يهود که در آن مکان حضور داشتند اعتراض نمودند که \" هَل يُمکِنُ لاَحَدٍ  اَن يَغفِرَ الخَطايا إلّا اللّه.\"   فَالتَفَتَ المَسيحُ إلَيهم وَقالَ:  \"اَيّما اَسهَلُ اَنْ اَقُولَ لَهُ قُمْ فَاحمِل سَريرَکَ اَم اَقُول لَه مَغْفُورَةٌ خَطاياکَ لِتَعْلَموا بِاَنَّ لابنِ الإنسان سُلطاناً عَلی الاَرضِ  لِمَغْفِرَةِ الخَطايا\"  که ترجمه آن به فارسی اين است:  چون آن حضرت به آن عاجز مسکين فرمودند که برخيز، بدرستی که معاصی تو آمرزيده شد، جمعی از يهود اعتراض نمودند که آيا جز پروردگار غالب قادر کسی قادر بر غفران عباد هست؟ آن حضرت ملتفت به ايشان شده فرمودند که آيا کدام اسهل است نزد شما از اينکه بگويم به اين عاجز فالج برخيز و بروو يا آنکه بگويم آمرزيده است گناهان تو، تا آنکه بدانيد که از برای پسر انسان سلطانی است در ارض برای آمرزش ذنوب مذنبان.  اين است سلطنت حقيقی و اقتدار اوليای الهی.همه اين تفاصيل که مکرّر ذکر می شود از همه مقام و همه جا، مقصود اين است که بر تلويحات کلمات اصفيای الهی مطّلع شويد که شايد از بعضی عبارات  قدم نلغزد و قلب مضطرب نشود.",
  "translation": "It is also recorded in the Gospel according to St. Luke, that on a certain day Jesus passed by a Jew who was sick of the palsy, and lay upon a couch. When the Jew saw Him, he recognized Him, and cried out for His help. Jesus said unto him: “Arise from thy bed; thy sins are forgiven thee.” Certain of the Jews, standing by, protested saying: “Who can forgive sins, but God alone?” And immediately He perceived their thoughts, Jesus answering said unto them: “Whether is it easier to say to the sick of the palsy, arise, and take up thy bed, and walk; or to say, thy sins are forgiven thee? that ye may know that the Son of Man hath power on earth to forgive sins.” This is the real sovereignty, and such is the power of God’s chosen Ones! All these things which We have repeatedly mentioned, and the details which We have cited from divers sources, have no other purpose but to enable thee to grasp the meaning of the allusions in the utterances of the chosen Ones of God, lest certain of these utterances cause thy feet to falter and thy heart to be dismayed.",
  "source_lang": "fa",
  "score": 10
}