{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 148,
  "source_text": "اگر چه شرح نزول اين آيه را علمای تفسير مختلف ذکر نمودهاند و لکن بر مقصود ناظر شويد که می فرمايد:  نه چنين است يهود خيال نمودند که سلطان حقيقی طلعت موسوی را خلق نمود و خلعت پيغمبری بخشيد و ديگر دست هايش مغلول و بسته شد و قادر نيست بر ارسال رسولی بعد از موسی.  ملتفت اين قول بی معنی شويد که چقدر از شريعه علم و دانش دور است.  و اليوم جميع اين مردم به امثال اين مزخرفات مشغول اند.  و هزار سال بيش می گذرد که اين آيه را تلاوت می نمايند و بر يهود من حيثُ لا يَشعُر اعتراض می نمايند و ملتفت نشدند و ادراک ننمودند به اينکه خود سرّاً و جهراً می گويند آنچه را که يهود به آن معتقدند.  چنانچه شنيده ايد که می گويند جميع ظهورات منتهی شده و ابواب رحمت الهی مسدود گشته، ديگر از مشارق قدس معنوی شمسی طالع نمی شود و از بحر قدم صمدانی امواجی ظاهر نگردد و از خيام غيب ربّانی هيکلی مشهود نيايد.  اين است ادراک اين همج رعاع.  فيض کلّيّه و رحمت منبسطه که به هيچ عقلی و ادراکی انقطاع آن جائز نيست جائز دانسته و از اطراف و جوانب، کمر ظلم بسته و همّت گماشتهاند که نار سدره را به ماء ملح ظنون مخمود نمايند و غافل از اينکه زجاج قدرت، سراج احديّه را در حصن حفظ خود محفوظ می دارد.  و همين ذلّت کافی است اين گروه را که از اصل مقصود محروم ماندند و از لطيفه و جوهر امر محجوب گشتند.  لاَجل آنکه منتهی فيض الهی که برای عباد مقدّر شده لقاءاللّه و عرفان اوست که کلّ به آن وعده داده شدهاند.  و اين نهايت فيض فيّاض قدم است برای عباد او و کمال فضل مطلق است برای خلق او که هيچ يک از اين عباد به آن مرزوق نشدند و به اين شرافت کبری مشرّف نگشتند.  و با اينکه چقدر از آيات مُنزله که صريح به اين مطلب عظيم و امر کبير است مع ذلک انکار نمودهاند و به هوای خود تفسير کردهاند.  چنانچه می فرمايد:  \"وَ الَّذينَ کَفَرُوا بِآيَاتِ اللّه و لِقَائهِ اُولئِکَ يَئِسُوا مِنْ رَحْمَتی وَ اُولَئِکَ لَهُمْ عَذَابٌ اَلِيمٌ.\" و همچنين می فرمايد:  \"الَّذِينَ يَظُنُّونَ اَنَّهُمْ مُلاقُوا رَبِّهِمْ و اَنَّهُمْ إلَيْهِ رَاجِعُونَ.\"  و در مقام ديگر:  \"قَالَ الَّذِينَ يَظُنُّونَ اَنَّهُمْ مُلاقُوا اللّهِ کَمْ مِنْ فِئَةٍ قَليلَةٍ غَلَبَتْ فِئَةً  کَثيرَةً.\"  و درمقامی ديگر:  \"فَمَنْ کَانَ يَرجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ  عَمَلاً صَالِحاً.\"  و در مقامی ديگر:  \"يُدَبِّرُ الاَمرَ يُفَصِّلُ الآياتِ لَعَلَّکُمْ  بِلِقَاءِ رَبِّکُمْ تُوقِنُونَ.\"",
  "translation": "Although the commentators of the Qur’án have related in divers manners the circumstances attending the revelation of this verse, yet thou shouldst endeavour to apprehend the purpose thereof. He saith: How false is that which the Jews have imagined! How can the hand of Him Who is the King in truth, Who caused the countenance of Moses to be made manifest, and conferred upon Him the robe of Prophethood—how can the hand of such a One be chained and fettered? How can He be conceived as powerless to raise up yet another Messenger after Moses? Behold the absurdity of their saying; how far it hath strayed from the path of knowledge and understanding! Observe how in this day also, all these people have occupied themselves with such foolish absurdities. For over a thousand years they have been reciting this verse, and unwittingly pronouncing their censure against the Jews, utterly unaware that they themselves, openly and privily, are voicing the sentiments and belief of the Jewish people! Thou art surely aware of their idle contention, that all Revelation is ended, that the portals of Divine mercy are closed, that from the day-springs of eternal holiness no sun shall rise again, that the Ocean of everlasting bounty is forever stilled, and that out of the Tabernacle of ancient glory the Messengers of God have ceased to be made manifest. Such is the measure of the understanding of these small-minded, contemptible people. These people have imagined that the flow of God’s all-encompassing grace and plenteous mercies, the cessation of which no mind can contemplate, has been halted. From every side they have risen and girded up the loins of tyranny, and exerted the utmost endeavour to quench with the bitter waters of their vain fancy the flame of God’s burning Bush, oblivious that the globe of power shall within its own mighty stronghold protect the Lamp of God. The utter destitution into which this people have fallen doth surely suffice them, inasmuch as they have been deprived of the recognition of the essential Purpose and the knowledge of the Mystery and Substance of the Cause of God. For the highest and most excelling grace bestowed upon men is the grace of “attaining unto the Presence of God” and of His recognition, which has been promised unto all people. This is the utmost degree of grace vouchsafed unto man by the All-Bountiful, the Ancient of Days, and the fulness of His absolute bounty upon His creatures. Of this grace and bounty none of this people hath partaken, neither have they been honoured with this most exalted distinction. How numerous are those revealed verses which explicitly bear witness unto this most weighty truth and exalted Theme! And yet they have rejected it, and, after their own desire, misconstrued its meaning. Even as He hath revealed: “As for those who believe not in the signs of God, or that they shall ever meet Him, these of My mercy shall despair, and for them doth a grievous chastisement await.” Also He saith: “They who bear in mind that they shall attain unto the Presence of their Lord, and that unto Him shall they return.” Also in another instance He saith: “They who held it as certain that they must meet God, said, ‘How oft, by God’s will, hath a small host vanquished a numerous host!’” In yet another instance He revealeth: “Let him then who hopeth to attain the presence of his Lord work a righteous work.” And also He saith: “He ordereth all things. He maketh His signs clear, that ye may have firm faith in attaining the presence of your Lord.”",
  "source_lang": "fa",
  "score": 10
}