{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 149,
  "source_text": "جميع اين آيات مدلّه بر لقاء را که حکمی محکم تر از آن در کتب سماوی ملحوظ نگشته انکار نمودهاند و از اين رتبه بلند اعلی و مرتبه ارجمند ابهی خود را محروم ساختهاند.  و بعضی ذکر نمودهاند که مقصود از لقاء، تجلّی اللّه است در قيامت.  و حال آنکه اگر گويند تجلّی عامّ مقصود است اين در همه اشياء موجود است.  چنانچه از قبل ثابت شد که همه اشياء محلّ و مظهر تجلّی آن سلطان حقيقی هستند و آثار اشراقِ شمسِ مجلّی در مرايای موجودات  موجود و لائح است.  بلکه اگر انسان را بصر معنوی الهی مفتوح شود ملاحظه می نمايد که هيچ شیء بی ظهور تجلّی پادشاه حقيقی موجود نه.  چنانچه همه ممکنات و مخلوقات را ملاحظه می نمائيد که حاکی اند از ظهور و بروز آن نور معنوی. و ابواب رضوان الهی را مشاهده می فرمائيد که در همه اشياء مفتوح گشته برای ورود طالبين در مدائن معرفت و حکمت و دخول واصلين در حدائق علم و قدرت.  و در هر حديقه ای عروس معانی ملاحظه آيد که در غرف های کلمات در نهايت تزيين و تلطيف جالس اند.  و اکثر آيات فرقانی بر اين مطلب روحانی مدلّ و مشعر است.  \"وَ إنْ مِنْ شَيْءٍ  إلّا يُسَبِّحُ بِحَمدِهِ.\" شاهدی است ناطق، \"وَ کُلَّ شیءٍ  اَحْصَيْنَاهُ کِتَاباً\" گواهی است صادق.  حال اگر مقصود از لقاء اللّه، لقاء اين تجلّيات باشد پس جميع ناس به لقاء طلعت لايزال آن سلطان بی مثال مشرّف اند ديگر تخصيص به قيامت چرا؟",
  "translation": "This people have repudiated all these verses, that unmistakably testify to the reality of “attainment unto the Divine Presence.” No theme hath been more emphatically asserted in the holy scriptures. Notwithstanding, they have deprived themselves of this lofty and most exalted rank, this supreme and glorious station. Some have contended that by “attainment unto the Divine Presence” is meant the “Revelation” of God in the Day of Resurrection. Should they assert that the “Revelation” of God signifieth a “Universal Revelation,” it is clear and evident that such revelation already existeth in all things. The truth of this We have already established, inasmuch as We have demonstrated that all things are the recipients and revealers of the splendours of that ideal King, and that the signs of the revelation of that Sun, the Source of all splendour, exist and are manifest in the mirrors of beings. Nay, were man to gaze with the eye of divine and spiritual discernment, he will readily recognize that nothing whatsoever can exist without the revelation of the splendour of God, the ideal King. Consider how all created things eloquently testify to the revelation of that inner Light within them. Behold how within all things the portals of the Ridván of God are opened, that seekers may attain the cities of understanding and wisdom, and enter the gardens of knowledge and power. Within every garden they will behold the mystic bride of inner meaning enshrined within the chambers of utterance in the utmost grace and fullest adornment. Most of the verses of the Qur’án indicate, and bear witness to, this spiritual theme. The verse: “Neither is there aught which doth not celebrate His praise” is eloquent testimony thereto; and “We noted all things and wrote them down,” a faithful witness thereof. Now, if by “attainment unto the Presence of God” is meant attainment unto the knowledge of such revelation, it is evident that all men have already attained unto the presence of the unchangeable Countenance of that peerless King. Why, then, restrict such revelation to the Day of Resurrection?",
  "source_lang": "fa",
  "score": 10
}