{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 152,
  "source_text": "و اين است معنی قيامت که در کلّ کتب مسطور و مذکور است و جميع بشارت داده شدهاند به آن يوم.  حال ملاحظه فرمائيد که آيا يومی از اين يوم عزيزتر و بزرگ تر و معظّم تر تصوّر می شود که انسان چنين روز را از دست بگذارد و از فيوضات اين يوم که به مثابه ابر نيسان از قِبَل رحمان در جريان است خود را محروم نمايد؟ و بعد از آنکه به تمام دليل مدلّل شد که يومی اعظم از اين يوم و امری اعزّ از اين امر نه، چگونه می شود که انسان به حرف متوهّمين و ظانّين از چنين فضل اکبر مأيوس گردد؟ و بعد از همه اين دلائل محکمه متقنه که هيچ عاقلی را گريزی نه و هيچ عارفی را مفرّی نه آيا روايت مشهور را نشنيده اند که می فرمايد:  \"اذا قامَ القائِمُ قامَتِ القيامَة\"؟ و همچنين أئمّه هدی و انوار لاتطفی \"هَل يَنظُرُونَ إلّا اَن يَأتِيَهُمُ اللّهُ فِی ظُلَلٍ مِنَ الغَمامِ\" را که مسلّماً از امورات محدثه درقيامت می دانند به حضرت قائم و ظهور او تفسير نمودهاند.",
  "translation": "This is the meaning of the “Day of Resurrection,” spoken of in all the scriptures, and announced unto all people. Reflect, can a more precious, a mightier, and more glorious day than this be conceived, so that man should willingly forego its grace, and deprive himself of its bounties, which like unto vernal showers are raining from the heaven of mercy upon all mankind? Having thus conclusively demonstrated that no day is greater than this Day, and no revelation more glorious than this Revelation, and having set forth all these weighty and infallible proofs which no understanding mind can question, and no man of learning  overlook, how can man possibly, through the idle contention of the people of doubt and fancy, deprive himself of such a bountiful grace? Have they not heard the well-known tradition: “When the Qá’im riseth, that day is the Day of Resurrection?” In like manner, the Imáms, those unquenchable lights of divine guidance, have interpreted the verse: “What can such expect but that God should come down to them overshadowed with clouds,” —a sign which they have unquestionably regarded as one of the features of the Day of Resurrection—as referring to Qá’im and His manifestation.",
  "source_lang": "fa",
  "score": 10
}