{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 157,
  "source_text": "از جمله اينکه روزی جمعی از مجاحدان آن جمال بی مثال و محرومان از کعبه لايزال از روی استهزاء عرض نمودند:  \"إنَّ اللّهَ عَهِدَ إلَينَا ألَّا نُؤمِنَ لِرَسُولٍ حَتّی يَأتِيَنَا بقربانٍ تَأکُلُهُ النَّارُ.\" مضمون آن اين است که پروردگار عهد کرده است به ما که ايمان نياوريم به رسولی مگر آنکه معجزه هابيل و قابيل را ظاهر فرمايد، يعنی قربانی کند و آتشی از آسمان بيايد و آن را بسوزاند، چنانچه در حکايت هابيل شنيدهاند و در کتب مذکور است.  آن حضرت در جواب فرمودند:  \"قَد جَاءَکُمْ رُسُلٌ مِن قَبْلِی بِالبَيِّنَاتِ وَ بِالَّذی قُلْتُم فَلِمَ قَتَلْتُمُوهُمْ إنْ کُنتُمْ صَادِقينَ.\" ترجمه آن اين است که آن حضرت فرمودند:  آمد به سوی شما پيش از من رسول های پروردگار با بيّنات ظاهرات و به آنچه شما می طلبيد، پس چرا کُشتيد آن رسل پروردگار را اگر هستيد راست گويان؟ حال انصاف دهيد، بر حسب ظاهر آن عباد که در عصر و عهد آن حضرت بودهاند کجا در عهد آدم يا انبيای ديگر بودند که چند هزار سال فاصله بود از عهد آدم تا آن زمان؟ مع ذلک چرا آن جوهر صدق نسبت قتل هابيل و يا انبيای ديگر را به عباد زمان خود فرمود؟ چاره نداری يا اينکه نعوذ باللّه نسبت کذب و يا کلام لغو به آن حضرت بدهی يا بگوئی آن اشقياء همان اشقياء بودند که در هر عصری با نبييّن و مرسلين معارضه می نمودند تا آنکه بالاخره همه را شهيد نمودند.",
  "translation": "And it came to pass that on a certain day a number of the opponents of that peerless Beauty, those that had strayed far from God’s imperishable Sanctuary, scornfully spoke these words unto Muhammad: “Verily, God hath entered into a covenant with us that we are not to credit an apostle until he present us a sacrifice which fire out of heaven shall devour.” The purport of this verse is that God hath covenanted with them that they should not believe in any messenger unless he work the miracle of Abel and Cain, that is, offer a sacrifice, and the fire from heaven consume it; even as they had heard it recounted in the story of Abel, which story is recorded in the scriptures. To this, Muhammad, answering, said: “Already have Apostles before me come to you with sure testimonies, and with that of which ye speak. Wherefore slew ye them? Tell me, if ye are men of truth.” And now, be fair; How could those people living in the days of Muhammad have existed, thousands of years before, in the age of Adam or other Prophets? Why should Muhammad, that Essence of truthfulness, have charged the people of His day with the murder of Abel or other Prophets? Thou hast none other alternative except to regard Muhammad as an impostor or a fool—which God forbid!—or to maintain that those people of wickedness were the self-same people who in every age opposed and caviled at the Prophets and Messengers of God, till they finally caused them all to suffer martyrdom.",
  "source_lang": "fa",
  "score": 10
}