{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 159,
  "source_text": "و همچنين در آيه  ديگر می فرمايد تعرّضاً به اهل زمان:  \"وَ کَانُوا مِن قَبْلُ يَسْتَفتِحُونَ عَلَی الَّذينَ کَفَرُوا فَلَمّا جاءهُم ما عَرَفُوا کَفَروا بِهِ فَلَعْنَةُاللّهِ عَلَی الکَافِرينَ.\" می فرمايد:  بودند اين گروه که با کفّار مجاهده و قتال می نمودند در راه خدا و طلب فتح می نمودند برای نصرت امراللّه، پس چون آمد ايشان را آن کسی که شناخته بودند کافر شدند به او.  پس لعنت خدا بر کافران.  حال ملاحظه فرمائيد که از آيه چنين مستفاد می شود که مردم زمان آن حضرت همان مردمی بودند که در عهد انبيای قبل برای ترويج آن شريعت و ابلاغ امراللّه مجادله و محاربه می نمودند و حال آنکه مردم عهد عيسی و موسی غير مردم زمان آن حضرت بودند.  و ديگر آنکه آن کسی را که از قبل شناخته بودند موسی بود صاحب تورات و عيسی بود صاحب انجيل.  مع ذلک چرا آن حضرت می فرمايد چون آمد بسوی ايشان آن کسی که او را شناخته بودند که عيسی باشد يا موسی، به او کافر شدند؟ و حال آنکه آن حضرت نظر به ظاهر، موسوم به اسم ديگر بودند که محمّد باشد و از مدينه ديگر ظاهر شدند و به لسان ديگر و شرع ديگر آمدند.  مع ذلک چگونه حکم آيه ثابت می شود و ادراک می گردد؟",
  "translation": "Likewise, Muhammad, in another verse, uttereth His protest against the people of that age. He saith: “Although they had before prayed for victory over those who believed not, yet when there came unto them, He of Whom they had knowledge, they disbelieved in Him. The curse of God on the infidels!” Reflect how this verse also implieth that the people living in the days of Muhammad were the same people who in the days of the Prophets of old contended and fought in order to promote the Faith, and teach the Cause, of God. And yet, how could the generations living at the time of Jesus and Moses, and those who lived in the days of Muhammad, be regarded as being actually one and the same people? Moreover, those whom they had formerly known were Moses, the Revealer of the Pentateuch, and Jesus, the Author of the Gospel. Notwithstanding, why did Muhammad say: “When He of Whom they had knowledge came unto them”—that is Jesus or Moses—“they disbelieved in Him?” Was not Muhammad to outward seeming called by a different name? Did He not come forth out of a different city? Did He not speak a different language, and reveal a different Law? How then can the truth of this verse be established, and its meaning be made clear?",
  "source_lang": "fa",
  "score": 10
}