{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 16,
  "source_text": "پس قدری به ديده بصيرت الهيّه در آفاق علم ربّانی و انفس کلمات تامّه صمدانيّه تعقّل فرمائيد تا جميع اسرار  حکمت روحانيّه بی سبحات جلال از خلف سرادق فضل و افضال ظاهر و هويدا شود.  و کلّيّه اعتراض مردم و احتجاجات ايشان از عدم ادراک و عرفان حاصل شده.  مثلاً بياناتی که طلعات جمال حقّ در علامات ظهور بعد فرمودند آن بيانات را ادراک ننمودند و يه حقيقت آن واصل نشدند لهذا عَلَم فساد برافراختند و رايات فتنه برپا نمودند.  و اين معلوم است که تأويل کلمات حمامات ازليّه را جز هياکل ازليّه ادراک ننمايند و نغمات ورقاء معنويّه را جز سامعه اهل بقا نشنود.  هرگز قبطی ظلم از شراب سبطی عدل نصيب ندارد و فرعون کفر از بيضای موسی اطّلاع نيابد.  چنانچه می فرمايد:  \"وَمَا يَعلَمُ تأويلَهُ إلّا اللّهُ و الرّاسِخُونَ فِی العِلمِ.\" مع ذلک تأويل کتاب را از اهل حجاب مستفسر\nشدند و علم را از منبع او اخذ ننمودند.",
  "translation": "With fixed and steady gaze, born of the unerring eye of God, scan for a while the horizon of divine knowledge, and contemplate those words of perfection which the Eternal hath revealed, that haply the mysteries of divine wisdom, hidden ere now beneath the veil of glory and treasured within the tabernacle of His grace, may be made manifest unto you. The denials and protestations of these leaders of religion have, in the main, been due to their lack of knowledge and understanding. Those words uttered by the Revealers of the beauty of the one true God, setting forth the signs that should herald the advent of the Manifestation to come, they never understood nor fathomed. Hence they raised the standard of revolt, and stirred up mischief and sedition. It is obvious and manifest that the true meaning of the utterances of the Birds of Eternity is revealed to none except those that manifest the Eternal Being, and the melodies of the Nightingale of Holiness can reach no ear save that of the denizens of the everlasting realm. The Copt of tyranny can never partake of the cup touched by the lips of the Sept of justice, and the Pharaoh of unbelief can never hope to recognize the hand of the Moses of truth. Even as He saith: “None knoweth the meaning thereof except God and them that are well-grounded in knowledge.” And yet, they have sought the interpretation of the Book from those that are wrapt in veils, and have refused to seek enlightenment from the fountain-head of knowledge.",
  "source_lang": "fa",
  "score": 10
}