{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 160,
  "source_text": "حال حکم رجوع را ادراک فرما که به چه صريحی در خود فرقان نازل شده و احدی تا اليوم ادراک آن ننموده.  حال چه می فرمائيد؟ اگر می فرمائيد که آن حضرت رجعت انبيای قبل بودند چنانچه از آيه مستفاد ميشود، و همچنين اصحاب او هم رجعت اصحاب قبل خواهند بود، چنانچه از آيات مذکوره هم رجعت عباد قبل واضح و لائح است.  و اگر انکار کنند بر خلاف حکم کتاب که حجّت اکبر است قائل شدهاند. پس همين قسم حکم رجع و بعث و حشر را در ايّام ظهور مظاهر هويّه ادراک نما تا رجوع ارواح مقدّسه را در اجساد صافيه منيره به عين رأس ملاحظه فرمائی و غبارهای جهل و نفس ظلمانی را به آب رحمت علم رحمانی پاک و منزّه نمائی که شايد به قوّت يزدانی و هدايت سبحانی و سراج نورانی، سبيل صبح هدايت را از شام ضلالت تميز دهی و فرق گذاری.",
  "translation": "Strive therefore to comprehend the meaning of “return” which hath been so explicitly revealed in the Qur’án itself, and which none hath as yet understood. What sayest thou? If thou sayest that Muhammad was the “return” of the Prophets of old, as is witnessed by this verse, His Companions must likewise be the “return” of the bygone Companions, even as the “return” of the former people is clearly attested by the text of the above-mentioned verses. And if thou deniest this, thou hast surely repudiated the truth of the Qur’án, the surest testimony of God unto men. In like manner, endeavour to grasp the significance of “return,” “revelation,” and “resurrection,” as witnessed in the days of the Manifestations of the divine Essence, that thou mayest behold with thine own eyes the “return” of the holy souls into sanctified and illumined bodies, and mayest wash away the dust of ignorance, and cleanse the darkened self with the waters of mercy flowing from the Source of divine Knowledge; that perchance thou mayest, through the power of God and the light of divine guidance, distinguish the Morn of everlasting  splendour from the darksome night of error.",
  "source_lang": "fa",
  "score": 10
}