{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 161,
  "source_text": "و ديگر معلوم آن جناب بوده که حاملان امانت احديّه که در عوالم ملکيّه به حکم جديد و امر بديع ظاهر می شوند چون اين اطيار عرش باقی از سماء مشيّت الهی نازل می گردند و جميع بر امر مبرم ربّانی قيام می فرمايند لهذا حکم يک نفس و يک ذات را دارند، چه جميع از کأس محبّت الهی شاربند و از اثمار شجره توحيد مرزوق.  و اين مظاهر حقّ را دو مقام مقرّر است.  يکی مقام صرف تجريد و جوهر تفريد.  و در اين مقام اگر کلّ را به يک اسم و رسم موسوم و موصوف نمائی بأسی نيست، چنانچه می فرمايد:  \"لا نُفَرِّقُ بَينَ اَحَدٍ مِنْ رُسُلِهِ.\"  زيرا که جميع مردم را به توحيد الهی دعوت می فرمايند و به کوثر فيض و فضل نامتناهی بشارت می دهند و کلّ به خلع نبوّت فائزند و به رداء مکرمت مفتخر.  اين است که نقطه فرقان می فرمايد:  \"اَمَّا النَّبيُّونَ فَاَنَا.\" و همچنين می فرمايد:  منم آدم اوّل و نوح و موسی و عيسی.  و همين مضمون را طلعت علوی هم فرمودهاند.  و امثال اين بيانات که مشعر بر توحيد آن مواقع تجريد است از مجاری بيانات ازليّه و مخازن لئالی علميّه ظاهر شده و در کتب مذکور گشته.  و اين طلعات مواقع حکم و مطالع امرند، و امر مقدّس از حجبات کثرت و عوارضات تعدّد است.  اين است که می فرمايد:  \"وَ مَا اَمرُنَا إلّا وَاحِدَةٌ.\"  و چون امر واحد شد البتّه مظاهر امر هم واحدند.  و همچنين أئمّه دين و سراج های يقين فرمودند:    \"  اَوّلُنا مُحَمّدٌ و آخِرُنا مُحَمّدٌ وَ اَوسَطُنا مُحَمّدٌ.\"",
  "translation": "Furthermore, it is evident to thee that the Bearers of the trust of God are made manifest unto the peoples of the earth as the Exponents of a new Cause and the Bearers of a new Message. Inasmuch as these Birds of the Celestial Throne are all sent down from the heaven of the Will of God, and as they all arise to proclaim His irresistible Faith, they therefore are regarded as one soul and the same person. For they all drink from the one Cup of the love of God, and all partake of the fruit of the same Tree of Oneness. These Manifestations of God have each a twofold station. One is the station of pure abstraction and essential unity. In this respect, if thou callest them all by one name, and dost ascribe to them the same attribute, thou hast not erred from the truth. Even as He hath revealed: “No distinction do We make between any of His Messengers!” For they one and all summon the people of the earth to acknowledge the Unity of God, and herald unto them the Kawthar of an infinite grace and bounty. They are all invested with the robe of Prophethood, and honoured with the mantle of glory. Thus hath Muhammad, the Point of the Qur’án, revealed: “I am all the Prophets.” Likewise, He saith: “I am the first Adam, Noah, Moses, and Jesus.” Similar statements have been made by ‘Alí. Sayings such as this, which indicate the essential unity of those Exponents of Oneness, have also emanated from the Channels of God’s immortal utterance, and the Treasuries of the gems of divine knowledge, and have been recorded in the scriptures. These Countenances are the recipients of the Divine Command, and the day-springs of His Revelation. This Revelation is exalted above the veils of plurality and the exigencies of number. Thus He saith: “Our Cause is but one.” Inasmuch as the Cause is one and the same, the Exponents thereof also must needs be one and the same. Likewise, the Imáms of the Muhammadan Faith, those lamps of certitude, have said: “Muhammad is our first, Muhammad our last, Muhammad our all.”",
  "source_lang": "fa",
  "score": 10
}