{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 163,
  "source_text": "و همين گروه، با همه اين حجبات محدوده و حدودات مذکوره به مجرّد اينکه صهبای ايمان را از کأس ايقان از ايادی مظاهرسبحان می نوشيدند بالمرّه تقليب می شدند به قسمی که از زن و فرزند و اموال و اثقال و جان و ايمان بلکه از کلّ ما سوی می گذشتند و به قسمی غلبات شوق الهی و جذبات ذوق صمدانی ايشان را اخذ می نمود که دنيا را و آنچه در آن هست به پر کاهی ندانسته.  آيا حکم خلق جديد و رجوع در اينها نمی شود؟ و همچنين ملاحظه شد که اين نفوس قبل از فوز به عنايت بديع جديد الهی جان خود را به صد هزار حيله و تدبير از موارد هلاکت حفظ می نمودند به قسمی که از خاری احتراز می جستند و از روباهی فی المثل فرار می نمودند.  و بعد از شرف به فوز اکبر و عنايت عظمی صد هزار جان رايگان انفاق می فرمودند، بلکه نفوس مقدّسشان از قفس تن بيزار و  يک نفر از اين جنود در مقابل گروهی مقاتله می نمود.  مع ذلک چگونه می شود که اگر اين نفوس همان نفوس قبل باشند اي  گونه امورات که مخالف عادات بشريّه و منافی هوای جسمانيّه است از ايشان ظاهر شود؟",
  "translation": "These same people, though wrapt in all these veils of limitation, and despite the restraint of such observances, as soon as they drank the immortal draught of faith, from the cup of certitude, at the hand of the Manifestation of the All-Glorious, were so transformed that they would renounce for His sake their kindred, their substance, their lives, their beliefs, yea, all else save God! So overpowering was their yearning for God, so uplifting their transports of ecstatic delight, that the world and all that is therein faded before their eyes into nothingness. Have not this people exemplified the mysteries of “rebirth” and “return”? Hath it not been witnessed that these same people, ere they were endued with the new and wondrous grace of God, sought through innumerable devices, to ensure the protection of their lives against destruction? Would not a thorn fill them with terror, and the sight of a fox put them to flight? But once having been honoured with God’s supreme distinction, and having been vouchsafed His bountiful grace, they would, if they were able, have freely offered up ten thousand lives in His path! Nay, their blessed souls, contemptuous of the cage of their bodies, would yearn for deliverance. A single warrior of that host would face and fight a multitude! And yet, how could they, but for the transformation wrought in their lives, be capable of manifesting such deeds which are contrary to the ways of men and incompatible with their worldly desires?",
  "source_lang": "fa",
  "score": 10
}