{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 17,
  "source_text": "مثلاً چون ايّام موسی گذشت و انوار عيسی از فجر روح عالم را احاطه نمود جميع يهود اعتراض نمودند   که آن نفس که در تورات موعود است بايد مروّج و مکمّل شرايع تورات باشد و اين جوان ناصری که خود را مسيح اللّه می نامد حکم طلاق و سبت را که از حکم های اعظم موسی است نسخ نموده.  و ديگر آنکه علائم ظهور هنوز ظاهر نشده چنانچه يهود هنوز منتظر آن ظهورند که در تورات مذکور است.\n  چقدر از مظاهر قدس احديّه و مطالع نور ازليّه که بعد از موسی در ابداع ظاهر شده و هنوز يهود به حجبات نفسيّه شيطانيّه و ظنونات افکيّه نفسانيّه محتجب بوده و هستند و منتظرند که هيکل  مجعول با علامات مذکوره که خود ادراک نمودهاند کی ظاهر خواهد شد.  کَذلِکَ اَخَذَهُم ‌اللّه بِذَنبِهم وَاَخَذَعَنهُم رُوح الايمان وَعَذَّبَهُم بِنَارٍ کانَت فی هاويةِ الجَحيم.  و اين نبود مگر از عدم  عرفان يهود عبارات مسطوره در تورات را که در علائم ظهور بعد نوشته شده.  چون به حقيقت آن پی نبردند و به ظاهر هم چنين امور واقع نشد لهذا از جمال عيسوی محروم شدند و به لقاءاللّه فائز نگشتند وَکَانُوا مِنَ المُنتَظرينَ.  و لم يزل و لا يزال جميع امم به همين جعليّات افکار نالائقه تمسّک جسته و از عيون های لطيفه رقيقه جاريه خود را بی بهره و بی نصيب نمودند.",
  "translation": "And when the days of Moses were ended, and the light of Jesus, shining forth from the dayspring of the Spirit, encompassed the world, all the people of Israel arose in protest against Him. They clamoured that He Whose advent the Bible had foretold must needs promulgate and fulfil the laws of Moses, whereas this youthful Nazarene, who laid claim to the station of the divine Messiah, had annulled the law of divorce and of the sabbath day—the most weighty of all the laws of Moses. Moreover, what of the signs of the Manifestation yet to come? These people of Israel are even unto the present day still expecting that Manifestation which the Bible hath foretold! How many Manifestations of Holiness, how many Revealers of the light everlasting, have appeared since the time of Moses, and yet Israel, wrapt in the densest veils of satanic fancy and false imaginings, is still expectant that the idol of her own handiwork will appear with such signs as she herself hath conceived! Thus hath God laid hold of them for their sins, hath extinguished in them the spirit of faith, and tormented them with the flames of the nethermost fire. And this for no other reason except that Israel refused to apprehend the meaning of such words as have been revealed in the Bible concerning the signs of the coming Revelation. As she never grasped their true significance, and, to outward seeming, such events never came to pass, she, therefore, remained deprived of recognizing the beauty of Jesus and of beholding the face of God. And they still await His coming! From time immemorial even unto this day, all the kindreds and peoples of the earth have clung to such fanciful and unseemly thoughts, and thus have deprived themselves of the clear waters streaming from the springs of purity and holiness.",
  "source_lang": "fa",
  "score": 10
}