{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 178,
  "source_text": "و همچنين ذکر خاتم النّبيّين و امثال آن از سبحات مجلّله است که کشف آن از اعظم امور است نزد اين همج رعاع.  و جميع به اين حجبات محدوده و سبحات مجلّله عظيمه محتجب ماندهاند.  آيا نغمه طير هويَّه را نشنيدهاند که می فرمايد:  \"الف فاطمه نکاح نمودم که همه بنت محمّد بن عبداللّه خاتم النّبيّين بودند ؟ حال ملاحظه فرما که چقدر از اسرار در سرادق علم الهی مستور است و چه مقدار جواهر علم او در خزائن عصمت مکنون تا يقين نمائی که صنع او را بدايت و نهايتی نبوده و نخواهد بود و فضای قضای او اعظم از آن است که به بيان تحديد شود و يا طير افئده آن را طيّ نمايد و تقديرات قدريّه او اکبر از آن است که به ادراک نفسی منتهی شود.  خلق او از اوّل لا اوّل بوده و آخری او را اخذ نکرده و مظاهر جمال او الی نهاية لا نهايه خواهند بود و ابتدائی او را نديده.  حال در همين بيان ملاحظه فرما که چگونه حکم آن بر جميع اين طلعات صدق می نمايد.",
  "translation": "Furthermore, among the “veils of glory” are such terms as the “Seal of the Prophets” and the like, the removal of which is a supreme achievement in the sight of these base-born and erring souls. All, by reason of these mysterious sayings, these grievous “veils of glory,” have been hindered from beholding the light of truth. Have they not heard the melody of that bird of Heaven, uttering this mystery: “A thousand Fátimihs I have espoused, all of whom were the daughters of Muhammad, Son of ‘Abdu’lláh, the ‘Seal of the Prophets?’” Behold, how many are the mysteries that lie as yet unravelled within the tabernacle of the knowledge of God, and how numerous the gems of His wisdom that are still concealed in His inviolable treasuries! Shouldest thou ponder this in thine heart, thou wouldst realize that His handiwork knoweth neither beginning nor end. The domain of His decree is too vast for the tongue of mortals to describe, or for the bird of the human mind to traverse; and the dispensations of His providence are too mysterious for the mind of man to comprehend. His creation no end hath overtaken, and it hath ever existed from the “Beginning that hath no beginning”; and the Manifestations of His Beauty no beginning hath beheld, and they will continue to the “End that knoweth no end.” Ponder this utterance in thine heart, and reflect how it is applicable unto all these holy Souls.",
  "source_lang": "fa",
  "score": 10
}