{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 182,
  "source_text": "و مع ذلک به حکم اوّل از امر ثانی معرض گشتهاند، با اينکه حکم لقا در يوم قيام منصوص است درکتاب.  و قيامت هم به دلائل واضحه ثابت و محقّق شد که مقصود، قيام مظهر اوست بر امر او و همچنين از لقا، لقای جمال اوست در هيکل ظهور او إذ إنّه \"لا تُدرِکُهُ الاَبصارُ وَ هُوَ يُدْرِکُ الاَبصارَ.\"  و با جميع اين مطالب ثابته و بيانات واضحه، من حيثُ لا يَشعُر به ذکر ختم تمسّک جستهاند و از موجد ختم و بدء در يوم لقای او بالمرّه محتجب ماندهاند. \" وَ لَوْ يُؤَاخِذُ اللّهُ النّاسَ بِمَا کَسَبُوا مَا تَرَکَ عَلی ظَهرِهَا من دابَّةٍ وَلَکِنْ يُؤَخِّرُهُمْ إلَی اَجَلٍ مُسَمّیً.\"  و از همه اين مراتب چشم پوشيده، اگر اين قوم به قطره ای از چشمه لطيف\"يَفعَلُ ما يَشاءُ وَ يَحکُمُ ما يُريد\" می آشاميدند هيچ اين گونه اعتراضات غير مرضيّه بر محلّ امر نمی نمودند.  امر و قول و فعل در قبضه قدرت اوست.  کُلُّ شَیءٍ فی قَبضَةِ قُدْرَتِهِ اَسيرٌ  وَ إنَّ ذلِکَ عَلَيه سَهْلٌ يَسيرٌ.  فاعل است آنچه را اراده نمايد و عامل است آنچه ميل فرمايد.  مَن قال لِمَ و بِمَ فَقَد کَفَرَ.  و اگر اين عباد قدری به شعور بيايند از آنچه مرتکب شدهاند هلاک می شوند و به دست های خود خود را به نار که مقرّ و مرجع ايشان است راجع می نمايند.  آيا نشنيدهاند که می فرمايد:  \"لا يُسئَلُ عَمّا يَفعَلُ \"؟  و با اين بيانات چگونه می توان جسارت نمود و به زخارف قول مشغول شد؟",
  "translation": "And yet, through the mystery of the former verse, they have turned away from the grace promised by the latter, despite the fact that “attainment unto the divine Presence” in the “Day of Resurrection” is explicitly stated in the Book. It hath been demonstrated and definitely established, through clear evidences, that by “Resurrection” is meant the rise of the Manifestation of God to proclaim His Cause, and by “attainment unto the divine Presence” is meant attainment unto the presence of His Beauty in the person of His Manifestation. For verily, “No vision taketh in Him, but He taketh in all vision.” Notwithstanding all these indubitable facts and lucid statements, they have foolishly clung to the term “seal,” and remained utterly deprived of the recognition of Him Who is the Revealer of both the Seal and the Beginning, in the day of His presence. “If God should chastise men for their perverse doings, He would not leave upon the earth a moving thing! But to an appointed time doth He respite them.” But apart from all these things, had this people attained unto a drop of the crystal streams flowing from the words: “God doeth whatsoever He willeth, and ordaineth whatsoever He pleaseth,” they would not have raised any unseemly cavils, such as these, against the focal Center of His Revelation. The Cause of God, all deeds and words, are held  within the grasp of His power. “All things lie imprisoned within the hollow of His mighty Hand; all things are easy and possible unto Him.” He accomplisheth whatsoever He willeth, and doeth all that He desireth. “Whoso sayeth ‘why’ or ‘wherefore’ hath spoken blasphemy!” Were these people to shake off the slumber of negligence and realize that which their hands have wrought, they would surely perish, and would of their own accord cast themselves into fire—their end and real abode. Have they not heard that which He hath revealed: “He shall not be asked of His doings?” In the light of these utterances, how can man be so bold as to question Him, and busy himself with idle sayings?",
  "source_lang": "fa",
  "score": 10
}