{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 196,
  "source_text": "اگر شنيده شود از مظاهر جامعه:  \"إنّی اَنَا اللّه \"،   حقّ است و ريبی در آن نيست.  چنانچه به کرّات مبرهن شد که به ظهور و صفات و اسمای ايشان ظهوراللّه و اسم اللّه و صفة اللّه در ارض ظاهر.  اين است که می فرمايد:  \"وَ مَا رَمَيْتَ  إذ رَمَيْتَ وَلکِنَّ اللّهَ رَمَی. \"  و همچنين \" إنَّ الَّذينَ يُبَايِعُونَکَ إنّمَا  يُبَايِعُونَ اللّهَ. \"  و اگر نغمه إنّی رسول اللّه برآرند، اين نيز صحيح است و شکّی در آن نه.  چنانچه می فرمايد:  \"مَا کَانَ مُحمّدٌ اَبَا اَحَدٍ مِنْ رِجالِکُمْ وَلکِنْ رَسولَ اللّهِ. \"   و  در اين  مقام همه مرسل اند از نزد آن سلطان حقيقی و کينونت ازلی.  و اگر جميع ندای اَنَا خاتَمُ النَّبيّين بر آرند آن هم حقّ است و شبهه را راهی نه و سبيلی نه زيرا که جميع حکم يک ذات و يک نفس و يک روح و يک جسد و يک امر دارند و همه مظهر بدئيّت و ختميّت و اوّليّت و آخريّت و ظاهريّت و باطنيّت آن روح الارواح حقيقی و ساذج السّواذج ازلی اند.  و همچنين اگر بفرمايند:  \"نَحْنُ عِبادُ اللّه\"، اين نيز ثابت و ظاهر است. چنانچه به ظاهر در منتهی رتبه عبوديّت ظاهر شدهاند، احدی را يارای آن نه که به آن نحو از عبوديّت در امکان ظاهر شود. اين است که از آن جواهر وجود در مقام استغراق در بحار قدس صمدی و ارتقاء به معارج معانی سلطان حقيقی، اذکار ربوبيّه و الوهيّه ظاهر شد.  اگر درست ملاحظه شود در همين رتبه منتهای نيستی و فنا در خود مشاهده نمودهاند در مقابل هستی مطلق و بقای صرف، که گويا خود را معدوم صرف دانستهاند و ذکر خود را در آن ساحت شرک شمردهاند. زيرا که مطلق ذکر در اين مقام دليل هستی و وجود است و اين نزد واصلان بس خطا، چه جای آنکه ذکر غير شود و قلب و لسان و دل و جان به غير ذکر جانان مشغول گردد و يا چشم، غير جمال او ملاحظه نمايد و يا گوش، غير نغمه او شنود و يا رجل در غير سبيل او مشی نمايد.",
  "translation": "Were any of the all-embracing Manifestations of God to declare: “I am God!” He verily speaketh the truth, and no doubt attacheth thereto. For it hath been repeatedly demonstrated that through their Revelation, their attributes and names, the Revelation of God, His name and His attributes, are made manifest in the world. Thus, He hath revealed: “Those shafts were God’s, not Thine!” And also He saith: “In truth, they who plighted fealty unto thee, really plighted that fealty unto God.” And were any of them to voice the utterance: “I am the Messenger of God,” He also speaketh the truth, the indubitable truth. Even as He saith: “Muḥammad is not the father of any man among you, but He is the Messenger of God.” Viewed in this light, they are all but Messengers of that ideal King, that unchangeable Essence. And were they all to proclaim: “I am the Seal of the Prophets,” they verily utter but the truth, beyond the faintest shadow of doubt. For they are all but one person, one soul, one spirit, one being, one revelation. They are all the manifestation of the “Beginning” and the “End,” the “First” and the “Last,” the “Seen” and “Hidden”—all of which pertain to Him Who is the innermost Spirit of Spirits and eternal Essence of Essences. And were they to say: “We are the servants of God,” this also is a manifest and indisputable fact. For they have been made manifest in the uttermost state of servitude, a servitude the like of which no man can possibly attain. Thus in moments in which these Essences of being were deeply immersed beneath the oceans of ancient and everlasting holiness, or when they soared to the loftiest summits of divine mysteries, they claimed their utterance to be the Voice of divinity, the Call of God Himself. Were the eye of discernment to be opened, it would recognize that in this very state, they have considered themselves utterly effaced and non-existent in the face of Him Who is the All-Pervading, the Incorruptible. Methinks, they have regarded themselves as utter nothingness, and deemed their mention in that Court an act of blasphemy. For the slightest whispering of self, within such a Court, is an evidence of self-assertion and independent existence. In the eyes of them that have attained unto that Court, such a suggestion is itself a grievous transgression. How much more grievous would it be, were aught else to be mentioned in that Presence, were man’s heart, his tongue, his mind, or his soul, to be busied with anyone but the Well-Beloved, were his eyes to behold any countenance other than His beauty, were his ear to be inclined to any melody but His voice, and were his feet to tread any way but His way.",
  "source_lang": "fa",
  "score": 10
}