{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 201,
  "source_text": "و همچنين در آيه روح که می فرمايد:  \"وَ يَسْئَلونَکَ عَنِ الرُّوح قُلِ الرُّوحُ  مِن اَمْرِ رَبِّی.\"  و چون اين جواب مذکور شد کلّ فرياد  واويلا بر آوردند که جاهلی که نمی داند روح چه چيز است خود را عالم علم لدنّی می داند.  و اليوم چون علمای عصر به اسم آن حضرت مفتخرند و آبای خود را هم مذعن ديدهاند لهذا تقليداً حکمش را قبول دارند.  چنانچه اگر انصاف باشد و اليوم در جواب امثال اين مسائل چنين جواب بشنوند البتّه ردّ نمايند و اعتراض کنند و همان سخن های قبل را اعاده نمايند چنانچه نمودند.  با اينکه آن جواهر وجود مقدّسند از کلّ اين علم های مجعوله و منزّهاند از جميع اين کلمات محدوده و متعالی اند از ادراک هر مدرکی.  کلّ اين علوم نزد آن علم کذب صرف است و جميع اين ادراکات افک محض.بلکه هرچه از آن معادن حکمت الهی و مخازن علم صمدانی ظاهر می شود علم همان است.  \"وَ العِلمُ نُقطةٌ  کَثَّرَها الجاهِلُونَ\" دليل بر آن، \"وَ العِلمُ نُورٌ  يَقذِفُهُ اللّهُ فِی قَلْبِ مَنْ يَشاء\" مثبت اين بيان.",
  "translation": "Likewise, in the verse concerning the “Spirit,” He saith: “And they will ask Thee of the Spirit. Say, ‘the Spirit proceedeth at My Lord’s command.’” As soon as Muhammad’s answer was given, they all clamorously protested, saying: “Lo! an ignorant man who knoweth not what the Spirit is, calleth Himself the Revealer of divine Knowledge!” And now behold the divines of the age who, because of their being honoured by His name, and finding that their fathers have acknowledged His Revelation, have blindly submitted to His truth. Observe, were this people today to receive such answers in reply to such questionings, they would unhesitatingly reject and denounce them—nay, they would again utter the self-same cavils, even as they have uttered them in this day. All this, notwithstanding the fact that these Essences of being are immensely exalted above such fanciful images, and are immeasurably glorified beyond all these vain sayings and above the comprehension of every understanding heart. Their so-called learning, when compared with that Knowledge, is utter falsehood, and all their understanding naught but blatant error. Nay, whatsoever proceedeth from these Mines of divine Wisdom and these Treasuries of eternal knowledge is truth, and naught else but the truth. The saying: “Knowledge is one point, which the foolish have multiplied” is a proof of Our argument, and the tradition: “Knowledge is a light which God sheddeth into the heart of whomsoever He willeth” a confirmation of Our statement.",
  "source_lang": "fa",
  "score": 10
}