{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 203,
  "source_text": "مثلاً در کتاب يکی از عباد که مشهور به علم و فضل است و خود را از صناديد قوم شمرده و جميع علمای راشدين را ردّ و سبّ نموده چنانچه در همه جای از کتاب او تلويحاً و تصريحاً مشهود است.  و اين بنده چون ذکر او را بسيار شنيده بودم اراده نمودم که از رسائل او قدری ملاحظه نمايم.  هر چند اين بنده اقبال به ملاحظه  کلمات غير نداشته و ندارم و ليکن چون جمعی از احوال  ايشان سؤال نموده و مستفسر شده بودند لهذا لازم گشت که قدری در کتب او ملاحظه رود و جواب سائلين بعد از معرفت و  بصيرت داده شود.  باری، کتب عربيّه او بدست نيفتاد تا اينکه شخصی روزی ذکر نمود کتابی از ايشان که مسمّی به  \"ارشاد العوام\" است در اين بلد يافت می شود.  اگر چه از اين اسم رائحه کبر و غرور استشمام شد که مردم را عوام و خود را عالم فرض نموده و جميع مراتب او فی الحقيقه از همين اسم  کتاب معلوم و مبرهن شد که در سبيل نفس و هوی سالکند و در تيه جهل و عمی ساکن، گويا حديث مشهور را فراموش نموده‌اند که می فرمايد:  \"اَلعِلمُ تَمامُ المَعلومِ وَالقُدرَةُ وَالعِزَّةُ تَمامُ الخَلقِ.\" با وجود اين کتاب را طلب نموده، چند روز معدود نزد بنده بود و گويا دو مرتبه در او ملاحظه شد.  از قضا مرتبه ثانی جائی بدست آمد که حکايت معراج سيّد لولاک بود.  ملاحظه شد که قريب بيست علم اَو ازيد، شرط معرفت معراج نوشتهاند و همچو مستفاد شد که اگر نفسی  اين علوم را درست ادراک ننموده باشد به معرفت اين امر عالی متعالی فائز نگردد.  و از جمله علوم، علم فلسفه و علم کيميا و علم سيميا را مذکور نموده و ادراک اين علوم فانيه  مردوده را شرط ادراک علوم باقيه قدسيّه شمرده.",
  "translation": "For instance, a certain man, reputed for his learning and attainments, and accounting himself as one of the pre-eminent leaders of his people, hath in his book denounced and vilified all the exponents of true learning. This is made abundantly clear by his explicit statements as well as by his allusions throughout his book. As We had frequently heard about him, We purposed to read some of his works. Although We never felt disposed to peruse other peoples’ writings, yet as some had questioned Us concerning him, We felt it necessary to refer to his books, in order that We might answer Our questioners with knowledge and understanding. His works, in the Arabic tongue, were, however, not available, until one day a certain man informed Us that one of his compositions, entitled Irshadu’l-‘Avám, could be found in this city. From this title We perceived the odour of conceit and vainglory, inasmuch as he hath imagined himself a learned man and regarded the rest of the people ignorant. His worth was in fact made known by the very title he had chosen for his book. It became evident that its author was following the path of self and desire, and was lost in the wilderness of ignorance and folly. Methinks, he had forgotten the well-known tradition which sayeth: “Knowledge is all that is knowable; and might and power, all creation.” Notwithstanding, We sent for the book, and kept it with Us a few days. It was probably referred to twice. The second time, We accidentally came upon the story of the “Mi’ráj” of Muhammad, of Whom was spoken: “But for Thee, I would not have created the spheres.” We noticed that he had enumerated some twenty or more sciences, the knowledge of which he considered to be essential for the comprehension of the mystery of the “Mi’ráj”. We gathered from his statements that unless a man be deeply versed in them all, he can never attain to a proper understanding of this transcendent and exalted theme. Among the specified sciences were the science of metaphysical abstractions, of alchemy, and natural magic. Such vain and discarded learnings, this man hath regarded as the pre-requisites of the understanding of the sacred and abiding mysteries of divine Knowledge.",
  "source_lang": "fa",
  "score": 10
}