{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 204,
  "source_text": "سبحان اللّه،  با اين ادراک چه اعتراضات و تهمت ها که به هياکل علم نا متناهی الهی وارد آورده.  فنعم ما قال:\n        متّهم داری کسانی را که حقّ\n                            کرد امين مخزن هفتم طبق\nو يک نفر از اهل بصيرت و دانش و صاحبان علوم و عقول ملتفت اين مزخرفات نشده.  با اينکه بر هر صاحب بصيرتی واضح و هويدا است که اين گونه علم ها لم يزل مردود حقّ بوده و هست.  و چگونه علومی که مردود است نزد علمای حقيقی، ادراک آن شرط ادراک معارج معراج می شود با اينکه صاحب معراج حرفی از اين علوم محدوده محجوبه حمل نفرموده و قلب منير آن سيّد لولاک از جميع اين اشارات مقدّس و منّزه بوده ؟ چه خوب می گويد:\n        جمله ادراکات بر خرهای لنگ\n                           حقّ سوار باد پرّان چون خدنگ\nواللّه هر کس بخواهد سرّ معراج را ادراک نمايد و يا قطره ای از عرفان اين بحر بنوشد اگر هم اين علوم نزد او باشد يعنی مرآت قلب او از نقوش اين علوم غبار گرفته باشد البتّه بايد پاک و منزّه نمايد تا سرّ اين امر در مرآت قلب او تجلّی نمايد.",
  "translation": "Gracious God! Such is the measure of his understanding. And yet, behold what cavils and calumnies he hath heaped upon those Embodiments of God’s infinite knowledge! How well and true is the saying: “Flingest thou thy calumnies unto the face of Them Whom the one true God hath made the Trustees of the treasures of His seventh sphere?” Not one understanding heart or mind, not one among the wise and learned, hath taken notice of these preposterous statements. And yet, how clear and evident it is to every discerning heart that this so-called learning is and hath ever been, rejected by Him Who is the one true God. How can the knowledge of these sciences, which are so contemptible in the eyes of the truly learned, be regarded as essential to the apprehension of the mysteries of the “Mi’ráj,” whilst the Lord of the “Mi’ráj” Himself was never burdened with a single letter of these limited and obscure learnings, and never defiled His radiant heart with any of these fanciful illusions? How truly hath he said: “All human attainment moveth upon a lame ass, whilst Truth, riding upon the wind, darteth across space.” By the righteousness of God! Whoso desireth to fathom the mystery of this “Mi’ráj,” and craveth a drop from this ocean, if the mirror of his heart be already obscured by the dust of these learnings, he must needs cleanse and purify it ere the light of this mystery can be reflected therein.",
  "source_lang": "fa",
  "score": 10
}