{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 216,
  "source_text": "و چون سراج طلب و مجاهده و ذوق وشوق و عشق و وله و جذب و حبّ در قلب روشن شد و نسيم محبّت از شطر احديّه وزيد ظلمت ضلالت شکّ و ريب زائل شود و انوار علم و يقين همه ارکان وجود را احاطه نمايد.  درآن حين بشير معنوی به بشارت روحانی از مدينه الهی چون صبح صادق طالع شود و قلب و نفس و روح را به صور معرفت از نوم غفلت بيدار نمايد.  و عنايات و تأييدات روح القدس صمدانی حيات تازه جديد مبذول دارد به قسمی که خود را صاحب چشم جديد و گوش بديع و قلب و فؤاد تازه می بيند و رجوع به آيات واضحه آفاقيه و خفيّات مستوره انفسيّه می نمايد و به عين اللّه بديعه در هر ذرّه بابی مفتوح مشاهده نمايد برای وصول به مراتب عين اليقين و حقّ اليقين و نور اليقين، و در جميع اشياء اسرار تجلّی وحدانيّه و آثار ظهور صمدانيّه ملاحظه کند.",
  "translation": "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fervid love, of rapture, and ecstasy, is kindled within the seeker’s heart, and the breeze of His loving-kindness is wafted upon his soul, will the darkness of error be dispelled, the mists of doubts and misgivings be dissipated, and the lights of knowledge and certitude envelop his being. At that hour will the mystic Herald, bearing the joyful tidings of the Spirit, shine forth from the City of God resplendent as the morn, and, through the trumpet-blast of knowledge, will awaken the heart, the soul, and the spirit from the slumber of negligence. Then will the manifold favours and outpouring grace of the holy and everlasting Spirit confer such new life upon the seeker that he will find himself endowed with a new eye, a new ear, a new heart, and a new mind. He will contemplate the manifest signs of the universe, and will penetrate the hidden mysteries of the soul. Gazing with the eye of God, he will perceive within every atom a door that leadeth him to the stations of absolute certitude. He will discover in all things the mysteries of divine Revelation and the evidences of an everlasting manifestation.",
  "source_lang": "fa",
  "score": 10
}