{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 217,
  "source_text": "قسم به خدا که اگر سالک سبيل هدی و طالب معارج تقی به اين مقام بلند اعلی واصل گردد رائحه حقّ را از فرسنگ های بعيده استنشاق نمايد و صبح نورانی هدايت را از مشرق کلّ شیء ادراک کند و هر ذرهّ و هرشیء او را دلالت بر محبوب و مطلوب نمايد و چنان مميّز شودکه حقّ را از باطل، چون شمس از ظلّ، فرق گذارد.  مثلاً اگر نسيم حقّ از مشرق ابداع وزد و او در مغرب اختراع باشد  البتّه استشمام کند.  و همچنين جميع آثار حقّ را از کلمات بديعه و اعمال منيعه و افعال لميعه، از افعال و اعمال و آثار ما سوی امتياز دهد چنانچه اهل لؤلؤ، لؤلؤ را از حجر و انسان، ربيع را از خريف و حرارت را از برودت.  و دماغ جان چون از زکام کون و امکان پاک شد البتّه رائحه جانان را از منازل بعيده بيابد و از اثر آن رائحه به مصر ايقان حضرت منّان وارد شود و بدايع حکمت حضرت سبحانی را در آن شهر روحانی مشاهده کند و جميع علوم مکنونه را از اطوار ورقه شجره آن مدينه استماع نمايد و از تراب آن مدينه تسبيح و تقديس ربّ الارباب به گوش ظاهر و باطن شنود و اسرار  رجوع و اياب را به چشم سرّ ملاحظه فرمايد.  چه ذکر نمايم از آثار و علامات و ظهورات و تجلّيات که به امر سلطان اسماء و صفات در آن مدينه مقدّر شده.  بی آب رفع عطش نمايد و بی نار حرارت محبّة اللّه بيفزايد.  در هر گياهی حکمت بالغه معنوی مستور است و بر شاخسار هر گل هزار بلبل ناطقه در  جذب و شور.  از لاله های بديعش سرّ نار موسوی ظاهر و از نفحات قدسيّه اش نفخه روح القدس عيسوی باهر.  بی ذهب  غنا بخشد و بی فنا بقا عطا فرمايد.  در هر ورقش نعيمی مکنون و در هر غرفه اش صد هزار حکمت مخزون.",
  "translation": "I swear by God! Were he that treadeth the path of guidance and seeketh to scale the heights of righteousness to attain unto this glorious and supreme station, he would inhale at a distance of a thousand leagues the fragrance of God, and would perceive the resplendent morn of a divine Guidance rising above the dayspring of all things. Each and every thing, however small, would be to him a revelation, leading him to his Beloved, the Object of his quest. So great shall be the discernment of this seeker that he will discriminate between truth and falsehood even as he doth distinguish the sun from shadow. If in the uttermost corners of the East the sweet savours of God be wafted, he will assuredly recognize and inhale their fragrance, even though he be dwelling in the uttermost ends of the West. He will likewise clearly distinguish all the signs of God—His wondrous utterances, His great works, and mighty deeds—from the doings, words and ways of men, even as the jeweller who knoweth the gem from the stone, or the man who distinguisheth the spring from autumn and heat from cold. When the channel of the human soul is cleansed of all worldly and impeding attachments, it will unfailingly perceive the breath of the Beloved across immeasurable distances, and will, led by its perfume, attain and enter the City of Certitude. Therein he will discern the wonders of His ancient wisdom, and will perceive all the hidden teachings from the rustling leaves of the Tree—which flourisheth in that City. With both his inner and his outer ear he will hear from its dust the hymns of glory and praise ascending unto the Lord of Lords, and with his inner eye will he discover the mysteries of “return” and “revival.” How unspeakably glorious are the signs, the tokens, the revelations, and splendours which He Who is the King of names and attributes hath destined for that City! The attainment of this City quencheth thirst without water, and kindleth the love of God without fire. Within every blade of grass are enshrined the mysteries of an inscrutable wisdom, and upon every rose-bush a myriad nightingales pour out, in blissful rapture, their melody. Its wondrous tulips unfold the mystery of the undying Fire in the Burning Bush, and its sweet savours of holiness breathe the perfume of the Messianic Spirit. It bestoweth wealth without gold, and conferreth immortality without death. In every leaf ineffable delights are treasured, and within every chamber unnumbered mysteries lie hidden.",
  "source_lang": "fa",
  "score": 10
}