{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 22,
  "source_text": "و اين مظلوم يک فقره آن را ذکر می نمايم و نعمت های مکنونه سدره مخزونه را لوجه اللّه بر عباداللّه مبذول می دارم تا هياکل فانيه از اثمار باقيه محروم نمانند که شايد به رشحی از انهار بی زوال حضرت ذی الجلال که در دار السّلام بغداد جاری شده فائز شوند بی آنکه اجر و مزدی طلب نمايم.  \"إنَّما نُطعِمُکُمْ لِوَجْهِ اللّهِ لا نُرِيدُ مِنْکُمْ جَزَاءً و لا شُکُوراً.\"  و اين طعامی است که ارواح و افئده منيره به او حيات باقيه يابند و اين همان مائده ای است که می فرمايد:  \"رَبَّنا اَنْزلْ عَلَينَا مَائِدةً مِنَ السَّماء.\"  و اين مائده هرگز از اهلش مقطوع نشود و نفاد نجويد و در کلّ حين از شجره فضل می رويد و از سماوات رحمت و عدل نازل می شود.چنانچه فرموده است:  \"مَثَلاً  کَلِمَةً طَيِّبَةً  کَشَجَرَةٍ طَيِّبَةٍ اَصلُهَا ثَابِتٌ و فَرعُهَا فِی السَّمَاء تُؤتی اُکُلَها کُلَّ حِينٍ.\"",
  "translation": "This wronged One will cite but one of these instances, thus conferring upon mankind, for the sake of God, such bounties as are yet concealed within the treasury of the hidden and sacred Tree, that haply mortal men may not remain deprived of their share of the immortal fruit, and attain to a dewdrop of the waters of everlasting life which, from Baghdád, the “Abode of Peace,” are being vouchsafed unto all mankind. We ask for neither meed nor reward. “We nourish your souls for the sake of God; we seek from you neither recompense nor thanks.” This is the food that conferreth everlasting life upon the pure in heart and the illumined in spirit. This is the bread of which it is said: “Lord, send down upon us Thy bread from heaven.” This bread shall never be withheld from them that deserve it, nor can it ever be exhausted. It groweth everlastingly from the tree of grace; it descendeth at all seasons from the heavens of justice and mercy. Even as He saith: “Seest thou not to what God likeneth a good word? To a good tree; its root firmly fixed, and its branches reaching unto heaven: yielding its fruit in all seasons.”",
  "source_lang": "fa",
  "score": 10
}