{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 224,
  "source_text": "عترت که از ميان رفته، پس منحصر شد به کتاب.  و اوّل کتاب می فرمايد:  \"الم ذلِکَ الکتابُ لا رَيْبَ فِيْهِ هُدیً لِلْمُتَّقِينَ.\" در حروف مقطّعه فرقان اسرار هويّه مستورگشته و لئالی احديّه در صدف اين حروف مخزون شده که اين مقام مجال ذکر آن نه و ليکن بر حسب ظاهر مقصود خود آن حضرت است که به او خطاب می فرمايد:  يا محمّد، اين کتاب مُنزل از سماء احديّه، نيست ريبی و شکّی در آن، هدايتی است برای پرهيزکاران.  ملاحظه فرمائيد که همين فرقان را مقرّر و مقدّر فرموده برای هدايت کلّ من فی السّموات و الارض و بنفسه آن ذات احديّه و غيب هويّه شهادت داده بر آنکه شکّ و شبهه در آن نيست که هادی عباد است الی يوم معاد.  آيا انصاف هست ثقل اعظم را که خدا شهادت بر حقّيّت آن داده و حکم بر حقّيّت آن فرموده، اين عباد در آن شکّ نمايند و يا شبهه کنند و يا امری را که او سبب هدايت و وصول به معارج معرفت قرار فرموده، از آن   اعراض نمايند و امر ديگر طلب نمايند و يا به حرف مزخرف ناس تشکيک نمايند که فلان چنين گفته و فلان امر ظاهر نشده و حال آنکه اگر امری يا احداثی غير کتاب الهی علّت و دليل برای هدايت خلق بود البتّه در آيه مذکور می شد.",
  "translation": "In the beginning of His Book He saith: “Alif. Lám. Mím. No doubt is there about this Book: It is a guidance unto the God-fearing.” In the disconnected letters of the Qur’án the mysteries of the divine Essence are enshrined, and within their shells the pearls of His Unity are treasured. For lack of space We do not dwell upon them at this moment. Outwardly they signify Muhammad Himself, Whom God addresseth saying: “O Muhammad, there is no doubt nor uncertainty about this Book which hath been sent down from the heaven of divine Unity. In it is guidance unto them that fear God.” Consider, how He hath appointed and decreed this self-same Book, the Qur’án, as a guidance unto all that are in heaven and on earth. He, the divine Being, and unknowable Essence, hath, Himself, testified that this Book is, beyond all doubt and uncertainty, the guide of all mankind until the Day of Resurrection. And now, We ask, is it fair for this people to view with doubt and misgiving this most weighty Testimony, the divine origin of which God hath proclaimed, and pronounced it to be the embodiment of truth? Is it fair for them to turn away from the thing which He hath appointed as the supreme Instrument of guidance for attainment unto the loftiest summits of knowledge, and to seek aught else but that Book? How can they allow men’s absurd and foolish sayings to sow the seeds of distrust in their minds? How can they any longer idly contend that a certain person hath spoken this or that way, or that a certain thing did not come to pass? Had there been anything conceivable besides the Book of God which could prove a more potent instrument and a surer guide to mankind, would He have failed to reveal it in that verse?",
  "source_lang": "fa",
  "score": 10
}