{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 23,
  "source_text": "حيف است که انسان از اين عطيّه لطيفه خود را منع نمايد و از اين نعمت باقيه و حيات دائمه خود را  محروم سازد.   پس قدر اين مائده معنوی را دانسته که بلکه از الطاف بديعه آن شمس حقيقی اجسادهای مرده حيات تازه يابند و ارواح پژمرده به روح بی اندازه فائز شوند.  ای برادر من، جهدی بايد تا ايّام باقی است از اکواب باقی چشيم.  هميشه نسيم جان از مصر جانان نوزد و هميشه نهرهای تبيان در جريان نه و مدام ابواب رضوان مفتوح نماند.  آيد وقتی که عندليبان جنان از گلستان قدسی به آشيان های الهی پرواز نمايند، ديگر نه نغمه بلبل شنوی و نه جمال گل بينی.  پس تا حمامه ازلی در شور و تغنّی است و بهار الهی در جلوه و تزيين غنيمت شمرده گوش قلب را از سروش او بی بهره مکن.  اين  است نصيحت اين عبد آن جناب و احبّای خدا را.  فَمَن شَاءَ  فَلْيُقْبِلْ و مَن شَاءَ فَليُعْرِض.  إنَّ اللّهَ کانَ غَنيّاً عَنهُ و عَمّا  يُشاهَدُ  وَ   يُرَی.",
  "translation": "O the pity! that man should deprive himself of this goodly gift, this imperishable bounty, this everlasting life. It behooveth him to prize this food that cometh from heaven, that perchance, through the wondrous favours of the Sun of Truth, the dead may be brought to life, and withered souls be quickened by the infinite Spirit. Make haste, O my brother, that while there is yet time our lips may taste of the immortal draught, for the breeze of life, now blowing from the city of the Well-Beloved, cannot last, and the streaming river of holy utterance must needs be stilled, and the portals of the Ridván cannot for ever remain open. The day will surely come when the Nightingale of Paradise will have winged its flight away from its earthly abode unto its heavenly nest. Then will its melody be heard no more, and the beauty of the rose cease to shine. Seize the time, therefore, ere the glory of the divine springtime hath spent itself, and the Bird of Eternity ceased to warble its melody, that thy inner hearing may not be deprived of hearkening unto its call. This is My counsel unto thee and unto the beloved of God. Whosoever wisheth, let him turn thereunto; whosoever wisheth, let him turn away. God, verily, is independent of him and of that which he may see and witness.",
  "source_lang": "fa",
  "score": 10
}