{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 230,
  "source_text": "و در جای ديگر می فرمايد:  \"و إذَا عَلِمَ مِنْ آياتِنَا شَيْئاً  اتَّخَذَها هُزُواً اولَئِکَ لَهُمْ عَذَابٌ مُهينٌ.\"  يعنی در وقتی که عالم شود از آيات ما شيئی را، اخذ می نمايد آن را از روی استهزاء از برای ايشان است عذابی خوار کننده.  از جمله استهزاء اين بود که می گفتند معجزه ديگر ظاهر نما و برهان ديگر بياور.  آن يکی \"فَاَسْقِطْ عَلَيْنَاکِسَفاً مِنَ السّمَاء\"   می گفت و ديگر \" إن کانَ هَذَا هُوَ الحَقَّ مِن عِنْدِکَ فَاَمْطِرْ عَلَينَا حِجَارَةً مِنَ السّمَاء.\"  مذکور می داشت. به مثل يهودان عهد موسی که تبديل نمودند مائده سمائيّه را به اشيای خبيثه سير و پياز، آن قوم هم طلب تبديل می نمودند آيات مُنزله را به ظنونات نجسه کثيفه.  چنانچه اليوم مشاهده می شود که مائده معنويّه از سماء رحمت الهيّه و غمام مکرمت سبحانيّه نازل است و بحور حيوان در رضوان جنان به امر خالق کن فکان در موج و جريان و جميع چون کلاب بر اجساد ميّته مجتمع آمدهاند و به برکه شور که ملح اجاج است قانع گشتهاند.  سبحان اللّه، کمال تحيّر حاصل است از عبادی که بعد از ارتفاع اعلام مدلول، طلب دليل می نمايند و بعد از ظهور شمس معلوم، به اشارات علم تمسّک جستهاند.  مثل آن است که از آفتاب در اثبات نور او حجّت طلبند و يا از باران نيسان در اثبات فيضش برهان جويند. حجّت آفتاب نور اوست که اشراق نموده و عالم را فرا گرفته و برهان نيسان جود اوست که عالم را به ردای جديد تازه فرموده.  بلی، کور از آفتاب جز گرمی حاصلی نداند و ارض  جرز از رحمت نيسانی فضلی احصاء ننمايد.\n        عجب نبود که از قرآن نصيبی نيست جز نقشی\n                             که از خورشيد جز گرمی نيابد چشم نابينا",
  "translation": "In yet another passage He saith: “And when he becometh acquainted with any of Our verses he turneth them to ridicule. There is a shameful punishment for them!” The people derisively observed saying: “Work thou another miracle, and give us another sign!” One would say: “Make now a part of the heaven to fall down upon us”; and another: “If this be the very truth from before Thee, rain down stones upon us from heaven.” Even as the people of Israel, in the time of Moses, bartered away the bread of heaven for the sordid things of the earth, these people, likewise, sought to exchange the divinely-revealed verses for their foul, their vile, and idle desires. In like manner, thou beholdest in this day that although spiritual sustenance hath descended from the heaven of divine mercy, and been showered from the clouds of His loving kindness, and although the seas of life, at the behest of the Lord of all being, are surging within the Ridván of the heart, yet these people, ravenous as the dogs, have gathered around carrion, and contented themselves with the stagnant waters of a briny lake. Gracious God! how strange the way of this people! They clamour for guidance, although the standards of Him Who guideth all things are already hoisted. They cleave to the obscure intricacies of knowledge, when He, Who is the Object of all knowledge, shineth as the sun. They see the sun with their own eyes, and yet question that brilliant Orb as to the proof of its light. They behold the vernal showers descending upon them, and yet seek an evidence of that bounty. The proof of the sun is the light thereof, which shineth and envelopeth all things. The evidence of the shower is the bounty thereof, which reneweth and investeth the world with the mantle of life. Yea, the blind can perceive naught from the sun except its heat, and the arid soil hath no share of the showers of mercy. “Marvel not if in the Qur’án the unbeliever perceiveth naught but the trace of letters, for in the sun, the blind findeth naught but heat.”",
  "source_lang": "fa",
  "score": 10
}