{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 236,
  "source_text": "اين است که بعد از اين انکارها و اعتراضات که مذکور شد گفتند:  بعد از موسی و عيسی،  موافق کتب نبايد نبيّ مستقلّ که ناسخ شريعت باشد مبعوث شود.  بايد شخصی بيايد که مکمّل شريعت قبل باشد. اين آيه مبارکه که مشعر بر جميع مطالب الهيّه و مُدلّ  بر عدم انقطاع فيوضات رحمانيّه است نازل شد:  \"وَ لَقَدْ جَائَکُمْ يُوسُفُ مِنْ قَبْلُ بِالْبَيِّنَاتِ فَمَا زِلْتُمْ فی شَکٍّ مِمَّا جائَکُمْ به حَتّی إذَا هَلَکَ قُلتُمْ لَنْ يَبْعَثَ اللّهُ مِنْ بَعدِهِ رَسُولاً کَذلِکَ يُضِلُّ اللّهُ  مَن هُوَ مُسْرِفٌ مُرْتَابٌ.\" و به تحقيق آمد شما را يوسف از پيش با بيّنه ها، پس پيوسته بوديد در شکّ از آنچه آمد شما را به آن، تا چون هلاک شد گفتيد مبعوث نمی گرداند خدا بعد از او رسولی را، و همچنين اضلال می کند خدا کسی را که اوست اسراف کننده و شکّ آورنده به پروردگار خود.  پس، از اين آيه ادراک فرمائيد و يقين کنيد که در هر عصر امم آن عهد به آيه ای از کتاب تمسّک جسته از اين گونه حرف های مزخرف می گفتند که ديگر نبيّ نبايد در ابداع بيايد.  مثل آنکه آيه انجيل را که مذکور شده، علمای آن استدلال به آن نمودند که هرگز حکم انجيل مرتفع نمی شود و پيغمبری مستقلّ مبعوث نگردد الّا برای اثبات شريعت انجيل.  و اکثری از ملل مبتلا به اين مرض روحی شدهاند.",
  "translation": "After the denials and denunciations which they uttered, and unto which We have referred, they protested saying: “No independent Prophet, according to our Scriptures, should arise after Moses and Jesus to abolish the Law of divine Revelation. Nay, he that is to be made manifest must needs fulfil the Law.” Thereupon this verse, indicative of all the divine themes, and testifying to the truth that the flow of the grace of the All-Merciful can never cease, was revealed: “And Joseph came to you aforetime with clear tokens, but ye ceased not to doubt of the message with which He came to you, until, when He died, ye said, ‘God will by no means raise up a Messenger after Him.’ Thus God misleadeth him who is the transgressor the doubter.” Therefore, understand from this verse and know of a certainty that the people in every age, clinging to a verse of the Book, have uttered such vain and absurd sayings, contending that no Prophet should again be made manifest to the world. Even as the Christian divines who, holding fast to the verse of the Gospel to which We have already referred, have sought to explain that the law of the Gospel shall at no time be annulled, and that no independent Prophet shall again be made manifest, unless He confirmeth the law of the Gospel. Most of the people have become afflicted with the same spiritual disease.",
  "source_lang": "fa",
  "score": 10
}