{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 24,
  "source_text": "و اين است نغمات عيسی بن مريم که در رضوان انجيل به الحان جليل در علائم ظهور بعد فرموده.\n  در سفر اوّل که منسوب به متّی است در وقتی که سؤال نمودند از علامات ظهور بعد جواب فرمود:  \"و لِلوَقتِ مِن بَعدِ ضيقِ تلکَ الاَيّامِ تُظلَم الشَّمسُ والقَمَرُلا يُعطی ضَوءَهُ و الکَواکِبُ تَتَساقَطُ مِنَ السَّماء وَ قُوّاةُ الاَرضِ تَرتجُّ.حينَئِذٍ تَظهَرُ عَلاماتُ ابنِ الانسانِ فی السّماء وَ يَنُوحُ کُلُّ قَبائِلِ الاَرضِ وَ يَرونَ ابنَ الإنسان آتياً عَلی سحابِ السَّماء مَعَ قُوّاةٍ و مَجدٍ کَبيرٍ و يُرسِلُ مَلائِکَتَهُ معَ صَوتِ السّافُورِ العَظيمِ.\"  انتهی.  ترجمه آن بفارسی  اين است که بعد از تنگی و ابتلا که همه مردم را احاطه می نمايد شمس از افاضه ممنوع می شود يعنی تاريک  می گردد و قمر از اعطای نور باز می ماند و ستاره های سماء بر ارض نازل می شوند و ارکان ارض متزلزل می شود.  در اين وقت ظاهر می گردد نشانه های پسر انسان در آسمان، يعنی جمال موعود و ساذج وجود بعد از ظهور اين علامات از عرصه غيب به عالم شهود می آيد.  و می فرمايد:  \"در آن حين جميع قبيله ها که در ارض ساکن اند نوحه و ندبه می نمايند و می بينند خلايق آن جمال احديّه را که می آيد از آسمان در حالتی که سوار بر ابر است با قوّت و بزرگی و بخششی بزرگ  و می فرستد ملائکه های خود را با صدای سافور عظيم.  انتهی.  و در اسفار ثلاثه ديگر که منسوب به لوقا و مرقس و يوحنّا است همين عبارات مذکور است و چون در الواح عربيّه به تفصيل مذکور شد ديگر در اين اوراق متعرّض ذکر آنها نشديم و اکتفا به يکی از آنها نموديم.",
  "translation": "These are the melodies, sung by Jesus, Son of Mary, in accents of majestic power in the Riḍván of the Gospel, revealing those signs that must needs herald the advent of the Manifestation after Him. In the first Gospel according to Matthew it is recorded: And when they asked Jesus concerning the signs of His coming, He said unto them: “Immediately after the oppression of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the earth shall be shaken: and then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory. And he shall send his angels with a great sound of a trumpet.” Rendered into the Persian tongue, the purport of these words is as follows: When the oppression and afflictions that are to befall mankind will have come to pass, then shall the sun be withheld from shining, the moon from giving light, the stars of heaven shall fall upon the earth, and the pillars of the earth shall quake. At that time, the signs of the Son of man shall appear in heaven, that is, the promised Beauty and Substance of life shall, when these signs have appeared, step forth out of the realm of the invisible into the visible world. And He saith: at that time, all the peoples and kindreds that dwell on earth shall bewail and lament, and they shall see that divine Beauty coming from heaven, riding upon the clouds with power, grandeur, and magnificence, sending His angels with a great sound of a trumpet. Similarly, in the three other Gospels, according to Luke, Mark, and John, the same statements are recorded. As We have referred at length to these in Our Tablets revealed in the Arabic tongue, We have made no mention of them in these pages, and have confined Ourselves to but one reference.",
  "source_lang": "fa",
  "score": 10
}