{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 242,
  "source_text": "و همچنين می فرمايد :   \" قُلْ يا اَهْلَ الکِتابِ هَل تَنْقِمُونَ منَّا إلّا اَنْ آمَنَّا بِاللّهِ وَ مَا  اُنْزِلَ إلَيْنَا و مَا اُنْزِلَ مِنْ قَبْلُ و اَنَّ اَکْثَرَکُمْ  فَاسِقُونَ.\" چقدر واضح است مقصود در اين آيه و چه مبرهن است حجّيّت آيات منزله.  و اين آيه در وقتی  نازل شد که کفّار به اسلام اذيّت می نمودند و نسبت کفر می دادند چنانچه نسبت می دادند به اصحاب آن حضرت که به خدا کافر شده ايد و به ساحری کذّاب مؤمن و موقن گشته ايد.  و در صدر اسلام که هنوز امر بر حسب ظاهر قوّت نداشت در هر مقام و مکان که دوستان آن حضرت را ملاقات می نمودند نهايت اذيّت و زجر و رجم و سبّ بر آن مقبلين إلی اللّه معمول می داشتند.  در اين وقت اين آيه مبارکه از سماء احديّه نازل شد به برهانی واضح و دليلی لائح.  و تعليم فرمود اصحاب آن حضرت را که بگوئيد به کافران و مشرکان که آيا اذيّت می کنيد ما را و ستم می نمائيد و عملی از ما صادر نشد مگر آنکه ايمان آورديم به خدا و به آياتی که نازل شد بر ما از لسان محمّد، و همچنين آياتی که نازل شد بر انبيای او از قبل که مقصود اين است تقصيری نداريم مگر آنکه آيات جديده بديعه الهيّه را که بر محمّد نازل شد و آيات قديمه که برانبيای قبل نازل شد جميع را من عنداللّه دانستيم و تصديق و اذعان نموديم.  و اين دليلی است که سلطان احديّه تعليم فرموده عباد خود را.",
  "translation": "And likewise, He saith: “Say, O people of the Book! do ye not disavow us only because we believe in God and in what He hath sent down to us, and in what He hath sent down aforetime, and because most of you are doers of ill?” How explicitly doth this verse reveal Our purpose, and how clearly doth it demonstrate the truth of the testimony of the verses of God! This verse was revealed at a time when Islám was assailed by the infidels, and its followers were accused of misbelief, when the Companions of Muhammad were denounced as repudiators of God and as followers of a lying sorcerer. In its early days, when Islám was still to outward seeming devoid of authority and power, the friends of the Prophet, who had turned their face toward God, wherever they went, were harassed, persecuted, stoned and vilified. At such a time this blessed verse was sent down from the heaven of divine Revelation. It revealed an irrefutable evidence, and brought the light of an unfailing guidance. It instructed the companions of Muhammad to declare the following unto the infidels and idolators: “Ye oppress and persecute us, and yet, what else have we done except that we have believed in God and in the verses sent down unto us through the tongue of Muhammad, and in those which descended upon the Prophets of old?” By this is meant that their only guilt was to have recognized that the new and wondrous verses of God, which had descended upon Muhammad, as well as those which had been revealed unto the Prophets of old, were all of God, and to have acknowledged and embraced their truth. This is the testimony which the divine King hath taught His servants.",
  "source_lang": "fa",
  "score": 10
}