{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 245,
  "source_text": "حال اگر کسی بيايد به کرورها از آيات و خطب و صحائف و مناجات بی آنکه به تعليم اخذ نموده باشد، آيا به چه دليل می توان اعتراض نمود و از اين فيض اکبر محروم شد؟ و جواب چه خواهند گفت بعد از عروج روح از جسد ظلمانی؟ آيا متمسّک می شوند که به فلان حديث تمسّک جستيم و چون معنی آن را  به ظاهر نيافتيم لهذا بر مظهر امر اعتراض نموديم و از شرائع حقّ دور گشتيم؟ آيا نشنيده ايد که از جمله علّت اينکه بعضی  از انبياء اولو العزم بودند نزول کتاب بود بر آنها؟ و اين  مسلّم است، با وجود اين چگونه جائز است که بر صاحب  کتب که چندين مجلّدات از او ظاهر شده به حرف های فلان از روی جهل بعضی کلمات برای القای شبهه در قلوب جمع نموده و شيطان عصر شده برای اغفال عباد و اضلال من فی البلاد، پيروی نمايند و از خورشيد فيض الهی بی بهره گردند؟ و از همه اين مراتب گذشته، آيا از اين نَفَس قدسی و نَفْس رحمانی احتراز جويند و ادبار نمايند نمی دانم به که تمسّک جويند و به کدام وجه اقبال کنند؟ بلی، \"وَ لِکُلٍّ وِجْهَةٌ هُوَ مُوَلّيها.\" فَقَد هَدَيناکَ السَّبيلَينِ فی هذَينِ المِنْهَجَينِ، ثُمَّ امشِ عَلی ما تَختارُ لِنَفْسِکَ.وَهذا قَولُ الحَقِّ و ما بَعدَ الحقِّ إلّا الضَّلالُ.",
  "translation": "Therefore, should a person arise and bring forth a myriad verses, discourses, epistles, and prayers, none of which have been acquired through learning, what conceivable excuse could justify those that reject them, and deprive themselves of the potency of their grace? What answer could they give when once their soul hath ascended and departed from its gloomy temple? Could they seek to justify themselves by saying: “We have clung to a certain tradition, and not having beheld the literal fulfilment thereof, we have therefore raised such cavils against the Embodiments of divine Revelation, and kept remote from the law of God?” Hast thou not heard that among the reasons why certain Prophets have been designated as Prophets “endowed with constancy” was the revelation of a Book unto them? And yet, how could this people be justified in rejecting the Revealer and Author of so many volumes of verses, and follow the sayings of him who hath foolishly sown the seeds of doubt in the hearts of men, and who, Satan-like, hath risen to lead the people into the paths of perdition and error? How could they allow such things to deprive them of the light of the Sun of divine bounty? Aside from these things, if these people shun and reject such a divine Soul, such holy Breath, to whom, We wonder, could they cling, to whose face besides His Face could they turn? Yea—“All have a quarter of the Heavens to which they turn.” We have shown thee these two ways; walk thou the way thou choosest. This verily is the truth, and after truth there remaineth naught but error.",
  "source_lang": "fa",
  "score": 10
}