{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 25,
  "source_text": "و علمای انجيل چون عارف به معانی اين بيانات و مقصود مودعه در اين کلمات نشدند و به ظاهر آن  متمسّک شدند لهذا از شريعه فيض محمّديّه و از سحاب فضل احمديّه ممنوع گشتند.  و جهّال آن طائفه هم تمسّک به علمای خود جسته، از زيارت جمال سلطان جلال محروم ماندند زيرا که در ظهور شمس احمديّه چنين علامات که مذکور شد به ظهور نيامد. اين است که قرن ها گذشت و عهدها به آخر رسيد و آن جوهر روح به مقرّ بقای سلطنت خود راجع شد و نفخه ديگر از نَفْس روحانی در صور الهی دميده شد و نفس های مرده از قبور غفلت و ضلالت به ارض هدايت و محلّ عنايت محشورشدند و هنوز آن گروه در انتظار که کی اين علامات ظاهر شود و آن هيکل معهود به وجود آيد تا نصرت نمايند و مال ها در راهش انفاق کنند و جان ها در سبيلش ايثار.  چنانچه امم ديگر هم به همين ظنونات از کوثر معانيِ رحمت نامتناهيِ حضرت باری دور ماندهاند و به خيال خود مشغولند.",
  "translation": "Inasmuch as the Christian divines have failed to apprehend the meaning of these words, and did not recognize their object and purpose, and have clung to the literal interpretation of the words of Jesus, they therefore became deprived of the streaming grace of the Muhammadan Revelation and its showering bounties. The ignorant among the Christian community, following the example of the leaders of their faith, were likewise prevented from beholding the beauty of the King of glory, inasmuch as those signs which were to accompany the dawn of the sun of the Muhammadan Dispensation did not actually come to pass. Thus, ages have passed and centuries rolled away, and that most pure Spirit hath repaired unto the retreats of its ancient sovereignty. Once more hath the eternal Spirit breathed into the mystic trumpet, and caused the dead to speed out of their sepulchres of heedlessness and error unto the realm of guidance and grace. And yet, that expectant community still crieth out: When shall these things be? When shall the promised One, the object of our expectation, be made manifest, that we may arise for the triumph of His Cause, that we may sacrifice our substance for His sake, that we may offer up our lives in His path? In like manner, have such false imaginings caused other communities to stray from the Kawthar of the infinite mercy of Providence, and to be busied with their own idle thoughts.",
  "source_lang": "fa",
  "score": 10
}