{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 251,
  "source_text": "حال انصاف دهيد که شهادت اينها مقبول و مسموع است که قولشان و فعلشان موافق و ظاهرشان و باطنشان مطابق به نحوی که تاهَتِ العُقُولُ فی اَفعالِهِمْ و تَحَيَّرَتِ النُّفُوسُ فِی اصْطِبارِهِم و بِماحَمَلَتْ اَجسادُهُم و يا شهادت اين معرضين که بجز هوای نفس نفسی بر نيارند و از قفس ظنونات باطله نجاتی نيافتهاند؟ و در يوم سر از فراش برندارند مگر چون خفّاش ظلمانی در طلب دنيای فانيه کوشند و در ليل راحت نشوند مگر در تدبيرات امورات دانيه کوشند.  به تدبير نفسانی مشغول گشته و از تقدير الهی غافل شدهاند.  روز به جان در تلاش معاشند و شب در تزيين اسباب فراش.  آيا در هيچ شرع و ملّتی جايز است که به اعراض اين نفوس محدوده متمسّک شوند و از  اقبال و تصديق نفوسی که از جان و مال و اسم و رسم و ننگ و نام در رضای حقّ گذشتهاند اغفال نمايند؟",
  "translation": "Be fair: Is the testimony of those acceptable and worthy of attention whose deeds agree with their words, whose outward behaviour conforms with their inner life? The mind is bewildered at their deeds, and the soul marvelleth at their fortitude and bodily endurance. Or is the testimony of these faithless souls who breathe naught but the breath of selfish desire, and who lie imprisoned in the cage of their idle fancies, acceptable? Like the bats of darkness, they lift not their heads from their couch except to pursue the transient things of the world, and find no rest by night except as they labour to advance the aims of their sordid life. Immersed in their selfish schemes, they are oblivious of the divine Decree. In the day-time they strive with all their soul after worldly benefits, and in the night-season their sole occupation is to gratify their carnal desires. By what law or standard could men be justified in cleaving to the denials of such petty-minded souls, and in ignoring the faith of them that have renounced, for the sake of the good-pleasure of God, their life, and substance, their fame and renown, their reputation and honour?",
  "source_lang": "fa",
  "score": 10
}