{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 26,
  "source_text": "و از اين عبارت گذشته، بيان ديگر در انجيل هست که می فرمايد:\n \"اَلسَّماءُ وَالارضُ تَزولانِ وَلکِنْ کَلامی لا يزُولُ\"  که معنی آن به فارسی اين است که آسمان و زمين ممکن است که زائل و معدوم شوند امّا کلام من هرگز زائل نمی شود و هميشه باقی و ثابت ميانه ناس خواهد بود.  و از اين راه است که اهل انجيل می گويند که حکم انجيل هرگز منسوخ نمی شود و هروقت و   زمان که طلعت موعود با همه علامت ها ظاهر شود بايد  شريعت مرتفعه در انجيل را محکم و ثابت نمايد تا در همه عالم دينی باقی نماند مگر اين دين.  و اين فقره از مطالب محقّقه مسلّمه است نزد ايشان.  و چنان اعتقاد کردهاند که اگر نفسی هم مبعوث شود به جميع علامات موعوده و بر خلاف حکم ظاهر در انجيل حکم نمايد البتّه اذعان نکنند و قبول ننمايند بلکه تکفير نمايند و استهزاء کنند.  چنانچه در ظهور شمس محمّديّه مشهود شد.  حال اگر معانی اين کلمات مُنزله در کتب را که جميع ناس از عدم بلوغ به آن، از غايت قصوی و سدره منتهی محجوب شدهاند از ظهورات احديّه در هر ظهور به تمام خضوع سؤال می نمودند البتّه به انوار شمس هدايت مهتدی می شدند و به اسرار علم و حکمت واقف می گشتند.",
  "translation": "Beside this passage, there is yet another verse in the Gospel wherein He saith: “Heaven and earth shall pass away: but My words shall not pass away.” Thus it is that the adherents of Jesus maintained that the law of the Gospel shall never be annulled, and that whensoever the promised Beauty is made manifest and all the signs are revealed, He must needs re-affirm and establish the law proclaimed in the Gospel, so that there may remain in the world no faith but His faith. This is their fundamental belief. And their conviction is such that were a person to be made manifest with all the promised signs and to promulgate that which is contrary to the letter of the law of the Gospel, they must assuredly renounce him, refuse to submit to his law, declare him an infidel, and laugh him to scorn. This is proved by that which came to pass when the sun of the Muhammadan Revelation was revealed. Had they sought with a humble mind from the Manifestations of God in every Dispensation the true meaning of these words revealed in the sacred books—words the misapprehension of which hath caused men to be deprived of the recognition of the Sadratu’l-Muntahá, the ultimate Purpose—they surely would have been guided to the light of the Sun of Truth, and would have discovered the mysteries of divine knowledge and wisdom.",
  "source_lang": "fa",
  "score": 10
}