{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 261,
  "source_text": "آيا صاحب اين بيان را می توان نسبت داد که درغير صراط الهی مشی می نمايد و يا به غير رضای او امری طلب نموده ؟ در همين آيه نسيم انقطاعی مکنون شده که اگر بوزد جميع هياکل وجود جان را انفاق نمايند و از روان در گذرند. حال ملاحظه نمائيد که چقدر ناس نسناساند و به غايت حق ّ ناسپاس که چشم از جميع اينها پوشيدهاند و به عقب مرداری چند که از بطنشان افغان مال مسلمانان می آيد می دوند.  و با وجود اين چه نسبت های غير لائقه که به مطالع قدسيّه می دهند.  کَذلِکَ نَذْکُرُ لَکَ ما اکْتَسَبَتْ اَيْدِی الّذينَ هُم کَفَروا و اَعْرَضُوا عَن لِقاء اللّه فی يَوم القِيامة وَ عَذَّبَهُم اللّهُ بِنارِ شِرکِهِم وَ اَعَدَّ لَهُم فِی الآخِرَةِ عَذاباً تَحتَرِقُ بِهِ اَجسادُهُم وَ اَروَاحُهُم ذلِکَ بِاَنَّهُم قالُوا إنَّ اللّهَ لَمْ يَکُنْ قادراً عَلی شَيْءٍ و کانَتْ يَدُهُ عَنِ الفَضلِ مَغلُولَةً.",
  "translation": "Could the Revealer of such utterance be regarded as walking any way but the way of God, and as having yearned for aught else except His good-pleasure? In this very verse there lieth concealed a breath of detachment, which if it were to be breathed full upon the world, all beings would renounce their lives, and sacrifice their souls. Reflect upon the villainous behaviour of this generation, and witness their astounding ingratitude. Observe how they have closed their eyes to all this glory, and are abjectly pursuing those foul carcasses from whose bellies ascendeth the cry of the swallowed substance of the faithful. And yet, what unseemly calumnies they have hurled against those Daysprings of Holiness? Thus do We recount unto thee that which the hands of the infidels have wrought, they who, in the Day of Resurrection, have turned their face away from the divine Presence, whom God hath tormented with the fire of their own misbelief, and for whom He hath prepared in the world to come a chastisement which shall devour both their bodies and souls. For these have said: “God is powerless, and His hand of mercy is fettered.”",
  "source_lang": "fa",
  "score": 10
}