{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 264,
  "source_text": "و از جمله دلائل ظهور، غلبه وقدرت و احاطه که بنفسه از آن مُظهر وجود و مَظهر معبود در اکناف واقطارعالم ظاهر شد.  چنانچه آن جمال ازلی در شيراز در سنه ستّين ظاهر شدند و کشف غطا فرمودند.  مع ذلک به اندک زمانی آثار غلبه و قدرت و سلطنت و اقتدار از آن جوهر الجواهر و بحر البحور در جميع بلاد ظاهر شد.  به قسمی که از هر بلدی آثار و اشارات و دلالات و علامات آن شمس  لاهوتی هويدا گشت.  و چه مقدار قلوب  صافيه رقيقه که از آن شمس ازليّه حکايت نمودند و چقدر رشحات علمی از آن بحر علم لدنّی که احاطه نمود جميع ممکنات را، با اينکه در هر بلد و مدينه جميع علما و اعزّه بر منع و ردّ ايشان برخاستند و کمر غلّ وحسد و ظلم بر دفعشان بستند.  و چه نفوس  قدسيّه را که جواهر عدل بودند به نسبت ظلم کشتند و چه هياکل روح را که صرف علم و عمل از ايشان ظاهر بود به  بدترين عذاب هلاک نمودند.  مع کلّ ذلک هر يک از آن وجودات تا دم مرگ به ذکر اللّه مشغول بودند و در هوای تسليم و رضا طائر.  و به قسمی اين وجودات را تقليب نمودند   و تصرّف فرمودند که بجز اراده‌اش مرادی نجستند و بجز امرش امری نگزيدند، رضا به رضايش دادند و دل به خيالش  بستند.",
  "translation": "And among the evidences of the truth of His manifestation were the ascendancy, the transcendent power, and supremacy which He, the Revealer of being and Manifestation of the Adored, hath, unaided and alone, revealed throughout the world. No sooner had that eternal Beauty revealed Himself in Shíráz, in the year sixty, and rent asunder the veil of concealment, than the signs of the ascendancy, the might, the sovereignty, and power, emanating from that Essence of Essences and Sea of Seas, were manifest in every land. So much so, that from every city there appeared the signs, the evidences, the tokens, the testimonies of that divine Luminary. How many were those pure and kindly hearts which faithfully reflected the light of that eternal Sun, and how manifold the emanations of knowledge from that Ocean of divine wisdom which encompassed all beings! In every city, all the divines and dignitaries rose to hinder and repress them, and girded up the loins of malice, of envy, and tyranny for their suppression. How great the number of those holy souls, those essences of justice, who, accused of tyranny, were put to death! And how many embodiments of purity, who showed forth naught but true knowledge and stainless deeds, suffered an agonizing death! Notwithstanding all this, each of these holy beings, up to his last moment, breathed the Name of God, and soared in the realm of submission and resignation. Such was the potency and transmuting influence which He exercised over them, that they ceased to cherish any desire but His will, and wedded their soul to His remembrance.",
  "source_lang": "fa",
  "score": 10
}