{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 268,
  "source_text": "از جمله احاديث اين است که می فرمايد:  \"إذا ظَهَرَتْ رايَةُ الحَقِّ لَعَنَها اَهلُ الشَّرقِ وَالْغَربِ.\" حال بايد قدری از صهبای انقطاع نوشيد و بر رفرف امتناع مقرّ گزيد و \"تَفَکُّرُ ساعَةٍ خَيرٌ  مِنْ  عِبادَةِ سَبْعينَ سَنَةً.\" را منظور داشت که آخر سبب اين امر شنيع چه می شود که جميع مردم با اظهار حبّ و طلب حقّ،  بعد از ظهور، اهل حقّ را لعن نمايند، چنانچه مستفاد از حديث می شود.  و اين واضح است که سبب، نسخ قواعد و رسوم و عادات و آداب است که همه ناس به آن محدود گشتهاند. و إلّا اگر جمال رحمان بر همان رسوم و آداب حرکت نمايد و تصديق کند مردم را در آنچه به آن مشغولند، ديگر چرا اين همه اختلاف و فساد در ملک ظاهر می شود.  و مصدّق و مثبت  اين حديث شريف، قوله تعالی:  \"يَوْمَ يَدْعُ الدّاعِ إلی شَيْءٍ نُکُرٍ.\"",
  "translation": "Among them is the tradition, “And when the Standard of Truth is made manifest, the people of both the East and the West curse it.” The wine of renunciation must needs be quaffed, the lofty heights of detachment must needs be attained, and the meditation referred to in the words “One hour’s reflection is preferable to seventy years of pious worship” must needs be observed, so that the secret of the wretched behaviour of the people might be discovered, those people who, despite the love and yearning for truth which they profess, curse the followers of Truth when once He hath been made manifest. To this truth the above-mentioned tradition beareth witness. It is evident that the reason for such behaviour is none other than the annulment of those rules, customs, habits, and ceremonials to which they have been subjected. Otherwise, were the Beauty of the Merciful to comply with those same rules and customs, which are current amongst the people, and were He to sanction their observances, such conflict and mischief would in no wise be made manifest in the world. This exalted tradition is attested and substantiated by these words which He hath revealed: “The day when the Summoner shall summon to a stern business.”",
  "source_lang": "fa",
  "score": 10
}