{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 271,
  "source_text": "حال ملاحظه فرمائيد که با وجود امثال اين روايات چه استدلال ها بر عدم تغيير احکام می نمايند با اينکه مقصود از هر ظهور،  ظهور تغيير و تبديل است در ارکان عالم سرّاً و جهراً، ظاهراً و باطناً، چه اگر به هيچ وجه امورات ارض تغيير نيابد ظهور مظاهر کلّيّه لغو خواهد بود و با اينکه در \"عوالم\" که از کتب مشهوره معتبره است می فرمايد:  \"يَظْهَرُ مِنْ بَنی هاشِمٍ صَبِيٌّ  ذُو کِتابٍ و اَحکامٍ جَديدٍ\" إلی ان قال \"وَ اَکثَرُ اَعدائِهِ العُلَماءُ.\" و در مقامی ديگر از صادق بن محمّد ذکر می نمايد که فرمودند:  \"وَلَقَد يَظهَرُ صبيٌّ مِنْ بَنی هاشِمٍ و يَأمُرُ النّاسَ بِبَيْعَتِهِ و هُوَ ذُو کتابٍ جَديدٍ، يُبايِعُ النّاسَ بکتابٍ جديدٍ، عَلی العَرَبِ شَديدٌ.  فَإنْ سَمِعْتُم مِنهُ شَيئاً فَاسْرُعُوا إلَيه.\" خوب  وصيّت ائمّه دين و سُرُج يقين را عمل نمودند.  با اينکه می فرمايد:  اگر شنيديد که جوانی از بنی هاشم ظاهر شد و می خواند مردم را به کتاب جديد الهی و احکام بديع ربّانی بشتابيد بسوی او، مع ذلک جميع حکم کفر و خروج از ايمان به آن سيّد امکان دادند و نرفتند بسوی آن نور هاشمی و ظهور سبحانی مگر با شمشيرهای کشيده و قلب های پر کينه. و ديگر ملاحظه عداوت علما نمائيد که به چه صريحی درکتب مذکور است.  با وجود همه اين احاديث ظاهره مدلّه و اشارات واضحه محقّقه، جميع ناس از جوهر صافی معرفت و بيان معرض شدهاند و به مظاهر ضلالت و طغيان اقبال نمودهاند و با اين روايات وارده و کلمات نازله می گويند آنچه نفسشان به آن مايل است.  و اگر جوهر حقّ بيانی بفرمايد که مخالف نفس و هوای اين گروه واقع شود فی الفور تکفير نمايند و می گويند:  اين مخالف قول ائمّه دين و انوار مبين است و در شرع متين چنين امری و حکمی صادر نشده.  چنانچه اليوم امثال اين سخن های بی فائده از اين هياکل فانيه ظاهر شده و می شود.",
  "translation": "Behold, how, notwithstanding these and similar traditions, they idly contend that the laws formerly revealed, must in no wise be altered. And yet, is not the object of every Revelation to effect a transformation in the whole character of mankind, a transformation that shall manifest itself both outwardly and inwardly, that shall affect both its inner life and external conditions? For if the character of mankind be not changed, the futility of God’s universal Manifestations would be apparent. In the “Aválím,” an authoritative and well-known book, it is recorded: “A Youth from Baní-Háshim shall be made manifest, Who will reveal a new Book and promulgate a new law;” then follow these words: “Most of His enemies will be the divines.” In another passage, it is related of Sádiq, son of Muhammad, that he spoke the following: “There shall appear a Youth from Baní-Háshim, Who will bid the people plight fealty unto Him. His Book will be a new Book, unto which He shall summon the people to pledge their faith. Stern is His Revelation unto the Arab. If ye hear about Him, hasten unto Him.” How well have they followed the directions of the Imáms of the Faith and Lamps of certitude! Although it is clearly stated: “Were ye to hear that a Youth from Baní-Háshim hath appeared, summoning the people unto a new and Divine Book, and to new and Divine laws, hasten unto Him,” yet have they all declared that Lord of being an infidel, and pronounced Him a heretic. They hastened not unto that Háshimite Light, that divine Manifestation, except with drawn swords, and hearts filled with malice. Moreover, observe how explicitly the enmity of the divines hath been mentioned in the books. Notwithstanding all these evident and significant traditions, all these unmistakable and undisputed allusions, the people have rejected the immaculate Essence of knowledge and of holy utterance, and have turned unto the exponents of rebellion and error. Despite these recorded traditions and revealed utterances, they speak only that which is prompted by their own selfish desires. And should the Essence of Truth reveal that which is contrary to their inclinations and desires, they will straightway denounce Him as an infidel, and will protest saying: “This is contrary to the sayings of the Imáms of the Faith and of the resplendent lights. No such thing hath been provided by our inviolable Law.” Even so in this day such worthless statements have been and are being made by these poor mortals.",
  "source_lang": "fa",
  "score": 10
}