{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 273,
  "source_text": "و هيچ ادراکی سبقت نيابد بر کيفيّت ظهور او و هيچ عرفانی احاطه ننمايد بر کمّيّت امر او.  و جميع قول ها به تصديق او منوط است و تمام امور به امر او محتاج.  و ما سوای او به امر او مخلوق اند و به حکم او موجود.  و اوست مُظهر اسرار الهی و مبيّن حکمت های غيب صمدانی.  چنانچه در \"بحار الانوار\" و\"عوالم\" و در \"ينبوع\" از صادق بن محمّد وارد شده که فرمود:  \"العِلْمُ سَبْعَةٌ وَ عِشرُونَ حَرفاً.  فَجَميعُ ما جاءَت بِهِ الرُّسُلُ حَرفانِ و لَم يَعرِفِ النّاسُ حَتَّی اليَومَ غَيرَ الْحَرفَينِ. فإذا  قامَ قائمُنا اَخْرَجَ الخَمسَةَ وَ العِشْرينَ حَرفاً.\" حال ملاحظه فرمائيد که علم را بيست و هفت حرف معيّن فرموده و جميع انبياء از آدم الی خاتم دو حرف آن را بيان فرمودهاند و بر اين دو حرف مبعوث شدهاند و می فرمايد:  قائم ظاهر می فرمايد جميع اين بيست و پنج حرف را.  از اين بيان قدر و رتبه آن حضرت را ملاحظه فرما که قدرش اعظم از کلّ انبياء و امرش اعلی و ارفع از عرفان و ادراک کلّ اولياست.  و امری را که انبياء و اولياء و اصفياء به آن اطّلاع نيافته و يا به امر مبرم الهی اظهار نداشته، اين همج رعاع به عقول و علوم و ادراک ناقص خود ميزان می کنند، اگر مطابق نيايد ردّ می نمايند.  \"اَمْ تَحْسَبُ اَنَّ اَکْثَرَهُمْ يَسْمَعُونَ او يَعْقِلُونَ ؟ إنْ هُم إلّا  کَالاَنْعَامِ بَلْ هُمْ اَضَلُّ سَبيلاً. \"",
  "translation": "No understanding can grasp the nature of His Revelation, nor can any knowledge comprehend the full measure of His Faith. All sayings are dependent upon His sanction, and all things stand in need of His Cause. All else save Him are created by His command, and move and have their being through His law. He is the Revealer of the divine mysteries, and the Expounder of the hidden and ancient wisdom. Thus it is related in the “Biháru’l-Anvar,” the “Aválím,” and the “Yanbú’” of Sádiq, son of Muhammad, that he spoke these words: “Knowledge is twenty and seven letters. All that the Prophets have revealed are two letters thereof. No man thus far hath known more than these two letters. But when the Qá’im shall arise, He will cause the remaining twenty and five letters to be made manifest.” Consider; He hath declared Knowledge to consist of twenty and seven letters, and regarded all the Prophets, from Adam even unto the “Seal,” as Expounders of only two letters thereof and of having been sent down with these two letters. He also saith that the Qá’im will reveal all the remaining twenty and five letters. Behold from this utterance how great and lofty is His station! His rank excelleth that of all the Prophets, and His Revelation transcendeth the comprehension and understanding of all their chosen ones. A Revelation, of which the Prophets of God, His saints and chosen ones, have either not been informed, or which, in pursuance of God’s inscrutable Decree, they have not disclosed,—such a Revelation these mean and depraved people have sought to measure with their own deficient minds, their own deficient learning and understanding. Should it fail to conform to their standards, they straightway reject it. “Thinkest thou that the greater part of them hear or understand? They are even like unto the brutes! yea, they stray even further from the path!”",
  "source_lang": "fa",
  "score": 10
}