{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 274,
  "source_text": "آيا اين حديث مذکور را بر چه حمل می نمايند که صريح بر ظهور مطالب غيبيّه و امورات بديعه جديده است در ايّام آن حضرت؟ و اين امورات بديعه سبب اختلاف ناس می شود به قسمی که جميع علماء و فقهاء حکم بر قتل آن حضرت و اصحاب او کنند و همه اهل ارض برمخالفت قيام نمايند.  چنانچه در \"کافی\" در حديث جابر در لوح فاطمه\" در وصف قائم می فرمايد:  \"عَلَيهِ کَمالُ مُوسی وَ بَهاءُ عيسی و صَبرُ اَيُّوبَ فَيَذِلُّ اولياؤُه\" فی زَمانِهِ و تُتَهادی رُؤُوسُهم کَما تُتَهادی رُؤوسُ التُّرکِ و الدَّيلَمِ فَيُقْتَلُونَ و يُحرَقُونَ و يَکونُونَ خائِفينَ مَرعُوبينَ وَجِلينَ تُصبَعُ الاَرضُ بِدِمائِهِمْ و يَفْشُو الويلُ و الرَّنّةُ فی نِسائِهِم اُولئکَ اَوليائی حقّاً.\" حال ملاحظه فرمائيد که حرفی از اين حديث باقی نماند مگر آنکه ظاهرشد.  چنانچه در اکثر اماکن دم شريفشان ريخته شد و در هر بلدی ايشان را اسير نموده و به ولايات و شهرها گردانيدند، بعضی را سوختند.  و مع ذلک هيچ نفسی فکر ننمود که اگر قائم موعود به شريعت و احکام قبل مبعوث و ظاهر شود ديگر ذکر اين احاديث برای چه شده و چرا اين همه اختلاف ظاهر می شود تا آنکه قتل اين اصحاب را واجب دانند و اذيّت اين ارواح مقدّسه را سبب وصول به معارج قرب شمرند؟",
  "translation": "How, We wonder, do they explain the aforementioned tradition, a tradition which, in unmistakable terms, foreshadoweth the revelation of things inscrutable, and the occurrence of new and wondrous events in His day? Such marvellous happenings kindle so great a strife amongst the people, that all the divines and doctors sentence Him and His companions to death, and all the peoples of the earth arise to oppose Him. Even as it hath been recorded in the “Káfí,” in the tradition of Jabír, in the “Tablet of Fátimih,” concerning the character of the Qá’im: “He shall manifest the perfection of Moses, the splendour of Jesus, and the patience of Job. His chosen ones shall be abased in His day. Their heads shall be offered as presents even as the heads of the Turks and the Daylamites. They shall be slain and burnt. Fear shall seize them; dismay and alarm shall strike terror into their hearts. The earth shall be dyed with their blood. Their womenfolk shall bewail and lament. These indeed are my friends!” Consider, not a single letter of this tradition hath remained unfulfilled. In most of the places their blessed blood hath been shed; in every city they have been made captives, have been paraded throughout the provinces, and some have been burnt with fire. And yet no one hath paused to reflect that if the promised Qá’im should reveal the law and ordinances of a former Dispensation, why then should such traditions have been recorded, and why should there arise such a degree of strife and conflict that the people should regard the slaying of these companions as an obligation imposed upon them, and deem the persecution of these holy souls as a means of attaining unto the highest favour?",
  "source_lang": "fa",
  "score": 10
}