{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 276,
  "source_text": "اين است حکم و امر اصحاب آن حضرت که از قبل بيان فرمودهاند.  و حال ملاحظه فرمائيد که زوراء موافق اين روايت ارض ری است.  و اين اصحاب را در آن مکان به بدترين عذاب بقتل رساندند و جميع اين وجودات قدسی را عجم شهيد نموده چنانچه در حديث مذکور است و شنيدهاند و بر همه عالم واضح و مبرهن است.  حال چرا اين خراطين ارض در اين احاديث که جميع آن به مثل شمس در وسط سماء ظاهر شد تفکّر نمی نمايند و اقبال به حقّ نمی جويند و به بعضی احاديث که معنی آن را ادراک ننمودهاند  از ظهور حقّ و جمال اللّه اعراض جستهاند و به سقر مقرّ گزيدهاند؟ نيست اين امور مگر از اعراض فقهای عصر و علمای عهد.  اين است که صادق بن محمّد می فرمايد:  \"فُقَهاءُ ذلِکَ الزَّمانِ شَرُّ فُقَهاءِ تَحْتَ ظِلِّ السَّماءِ مِنهُم خَرَجَتِ الفِتْنَةُ و إلَيهم تَعُودُ.\"",
  "translation": "Such is the condition and fate of His companions which in former days hath been foretold. And now observe how, according to this tradition, Zawrá is no other but the land of Rayy. In that place His companions have been with great suffering put to death, and all these holy beings have suffered martyrdom at the hand of the Persians, as recorded in the tradition. This thou hast heard, and unto it all testify. Wherefore, then, do not these grovelling, worm-like men pause to meditate upon these traditions, all of which are manifest as the sun in its noon-tide glory? For what reason do they refuse to embrace the Truth, and allow certain traditions, the significance of which they have failed to grasp, to withhold them from the recognition of the Revelation of God and His Beauty, and to cause them to dwell in the infernal abyss? Such things are to be attributed to naught but the faithlessness of the divines and doctors of the age. Of these, Sádiq, son of Muhammad, hath said: “The religious doctors of that age shall be the most wicked of the divines beneath the shadow of heaven. Out of them hath mischief proceeded, and unto them it shall return.”",
  "source_lang": "fa",
  "score": 10
}