{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 277,
  "source_text": "و از فقهاء و علمای بيان استدعا می نمايم که  چنين مشی ننمايند و بر جوهر الهی و نور ربّانی و صرف ازلی  و مبدأ و منتهای مظاهر غيبی در زمن مستغاث وارد نياورند آنچه در اين کور وارد شد و به عقول و ادراک و علم متمسّک نشوند و به آن مظهر علوم نامتناهی ربّانی مخاصمه ننمايند. اگر چه با جميع اين وصايا، ديده می شود که شخصی اعور که از رؤسای قوم است در نهايت معارضه بر خيزد.  و همچنين در  هر بلدی بر نفی آن جمال قدسی برخيزند و اصحاب آن سلطان وجود و جوهر مقصود در کوه ها و صحراها فرار نمايند و از دست ظالمين مستور شوند و برخی توکّل نمايند و با کمال انقطاع جان در بازند.  و گويا مشاهده می شود نفسی که به کمال زهد و تقوی موصوف و معروف است، به قسمی که جميع ناس اطاعت او را فرض شمرند و تسليم امرش را لازم دانند، به محاربه با آن اصل شجره الهيّه قيام نمايد و به منتهای جهد و اجتهاد به معارضه بر خيزد.  اين است شأن ناس.",
  "translation": "We entreat the learned men of the Bayán not to follow in such ways, not to inflict, at the time of Mustagháth, upon Him Who is the divine Essence, the heavenly Light, the absolute Eternity, the Beginning and the End of the Manifestations of the Invisible, that which hath been inflicted in this day. We beg them not to depend upon their intellect, their comprehension and learning, nor to contend with the Revealer of celestial and infinite knowledge. And yet, notwithstanding all these admonitions, We perceive that a one-eyed man, who himself is the chief of the people, is arising with the utmost malevolence against Us. We foresee that in every city people will arise to suppress the Blessed Beauty, that the companions of that Lord of being and ultimate Desire of all men will flee from the face of the oppressor and seek refuge from him in the wilderness, whilst others will resign themselves and, with absolute detachment, will sacrifice their lives in His path. Methinks We can discern one who is reputed for such devoutness and piety that men deem it an obligation to obey him, and to whose command they consider it necessary to submit, who will arise to assail the very root of the divine Tree, and endeavour to the uttermost of his power to resist and oppose Him. Such is the way of the people!",
  "source_lang": "fa",
  "score": 10
}