{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 278,
  "source_text": "باری، اميدواريم که اهل بيان تربيت شوند و در هوای روح طيران نمايند و در فضای روح ساکن شوند، حقّ را از غيرتميز دهند و تلبيس باطل را به ديده بصيرت بشناسند. اگر چه در اين ايّام رائحه حسدی وزيده که قسم به مربّی وجود از غيب و شهود که از اوّل بنای وجود عالم، با اينکه آن را اوّلی نه، تا حال چنين غلّ و حسد و بغضائی ظاهر نشده و نخواهد شد.  چنانچه جمعی  که رائحه انصاف را نشنيدهاند رايات نفاق برافراختهاند و بر مخالفت اين عبد اتّفاق نمودهاند و از هر جهت رمحی آشکار و ازهر سمت تيری طيّار.  با اينکه با احدی در امری افتخار ننمودم و به نفسی برتری نجستم.  مع هر نفسی مصاحبی بودم در نهايت مهربان و رفيقی به غايت بردبار و رايگان.  با فقراء مثل فقراء بودم و با علماء  و عظماء در کمال تسليم و رضا.  مع ذلک فَوَاللّه الَّذی لا إله إلّا هُو با آن همه ابتلاء و بأساء و ضرّاء که از اعداء و اولی الکتاب وارد شد نزد آنچه از احبّاء وارد شد معدوم صرف است و مفقود بحت.",
  "translation": "We fain would hope that the people of the Bayán will be enlightened, will soar in the realm of the spirit and abide therein, will discern the Truth, and recognize with the eye of insight dissembling falsehood. In these days, however, such odours of jealousy are diffused, that—I swear by the Educator of all beings, visible and invisible—from the beginning of the foundation of the world—though it hath no beginning—until the present day, such malice, envy, and hate have in no wise appeared, nor will they ever be witnessed in the future. For a number of people who have never inhaled the fragrance of justice, have raised the standard of sedition, and have leagued themselves against Us. On every side We witness the menace of their spears, and in all directions We recognize the shafts of their arrows. This, although We have never gloried in any thing, nor did We seek preference over any soul. To everyone We have been a most kindly companion, a most forbearing and affectionate friend. In the company of the poor We have sought their fellowship, and amidst the exalted and learned We have been submissive and resigned. I swear by God, the one true God! grievous as have been the woes and sufferings which the hand of the enemy and the people of the Book inflicted upon Us, yet all these fade into utter nothingness when compared with that which hath befallen Us at the hand of those who profess to be Our friends.",
  "source_lang": "fa",
  "score": 10
}