{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 279,
  "source_text": "باری، چه اظهار نمايم که امکان را اگر انصاف باشد طاقت اين بيان نه.  و اين عبد در اوّل ورود اين ارض چون فی الجمله بر امورات محدثه بعد اطّلاع يافتم، از قبل مهاجرت اختيار نمودم و سر در بيابان های فراق نهادم و دو سال وحده در صحراهای هجر بسر بردم و از عيونم عيون جاری بود و از قلبم بحور دم ظاهر.  چه ليالی که قوت دست نداد و چه ايّام که جسد راحت نيافت.  و با اين بلايای نازله و  رزايای متواتره فوَالَّذی نفسی بِيَدِهِ کمال سرور موجود بود و نهايت فرح مشهود.  زيرا که از ضرر و نفع و صحّت و سقم نفسی اطّلاع نبود.  به خود مشغول بودم و از ما سوی غافل.  و غافل از اينکه کمند قضای الهی اوسع از خيال است و تير تقدير او مقدّس از تدبير.  سر را از کمندش نجات نه و اراده اش را جز رضا چاره ای نه.  قسم به خدا که اين مهاجرتم  را خيال مراجعت نبود و مسافرتم را اميد مواصلت نه.  و مقصود جز اين نبود که محلّ اختلاف احباب نشوم و مصدر انقلاب اصحاب نگردم و سبب ضرّ احدی نشوم و علّت حزن قلبی نگردم.  غير از آنچه ذکر شد خيالی نبود و امری منظور نه.  اگرچه هر نفسی محملی بست و به هوای خود خيالی نمود. باری، تا آنکه از مصدر امر حکم رجوع صادر شد و لابدّاً تسليم نمودم و راجع شدم.",
  "translation": "What more shall We say? The universe, were it to gaze with the eye of justice, would be incapable of bearing the weight of this utterance! In the early days of Our arrival in this land, when We discerned the signs of impending events, We decided, ere they happened, to retire. We betook Ourselves to the wilderness, and there, separated and alone, led for two years a life of complete solitude. From Our eyes there rained tears of anguish, and in Our bleeding heart there surged an ocean of agonizing pain. Many a night We had no food for sustenance, and many a day Our body found no rest. By Him Who hath My being between His hands! notwithstanding these showers of afflictions and unceasing calamities, Our soul was wrapt in blissful joy, and Our whole being evinced an ineffable gladness. For in Our solitude We were unaware of the harm or benefit, the health or ailment, of any soul. Alone, We communed with Our spirit, oblivious of the world and all that is therein. We knew not, however, that the mesh of divine destiny exceedeth the vastest of mortal conceptions, and the dart of His decree transcendeth the boldest of human designs. None can escape the snares He setteth, and no soul can find release except through submission to His will. By the righteousness of God! Our withdrawal contemplated no return, and Our separation hoped for no reunion. The one object of Our retirement was to avoid becoming a subject of discord among the faithful, a source of disturbance unto Our companions, the means of injury to any soul, or the cause of sorrow to any heart. Beyond these, We cherished no other intention, and apart from them, We had no end in view. And yet, each person schemed after his own desire, and pursued his own idle fancy, until the hour when, from the Mystic Source, there came the summons bidding Us return whence We came. Surrendering Our will to His, We submitted to His injunction.",
  "source_lang": "fa",
  "score": 10
}