{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 28,
  "source_text": "يعنی وقتی که ناس در سختی و تنگی مبتلا شوند، و اين در وقتی است که آثار شمس حقيقت و اثمار سدره علم  و حکمت از ميان مردم زائل شود و زمام ناس بدست جهّال افتد و ابواب توحيد و معرفت که مقصود اصلی از خلق انسانی است مسدود شود و علم به ظنّ تبديل گردد و هدايت به شقاوت راجع شود.  چنانچه اليوم مشاهده می شود که زمام هر گروهی به دست جاهلی افتاده و به هر نحو که اراده کنند حرکت می دهند و در ميان ايشان از معبود جز اسمی و از مقصود جز حرفی نمانده.  و به قسمی بادهای هوی و نفس غالب شده که سراج های عقل و فؤاد را در قلوب خاموش نموده، با اينکه ابواب علم الهی به مفاتيح قدرت ربّانی مفتوح گشته و جواهر وجود ممکنات به نور علمی و فيوضات قدسی منوَّر و مهتدی گشتند به قسمی که در هر شیء بابی از علم باز گشته و در  هر ذرهّ آثاری از شمس مشهود شده.  و با همه اين ظهورات علمی که عالم را احاطه نموده هنوز باب علم را مسدود دانستهاند و امطار رحمت را مقطوع گرفتهاند.  به ظنّ تمسّک جسته، از عروة الوثقای محکم علم دور ماندهاند.  و آنچه از ايشان مفهوم می شود گويا به علم و باب آن بالفطره رغبتی    ندارند و در خيال ظهور آن هم نيستند زيرا که در ظنّ وگمان، ابوابی برای نان يافتهاند و در ظهور مظهر علم، جز انفاق جان چيزی نيافتهاند.  لهذا البتّه از اين گريزانند و به آن متمسّک.  و با اينکه حکم الهی را يک می دانند از هر گوشه ای حکمی صادر می شود و از هر محلّی امری ظاهر.  دو نفس بر يک حکم ملاحظه نمی شود زيرا جز هوی الهی نجويند و به غير از خطا سبيلی نخواهند.  رياست را نهايت وصول به مطلوب دانستهاند و کبر و غرور را غايت بلوغ به محبوب شمردهاند. تزويرات نفسانی را مقدّم بر تقديرات ربّانی دانند.  از تسليم و رضا گذشتهاند و به تدبير و ريا اشتغال نمودهاند و به تمام قوّت و قدرت حفظ اين مراتب را می نمايند که مبادا نقصی در شوکت راه يابد و يا خللی در عزّت بهم رسد.  و اگر چشمی از کحل معارف الهی روشن شود ملاحظه می کند سَبُعی چند را که بر مردارهای نفوس عباد افتادهاند.",
  "translation": "As to the words—“Immediately after the oppression of those days”—they refer to the time when men shall become oppressed and afflicted, the time when the lingering traces of the Sun of Truth and the fruit of the Tree of knowledge and wisdom will have vanished from the midst of men, when the reins of mankind will have fallen into the grasp of the foolish and ignorant, when the portals of divine unity and understanding—the essential and highest purpose in creation—will have been closed, when certain knowledge will have given way to idle fancy, and corruption will have usurped the station of righteousness. Such a condition as this is witnessed in this day when the reins of every community have fallen into the grasp of foolish leaders, who lead after their own whims and desire. On their tongue the mention of God hath become an empty name; in their midst His holy Word a dead letter. Such is the sway of their desires, that the lamp of conscience and reason hath been quenched in their hearts, and this although the fingers of divine power have unlocked the portals of the knowledge of God, and the light of divine knowledge and heavenly grace hath illumined and inspired the essence of all created things, in such wise that in each and every thing a door of knowledge hath been opened, and within every atom traces of the sun hath been made manifest. And yet, in spite of all these manifold revelations of divine knowledge, which have encompassed the world, they still vainly imagine the door of knowledge to be closed, and the showers of mercy to be stilled. Clinging unto idle fancy, they have strayed far from the Urvatu’l-Vuthqá of divine knowledge. Their hearts seem not to be inclined to knowledge and the door thereof, neither think they of its manifestations, inasmuch as in idle fancy they have found the door that leadeth unto earthly riches, whereas in the manifestation of the Revealer of knowledge they find naught but the call to self-sacrifice. They therefore naturally hold fast unto the former, and flee from the latter. Though they recognize in their hearts the Law of God to be one and the same, yet from every direction they issue a new command, and in every season proclaim a fresh decree. No two are found to agree on one and the same law, for they seek no God but their own desire, and tread no path but the path of error. In leadership they have recognized the ultimate object of their endeavour, and account pride and haughtiness as the highest attainments of their heart’s desire. They have placed their sordid machinations above the divine decree, have renounced resignation unto the will of God, busied themselves with selfish calculation, and walked in the way of the hypocrite. With all their power and strength they strive to secure themselves in their petty pursuits, fearful lest the least discredit undermine their authority or blemish the display of their magnificence. Were the eye to be anointed and illumined with the collyrium of the knowledge of God, it would surely discover that a number of voracious beasts have gathered and preyed upon the carrion of the souls of men.",
  "source_lang": "fa",
  "score": 10
}