{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 284,
  "source_text": "و بر آن جناب معلوم بوده که اطيار هويّه و حمامات ازليّه را دو بيان است.  بيانی بر حسب ظاهر، بی رمز و نقاب وحجاب فرموده و می فرمايند تا سراجی باشد هدايت کننده و نوری راه نماينده، تا سالکين را به معارج قدس رساند و طالبين را به بساط انس کشاند چنانچه مذکور شد از روايات مکشوفه و آيات واضحه.  و بياناتی با حجاب و ستر فرموده و می فرمايند تا مُغلّين آنچه در قلب پنهان نمودهاند ظاهر شود و حقايقشان باهر گردد.  اين است که صادق بن محمّد می فرمايد:  \"واللّهِ لَيُمَحَّصُنَّ وَاللّهِ لَيُغَربَلُنَّ.\" اين است ميزان الهی و محک صمدانی که عباد خود را به آن امتحان می فرمايد. و احدی پی به معانی اين بيانات نبرد مگر قلوب مطمئنّه و نفوس مرضيّه و افئده مجرّده.  و مقصود در امثال اين گونه بيانات، معانی ظاهريّه که مردم ادراک می نمايند نبوده و نيست.  اين است که می فرمايد:  \"لِکُلِّ عِلمٍ سَبعُونَ وَجهاً وَ لَيسَ بَينَ النّاسِ إلّا واحِدٌ و إذا قامَ القائمُ يَبُثُّ باقِی الوُجُوه بَينَ النّاسِ.\" و اَيضاً قالَ:  \"نَحنُ نَتَکَلَّمُ بِکَلِمَةٍ و نُريدُ مِنها إحدی وَسَبعينَ وَجهاً وَلَنا لِکُلِّ مِنهَا المَخرَجُ.\"",
  "translation": "It is evident unto thee that the Birds of Heaven and Doves of Eternity speak a twofold language. One language, the outward language, is devoid of allusions, is unconcealed and unveiled; that it may be a guiding lamp and a beaconing light whereby wayfarers may attain the heights of holiness, and seekers may advance into the realm of eternal reunion. Such are the unveiled traditions and the evident verses already mentioned. The other language is veiled and concealed, so that whatever lieth hidden in the heart of the malevolent may be made manifest and their innermost being be disclosed. Thus hath Sádiq, son of Muhammad, spoken: “God verily will test them and sift them.” This is the divine standard, this is the Touchstone of God, wherewith He proveth His servants. None apprehendeth the meaning of these utterances except them whose hearts are assured, whose souls have found favour with God, and whose minds are detached from all else but Him. In such utterances, the literal meaning, as generally understood by the people, is not what hath been intended. Thus it is recorded: “Every knowledge hath seventy meanings, of which one only is known amongst the people. And when the Qá’im shall arise, He shall reveal unto men all that which remaineth.” He also saith: “We speak one word, and by it we intend one and seventy meanings; each one of these meanings we can explain.”",
  "source_lang": "fa",
  "score": 10
}