{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 31,
  "source_text": "مقصود از شمس و قمر که در کلمات انبياء مذکور است منحصر به اين شمس  و قمر ظاهری نيست که ملاحظه می شود.  بلکه از شمس و قمر معانی بسيار اراده فرمودهاند که در هر مقام به مناسبت آن مقام معنيی اراده می فرمايند.  مثلاً يک معنی از شمس، شمس های حقيقت اند که از مشرق قدم طالع می شوند و بر جميع ممکنات ابلاغ فيض می فرمايند.  و اين شموس حقيقت،  مظاهر کلّيّه الهی هستند در عوالم صفات و اسمای او.  و  همچنان که شمس ظاهری تربيت اشيای ظاهره از اثمار و اشجار و الوان و فواکه و معادن و دون ذلک از آنچه در عالم ملک مشهود است، به امر معبود حقيقی به اعانت اوست،  همچنين اشجار توحيد و اثمار تفريد و اوراق تجريد و گل های علم و ايقان و رياحين حکمت و بيان از عنايت و تربيت  شمس های معنوی ظاهر می شود.  اين است که در حين اشراق اين شموس، عالم جديد می شود و انهار حَيَوان جاری  می گردد و ابحر احسان به موج می آيد و سحاب فضل مرتفع می شود و نسمات جود بر هياکل موجودات می وزد و از حرارت اين شمس های الهی و نارهای معنوی است که حرارت محبّت الهی در ارکان عالم احداث می شود و از عنايت اين ارواح مجرّده است که روح حيوان باقيه بر اجساد مردگان فانيه مبذول می گردد.  و فی الحقيقه اين شمس ظاهری يک آيه از تجلّی آن شمس معنوی است و آن شمسی است که از برای او مقابلی و شبهی و مثلی و ندّی ملاحظه نمی شود و کلّ به وجود او قائمند و از فيض او ظاهر و به او راجع.  مِنها ظَهَرتِ الاَشياءُ وَإلی خَزائِنِ اَمرها رَجَعَت وَ مِنها بُدِئتِ المُمکِناتُ وَ إلی کَنائِزِ حُکمِها عادَت.",
  "translation": "And now, concerning His words—“The sun shall be darkened, and the moon shall not give light, and the stars shall fall from heaven.” By the terms “sun” and “moon,” mentioned in the writings of the Prophets of God, is not meant solely the sun and moon of the visible universe. Nay rather, manifold are the meanings they have intended for these terms. In every instance they have attached to them a particular significance. Thus, by the “sun” in one sense is meant those Suns of Truth Who rise from the dayspring of ancient glory, and fill the world with a liberal effusion of grace from on high. These Suns of Truth are the universal Manifestations of God in the worlds of His attributes and names. Even as the visible sun that assisteth, as decreed by God, the true One, the Adored, in the development of all earthly things, such as the trees, the fruits, and colours thereof, the minerals of the earth, and all that may be witnessed in the world of creation, so do the divine Luminaries, by their loving care and educative influence, cause the trees of divine unity, the fruits of His oneness, the leaves of detachment, the blossoms of knowledge and certitude, and the myrtles of wisdom and utterance, to exist and be made manifest. Thus it is that through the rise of these Luminaries of God the world is made new, the waters of everlasting life stream forth, the billows of loving-kindness surge, the clouds of grace are gathered, and the breeze of bounty bloweth upon all created things. It is the warmth that these Luminaries of God generate, and the undying fires they kindle, which cause the light of the love of God to burn fiercely in the heart of humanity. It is through the abundant grace of these Symbols of Detachment that the Spirit of life everlasting is breathed into the bodies of the dead. Assuredly the visible sun is but a sign of the splendour of that Day-star of Truth, that Sun Which can never have a peer, a likeness, or rival. Through Him all things live, move, and have their being. Through His grace they are made manifest, and unto Him they all return. From Him all things have sprung, and unto the treasuries of His revelation they all have repaired. From Him all created things did proceed, and to the depositories of His law they did revert.",
  "source_lang": "fa",
  "score": 10
}