{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 40,
  "source_text": "و در حديث هم اطلاق شمس و قمر بر صوم و صلات شده چنانچه می فرمايد:\n\" الصَّومُ ضِياءٌ وَالصَّلوةُ نُورٌ.\" و لکن روزی در محلّی نشسته بودم شخصی از علمای معروف وارد شد و به مناسبتی اين حديث را ذکر نمود و فرمود:  چون صوم حرارت در مزاج احداث می نمايد لهذا به ضياء که شمس باشد تعبير يافته و صلات ليل چون برودت می طلبد لهذا به نور که قمر باشد معبّر گشته.  ملاحظه نمودم که آن فقير به قطره ای از بحر معانی موفّق نشده و به جذوه ای ازنار سدرهحکمت ربّانی فائز نگشته.  بعد از مدّتی در نهايت ادب اظهار داشتم که جناب،  آنچه فرموديد در معنی حديث، در السن و افواه ناس مذکور است و ليکن گويا مقصود ديگر هم از حديث مستفاد می شود.  بيان آن را طلب نمود.  ذکر شد که خاتم انبياء و سيّد   اصفياء دين مرتفع در فرقان را تشبيه به سماء فرمودهاند به علّت علوّ و رفعت و عظمت و احاطه آن بر جميع اديان.  و چون در سماء ظاهره دو رکن اعظم اقوم مقرّر شده است که نيّرين باشد و به شمس و قمر ناميده، همچنين در سماء دين هم دو نيّر مقدّر گشته که صوم و صلات باشد.  الإسلامُ سَماءٌ و الصَّومُ شَمسُها و الصَّلوةُ قَمَرُها.",
  "translation": "Moreover, in the traditions the terms “sun” and “moon” have been applied to prayer and fasting, even as it is said: “Fasting is illumination, prayer is light.” One day, a well-known divine came to visit Us. While We were conversing with him, he referred to the above-quoted tradition. He said: “Inasmuch as fasting causeth the heat of the body to increase, it hath therefore been likened unto the light of the sun; and as the prayer of the night-season refresheth man, it hath been compared unto the radiance of the moon.” Thereupon We realized that that poor man had not been favoured with a single drop of the ocean of true understanding, and had strayed far from the burning Bush of divine wisdom. We then politely observed to him saying: “The interpretation your honour hath given to this tradition is the one current amongst the people. Could it not be interpreted differently?” He asked Us: “What could it be?” We made reply: “Muhammad, the Seal of the Prophets, and the most distinguished of God’s chosen Ones, hath likened the Dispensation of the Qur’án unto heaven, by reason of its loftiness, its paramount influence, its majesty, and the fact that it comprehendeth all religions. And as the sun and moon constitute the brightest and most prominent luminaries in the heavens, similarly in the heaven of the religion of God two shining orbs have been ordained—fasting and prayer. ‘Islám is heaven; fasting is its sun, prayer, its moon.’”",
  "source_lang": "fa",
  "score": 10
}