{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 46,
  "source_text": "و همچنين از اين بيانات واضحه محکمه متقنه غير متشابه تفطّر سماء را که از علائم ساعت و قيامت است  ادراک نما.  اين است که می فرمايد:  \"إذَا السَّمَاءُ انفَطَرَتْ.\" مقصود سماء اديان است که در هر ظهور مرتفع میشود و به ظهور بعد شکافته می گردد، يعنی باطل و منسوخ می شود.قسم به خدا که اگر درست ملاحظه شود تفطّر اين سماء اعظم است از تفطّر سماء ظاهری.  قدری تأمّل فرمائيد.  دينی که سال ها مرتفع شده باشد و جميع در ظلّ آن نشو و نما نموده باشند و به احکام مشرقه آن مدّت ها تربيت يافته و از آباء و اجداد جز ذکر آن را نشنيده، به قسمی که چشم ها جز نفوذ امرش را ادراک نکرده و گوش ها جز احکامش را استماع ننموده، بعد نفسی ظاهر شود و جميع اينها را به قوّت و قدرت الهی تفريق نمايد و فصل کند بلکه همه را نفی فرمايد . حال فکر نما که اين اعظم است يا آنچه اين همج رعاع گمان نمودهاند از تفطّر سماء؟",
  "translation": "In like manner, strive thou to comprehend from these lucid, these powerful, conclusive, and unequivocal statements the meaning of the “cleaving of the heaven”—one of the signs that must needs herald the coming of the last Hour, the Day of Resurrection. As He hath said: “When the heaven shall be cloven asunder.” By “heaven” is meant the heaven of divine Revelation, which is elevated with every Manifestation, and rent asunder with every subsequent one. By “cloven asunder” is meant that the former Dispensation is superseded and annulled. I swear by God! That this heaven being cloven asunder is, to the discerning, an act mightier than the cleaving of the skies! Ponder a while. That a divine Revelation which for years hath been securely established; beneath whose shadow all who have embraced it have been reared and nurtured; by the light of whose law generations of men have been disciplined; the excellency of whose word men have heard recounted by their fathers; in such wise that human eye hath beheld naught but the pervading influence of its grace, and mortal ear hath heard naught but the resounding majesty of its command—what act is mightier than that such a Revelation should, by the power of God, be “cloven asunder” and be abolished at the appearance of one soul? Reflect, is this a mightier act than that which these abject and foolish men have imagined the “cleaving of the heaven” to mean?",
  "source_lang": "fa",
  "score": 10
}