{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 48,
  "source_text": "و همچنين معنی تبديل ارض را ادراک نما که غمام رحمت آن سماء بر قلوبی که نيسان مکرمت مبذول داشت،تبديل شد اراضی آن قلوب به ارض معرفت و حکمت.  و چه رياحين توحيد که در رياض قلوبشان انبات شده و چه شقايق های حقايق علم وحکمت که از صدور منيرشان روئيده.  و اگر ارض قلوبشان تبديل نمی شد چگونه رجالی که حرفی تعليم نگرفتهاند و معلّم  را نديدهاند و به هيچ دبستانی قدم نگذاشتهاند به کلمات و معارفی تکلّم می نمايند که احدی ادراک نتواند نمود؟ گويا از تراب علم سرمدی سرشته شدهاند و از آب حکمت لدنّی عجين گشتهاند.  اين است که می فرمايد:  \"اَلعِلمُ نُورٌ  يَقْذِفُه  اللّهُ فی قَلبِ مَن يَشاء.\" و اين نحو از علم است که ممدوح بوده و هست.  نه علوم محدوده که از افکار محجوبه کدره احداث شده و آن را گاهی از هم سرقت می نمايند و بر ديگران افتخار می کنند.",
  "translation": "In like manner, endeavour to comprehend the meaning of the “changing of the earth.” Know thou, that upon whatever hearts the bountiful showers of mercy, raining from the “heaven” of divine Revelation, have fallen, the earth of those hearts hath verily been changed into the earth of divine knowledge and wisdom. What myrtles of unity hath the soil of their hearts produced! What blossoms of true knowledge and wisdom hath their illumined bosoms yielded! Were the earth of their hearts to remain unchanged, how could such souls who have not been taught one letter, have seen no teacher, and entered no school, utter such words and display such knowledge as none can apprehend? Methinks they have been moulded from the clay of infinite knowledge, and kneaded with the water of divine wisdom. Therefore, hath it been said: “Knowledge is a light which God casteth into the heart of whomsoever He willeth.” It is this kind of knowledge which is and hath ever been praiseworthy, and not the limited knowledge that hath sprung forth from veiled and obscured minds. This limited knowledge they even stealthily borrow one from the other, and vainly pride themselves therein!",
  "source_lang": "fa",
  "score": 10
}