{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 54,
  "source_text": "و همچنين آيه قبله را ملاحظه فرمائيد که بعد از هجرت شمس نبوّت محمّدی از مشرق بطحا به يثرب، رو به بيت المقدّس توجّه می فرمودند در وقت صلات، تا آنکه يهود بعضی سخن های ناشايسته بر زبان راندند که ذکرش شايسته اين مقام نيست و سبب تطويل کلام می شود.  باری، آن حضرت بسيار مکدّر شدند و به لحاظ تفکّر و تحيّر در سماء نظر می فرمودند.  بعد جبرئيل نازل شد و اين آيه تلاوت نمود:  \"قَد نَری تَقَلُّبَ وَجهِکَ فِی السَّماء فَلَنُوَلِّيَنَّکَ قِبلَةً  تَرضَاهَا.\"  تا آنکه در يومی آن حضرت با جمعی اصحاب به فريضه ظهر مشغول شدند و دو رکعت از نماز بجا آورده بودند که جبرئيل نزول نمود و عرض کرد:\n\"فَوَلِّ وَجهَکَ شَطرَ المَسجِدِ الحَرامِ.\"  در اثنای نماز حضرت از بيت المقدّس انحراف جسته به کعبه مقابل شدند.  فی الحين تزلزل و اضطراب در ميان اصحاب افتاد به قسمی که جمعی نماز را   بر هم زده اعراض نمودند.  اين فتنه نبود مگر برای امتحان عباد و إلّا آن سلطان حقيقی قادر بود که هيچ قبله را تغيير ندهد و در آن عصر هم بيت المقدّس را  قرار فرمايد و اين خلعت قبول را از وی سلب ننمايد.",
  "translation": "And likewise, reflect upon the revealed verse concerning the “Qiblih.” When Muhammad, the Sun of Prophethood, had fled from the dayspring of Bathá unto Yathrib, He continued to turn His face, while praying, unto Jerusalem, the holy city, until the time when the Jews began to utter unseemly words against Him—words which if mentioned would ill befit these pages and would weary the reader. Muhammad strongly resented these words. Whilst, wrapt in meditation and wonder, He was gazing toward heaven, He heard the kindly Voice of Gabriel, saying: “We behold Thee from above, turning Thy face to heaven; but We will have Thee turn to a Qiblih which shall please Thee.” On a subsequent day, when the Prophet, together with His companions, was offering the noontide prayer, and had already performed two of the prescribed Rik’áts, the Voice of Gabriel was heard again: “Turn Thou Thy face towards the sacred Mosque.”, In the midst of that same prayer, Muhammad suddenly turned His face away from Jerusalem and faced the Ka‘bih. Whereupon, a profound dismay seized suddenly the companions of the Prophet. Their faith was shaken severely. So great was their alarm, that many of them, discontinuing their prayer, apostatized their faith. Verily, God caused not this turmoil but to test and prove His servants. Otherwise, He, the ideal King, could easily have left the Qiblih unchanged, and could have caused Jerusalem to remain the Point of Adoration unto His Dispensation, thereby withholding not from that holy city the distinction of acceptance which had been conferred upon it.",
  "source_lang": "fa",
  "score": 10
}