{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 55,
  "source_text": "چنانچه در عهد اکثری انبياء که بعد از موسی مبعوث به رسالت شدند مثل داود و عيسی و دون  آنها از انبيای اعظم که ما بين اين دو نبيّ آمدند هيچ حکم قبله تغيير داده نشد و همه اين مرسلين از جانب ربّ العالمين مردم را به توجّه همان جهت امر می فرمودند.  و نسبت همه اراضی هم به آن سلطان حقيقی يکی است مگر هر ارضی را که در ظهور مظاهر خود تخصيص به امری دهد. چنانچه می فرمايد:  \"وَلِلّهِ المَشرِقُ والمَغرِبُ فَاَينَما تُوَلُّوا فَثَمَّ وَجهُ اللّهِ.\"  با وجود تحقّق اين امور چرا تبديل شد که سبب جزع و فزع عباد شود و علّت تزلزل و اضطراب اصحاب گردد؟ بلی، اين گونه امور که سبب وحشت جميع نفوس است واقع نمی شود مگر برای آنکه کلّ به محکّ امتحان اللّه در آيند تا صادق و کاذب از هم تميز و تفصيل يابد.  اينست که بعد از اختلاف ناس می فرمايد :  \"وَ مَا جَعَلنَا القِبلةَ اَلَّتی کُنتَ عَلَيهَا إلّا لِنعْلَمَ مَن يَتَّبعُ الرَّسُولَ مِمَّنْ ينقَلِبُ عَلی عَقِبَيه \"   که مضمون آن اين است:  ما نگردانيديم و برهم نزديم قبله را  که آن بيت المقدّس باشد مگر آنکه بدانيم که متابعت تو می نمايد و که راجع بر عقبيه می شود، يعنی اعراض می نمايد و اطاعت نمی کند و صلات را باطل نموده فرار می نمايد.  \"حُمُرٌ مُسْتَنْفِرَةٌ  فَرَّتْ مِنْ قَسْوَرَةٍ \"",
  "translation": "None of the many Prophets sent down, since Moses was made manifest, as Messengers of the Word of God, such as David, Jesus, and others among the more exalted Manifestations who have appeared during the intervening period between the Revelations of Moses and Muhammad, ever altered the law of the Qiblih. These Messengers of the Lord of creation have, one and all, directed their peoples to turn unto the same direction. In the eyes of God, the ideal King, all the places of the earth are one and the same, excepting that place which, in the days of His Manifestations, He doth appoint for a particular purpose. Even as He hath revealed: “The East and West are God’s: therefore whichever way ye turn, there is the face of God.” Notwithstanding the truth of these facts, why should the Qiblih have been changed, thus casting such dismay amongst the people, causing the companions of the Prophet to waver, and throwing so great a confusion into their midst? Yea, such things as throw consternation into the hearts of all men come to pass only that each soul may be tested by the touchstone of God, that the true may be known and distinguished from the false. Thus hath He revealed after the breach amongst the people: “We did not appoint that which Thou wouldst have to be the Qiblih, but that We might know him who followeth the Apostle from him who turneth on his heels.” “Affrighted asses fleeing from a lion.”",
  "source_lang": "fa",
  "score": 10
}