{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 57,
  "source_text": "اگر قدری در انبيای قبل و ظهور ايشان تعقّل رود امر بسيار بر اهل ديار سهل شود به قسمی که از   افعال و اقوالی که مخالف نفس و هوی است محتجب نمی مانند و همه حجبات را به نار سدره عرفان محترق نمايند و بر عرش سکون و اطمينان مستريح شوند.  مثلاً موسی بن عمران که يکی از انبيای معظّم و صاحب کتاب بود در اوّل امر، قبل از بعثت، روزی در سوق می گذشت.  دو نفر با يکديگر معارضه می نمودند.  يکی از آن دو نفس از موسی استمداد جست.  آن حضرت او را اعانت نموده مدّعی را بقتل رسانيد چنانچه درکتاب مسطور است و ذکر تفصيل، مايه تعويق و تعطيل مقصود می شود.  و اين خبر در مدينه اشتهار يافت و آن حضرت را خوف غالب شد چنانچه نصّ کتاب است.  تا آنکه به خبر \" إنَّ المَلأ يَأتَمِرُونَ بِکَ لِيَقتُلُوکَ\"  مخبر شد و از مدينه بيرون تشريف بردند و در مدين در خدمت شعيب اقامه فرمودند.  و در مراجعت، در وادی مبارکه که برّيّهء سينا باشد وارد شد و تجلّی سلطان احديّه را از شجره لا شرقيّه و لا غربيّه مشاهده نمود و ندای جانفزای روحانی را از نار موقده ربّانی استماع فرمود و مأمور به هدايت انفس فرعونی گشت تا مردم را از وادی نفس و هوی نجات داده، به صحراهای دلفزای روح و هدی وارد نمايد و از سلسبيل انقطاع جميع من فی الإبداع را از حيرتِ بُعد به دارالسّلام قرب رساند.  و چون در منزل فرعون وارد شد و تبليغ نمود به آنچهمأمور بود فرعون زبان به بی ادبی گشود و گفت:  آيا تو نبودی که قتل نفس نمودی و از کافران شدی؟ مثل اينکه ربّ العظمه خبر داد از لسان فرعون که به موسی عرض نمود:  \"وَ فَعَلْتَ فَعْلَتَکَ الَّتی فَعَلْتَ و اَنْتَ مِنَ الکَافِرينَ قَالَ فَعَلْتُها اذاً وَ اَنا مِنَ الضَّالّين فَفَرَرْتُ مِنْکُم لَمَّا خِفْتُکُم فَوَهَبَ لِی رَبّی حُکْماً  و جَعَلَنَی مِنَ المُرْسَلِينَ.\"",
  "translation": "Were men to meditate upon the lives of the Prophets of old, so easily would they come to know and understand the ways of these Prophets that they would cease to be veiled by such deeds and words as are contrary to their own worldly desires, and thus consume every intervening veil with the fire burning in the Bush of divine knowledge, and abide secure upon the throne of peace and certitude. For instance, consider Moses, son of ‘Imrán, one of the exalted Prophets and Author of a divinely-revealed Book. Whilst passing, one day, through the market, in His early days, ere His ministry was proclaimed, He saw two men engaged in fighting. One of them asked the help of Moses against his opponent. Whereupon, Moses intervened and slew him. To this testifieth the record of the sacred Book. Should the details be cited, they will lengthen and interrupt the course of the argument. The report of this incident spread throughout the city, and Moses was full of fear, as is witnessed by the text of the Book. And when the warning: “O Moses! of a truth, the chiefs take counsel to slay Thee” reached His ears, He went forth from the city, and sojourned in Midian in the service of Shoeb. While returning, Moses entered the holy vale, situate in the wilderness of Sinai, and there beheld the vision of the King of glory from the “Tree that belongeth neither to the East nor to the West.” There He heard the soul-stirring Voice of the Spirit speaking from out of the kindled Fire, bidding Him to shed upon Pharaonic souls the light of divine guidance; so that, liberating them from the shadows of the valley of self and desire, He might enable them to attain the meads of heavenly delight, and delivering them, through the Salsabíl of renunciation, from the bewilderment of remoteness, cause them to enter the peaceful city of the divine presence. When Moses came unto Pharaoh and delivered unto him, as bidden by God, the divine Message, Pharaoh spoke insultingly saying: “Art thou not he that committed murder, and became an infidel?” Thus recounted the Lord of majesty as having been said by Pharaoh unto Moses: “What a deed is that which Thou hast done! Thou art one of the ungrateful. He said: ‘I did it indeed, and I was one of those who erred. And I fled from you when I feared you, but My Lord hath given Me wisdom, and hath made Me one of His Apostles.’”",
  "source_lang": "fa",
  "score": 10
}