{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 59,
  "source_text": "و همچنين در حالت مريم مشاهده نما که آن طلعت کبری از عظمت امر و تحيّر، آرزوی عدم فرمود چنانچه مستفاد از آيه مبارکه می شود که بعد از تولّد عيسی، مريم ناله نمود و به اين کلمه زبان گشود:  \"يَا لَيْتَنِی مِتُّ قَبْلَ هَذَا وَ کُنْتُ نَسْيَاً مَنْسيّاً.\"  که ترجمه آن اين است:  ای کاش مرده بودم قبل از ظهور اين امر و بودم از فراموش شدگان.  قسم به خدا که کبدها از استماع اين سخن می گدازد و روان ها می ريزد.  و اين اضطراب و حزن نبود مگر از شماتت اعداء و اعتراض اهل کفر و شقا.  آخر تفکّر نمائيد که مريم چه جواب با مردم می گفت؟ طفلی که پدر او معيّن نباشد چگونه می توان به مردم معيّن نمود که اين از روح القدس است؟ اين بود که آن مخدّره بقا آن طفل را برداشته به منزل مراجعت فرمود.  تا چشم قوم بر او افتاد گفتند:  \"يَا اُخْتَ هَارُونَ مَا کَان اَبُوکِ إمرَاَ سَوءٍ وَ مَا کَانَتْ اُمُّکِ بَغِيّاً.\"  مضمون آن اين است که ای خواهر هارون، نبود پدر تو مرد بدی و نبود مادر تو بدکار.",
  "translation": "Likewise, reflect upon the state and condition of Mary. So deep was the perplexity of that most beauteous countenance, so grievous her case, that she bitterly regretted she had ever been born. To this beareth witness the text of the sacred verse wherein it is mentioned that after Mary had given birth to Jesus, she bemoaned her plight and cried out: “O would that I had died ere this, and been a thing forgotten, forgotten quite!” I swear by God! Such lamenting consumeth the heart and shaketh the being. Such consternation of soul, such despondency, could have been caused by no other than the censure of the enemy and the cavilings of the infidel and perverse. Reflect, what answer could Mary have given to the people around her? How could she claim that a Babe Whose father was unknown had been conceived of the Holy Ghost? Therefore did Mary, that veiled and immortal Countenance, take up her Child and return unto her home. No sooner had the eyes of the people fallen upon her than they raised their voice saying: “O sister of Aaron! Thy father was not a man of wickedness, nor unchaste thy mother.”",
  "source_lang": "fa",
  "score": 10
}