{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 64,
  "source_text": "اللّه اکبر، بيان که به اين مقام رسيد رائحه روحانی از صبح صمدانی مرور نمود و صبای صبحگاهی از مدينه سبای لايزالی وزيد و اشارتش جان را بشارت تازه بخشيد و روح را فتوحی بی اندازه.  بساط جديدی مبسوط نمود و ارمغان بی شمار  بی کران از آن يار بی نشان آورد که خلعت ذکر از قدّ لطيفش بسی قاصر است و رداء بيان از قامت منيرش بس کوتاه.  بی لفظ رمز معانی کشف می نمايد و بی لسان اسرار تبيان می گويد و بلبل های شاخسار هجر و فراق را ناله و افغان می آموزد و قاعده و رسوم عشق و عاشقی و رمز دلدادگی تعليم می نمايد و گل های بديع رضوان قرب و وصال را رسم دلبری و آداب عشوه گری تلقين می نمايد و اسرارحقايق بر شقايق بستان عشق می بخشد و دقايق رموز و رقايق آن را در صدر عشّاق وديعه می گذارد.  به قسمی عنايت در اين ساعت فرموده که روح القدس به غايت حسرت می برد.  قطره را امواج بحری داده و ذرّه را طراز خورشيدی عنايت نموده.  الطاف به مقامی رسيده که جُعَل قصد نافه مشک نموده و خفّاش در مقابل آفتاب مقرّ گزيده.  مردگان را به نفخه حيات از قبور جسد مبعوث نموده و جاهلان را بر صدر علم منزل داده و ظالمان را بر فراز عدل محلّ معيّن نموده.",
  "translation": "Great God! When the stream of utterance reached this stage, We beheld, and lo! the sweet savours of God were being wafted from the dayspring of Revelation, and the morning breeze was blowing out of the Sheba of the Eternal. Its tidings rejoiced anew the heart, and imparted immeasurable gladness to the soul. It made all things new, and brought unnumbered and inestimable gifts from the unknowable Friend. The robe of human praise can never hope to match Its noble stature, and Its shining figure the mantle of utterance can never fit. Without word It unfoldeth the inner mysteries, and without speech It revealeth the secrets of the divine sayings. It teacheth lamentation and moaning to the nightingales warbling upon the bough of remoteness and bereavement, instructeth them in the art of love’s ways, and showeth them the secret of heart-surrender. To the flowers of the Ridván of heavenly reunion It revealeth the endearments of the impassioned lover, and unveileth the charm of the fair. Upon the anemones of the garden of love It bestoweth the mysteries of truth, and within the breasts of lovers It entrusteth the symbols of the innermost subtleties. At this hour, so liberal is the outpouring of Its grace that the holy Spirit itself is envious! It hath imparted to the drop the waves of the sea, and endowed the mote with the splendour of the sun. So great are the overflowings of Its bounty that the foulest beetle hath sought the perfume of the musk, and the bat the light of the sun. It hath quickened the dead with the breath of life, and caused them to speed out of the sepulchres of their mortal bodies. It hath established the ignorant upon the seats of learning, and elevated the oppressor to the throne of justice.",
  "source_lang": "fa",
  "score": 10
}