{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 7,
  "source_text": "و از جمله انبياء نوح بود که نهصد و پنجاه سال نوحه نمود و عباد را به وادی ايمن روح دعوت فرمود  و احدی او را اجابت ننمود.  و در هر يوم به قدری ايذاء و اذيّت بر آن وجود مبارک وارد می آوردند که يقين بر هلاکت او می نمودند.  و چه مراتب سخريّه و استهزاء  و  کنايه که بر آن حضرت وارد شد چنانچه می فرمايد:   \"و کُلَّمَا مَرَّ عَلَيهِ مَلَأٌ مِن قَومِهِ سَخِرُوا مِنهُ قَالَ اِن تَسخَرُوا مِنَّا فَإنَّا نَسخَرُ مِنکُمْ کَمَا تَسخَرُونَ فَسَوفَ تَعلَمُونَ.\"  و بعد از مدّت ها چند مرتبه وعده انزال نصر به اصحاب خود فرمودند به وعده معيّن و در هر مرتبه بدا شد.  و بعضی از آن اصحاب معدوده به علّت ظهور بدا اعراض می نمودند چنانچه تفصيل آن در اکثر کتب مشهوره ثبت شده و البتّه بنظر عالی رسيده يا می رسد.  تا آنکه باقی نماند از برای آن حضرت مگر چهل نفس و يا هفتاد و دو نفس چنانچه در کتب و اخبار مذکور است.  تا آنکه بالاخره نداء \"رَبِّ لا تَذَر عَلَی الاَرضِ   مِنَ الکافِرينَ دَيَّاراً\"   از جان بر کشيد",
  "translation": "Among the Prophets was Noah. For nine hundred and fifty years He prayerfully exhorted His people and summoned them to the haven of security and peace. None, however, heeded His call. Each day they inflicted on His blessed person such pain and suffering that no one believed He could survive. How frequently they denied Him, how malevolently they hinted their suspicion against Him! Thus it hath been revealed: “And as often as a company of His people passed by Him, they derided Him. To them He said: ‘Though ye scoff at us now, we will scoff at you hereafter even as ye scoff at us. In the end ye shall know.’” Long afterward, He several times promised victory to His companions and fixed the hour thereof. But when the hour struck, the divine promise was not fulfilled. This caused a few among the small number of His followers to turn away from Him, and to this testify the records of the best-known books. These you must certainly have perused; if not, undoubtedly you will. Finally, as stated in books and traditions, there remained with Him only forty or seventy-two of His followers. At last from the depth of His being He cried aloud: “Lord! Leave not upon the land a single dweller from among the unbelievers.”",
  "source_lang": "fa",
  "score": 10
}