{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 75,
  "source_text": "و لفظ سماء در بيانات شموس معانی بر مراتب کثيره اطلاق می شود.                                                                                           مثلاً سماء امر و سماء مشيّت و سماء اراده و سماء عرفان و سماء ايقان و سماء تبيان و سماء ظهور و سماء بطون و امثال آن.  و در هر مقام از لفظ سماء معنيی اراده می فرمايد که غير از واقفين اسرار احديّه و شاربين کؤوس ازليّه احدی ادراک ننمايد.  مثلاً می فرمايد:  \"وَ فِی السَّماءِ رِزقُکُم وَ مَا تُوعَدُونَ\"   و حال آنکه رزق از ارض انبات می نمايد و همچنين:  \"الاَسماءُ تُنزَلُ مِنَ السَّماء، \" با اينکه از لسان عباد اسماء ظاهر می شود.  اگر قدری مرآت قلب را از غبار غرض پاک و لطيف فرمائی جميع تلويحات کلمات کلمه جامعه ربوبيّه را در هر ظهوری ادراک می نمائی و بر اسرار علم واقف می شوی.  و لکن تا حجبات علميّه را که مصطلح بين عباد است به نار انقطاع نسوزانی به صبح نورانی علم حقيقی فائز نگردی.",
  "translation": "In the utterances of the divine Luminaries the term “heaven” hath been applied to many and divers things; such as the “heaven of Command,” the “heaven of Will,” the “heaven of the divine Purpose,” the “heaven of divine Knowledge,” the “heaven of Certitude,” the “heaven of Utterance,” the “heaven of Revelation,” the “heaven of Concealment,” and the like. In every instance, He hath given the term “heaven” a special meaning, the significance of which is revealed to none save those that have been initiated into the divine mysteries, and have drunk from the chalice of immortal life. For example, He saith: “The heaven hath sustenance for you, and it containeth that which you are promised;” whereas it is the earth that yieldeth such sustenance. Likewise, it hath been said: “The names come down from heaven;” whereas they proceed out of the mouth of men. Wert thou to cleanse the mirror of thy heart from the dust of malice, thou wouldst apprehend the meaning of the symbolic terms revealed by the all-embracing Word of God made manifest in every Dispensation, and wouldst discover the mysteries of divine knowledge. Not, however, until thou consumest with the flame of utter detachment those veils of idle learning, that are current amongst men, canst thou behold the resplendent morn of true knowledge.",
  "source_lang": "fa",
  "score": 10
}