{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 76,
  "source_text": "و علم به دو قسم منقسم است:  علم  الهی و علم شيطانی.  آن از الهامات سلطان حقيقی ظاهر و اين از تخيّلات انفس ظلمانی باهر.  معلّم آن حضرت باری و معلّم اين وساوس نفسانی.  بيان آن \"اتّقوا اللّه يُعلِّمکم اللّه\" و بيان اين \"العلمُ حجابُ الاکبر\".  اثمار آن شجر، صبر و شوق و عرفان و محبّت، و اثمار اين شجر، کبر و غرور و نخوت.  و از بيانات صاحبان بيان که در معنی علم فرمودهاند هيچ رائحه اين علوم ظلمانی که ظلمت آن همه بلاد را فرا گرفته استشمام نمی شود.  اين شجر جز بغی و فحشاء ثمری نياورد و جز غلّ و بغضاء حاصلی نبخشد.  ثمرش سمّ قاتل است و ظلّش نار مهلک.  فنعم ما قال:\n\"تَمَسَّکْ بِاَذيالِ الهَوی واخلَعِ الْحَياء\n                             وَخَلِّ سَبيلَ النّاسِکينَ و إن جَلُّوا.\"",
  "translation": "Know verily that Knowledge is of two kinds: Divine and Satanic. The one welleth out from the fountain of divine inspiration; the other is but a reflection of vain and obscure thoughts. The source of the former is God Himself; the motive-force of the latter the whisperings of selfish desire. The one is guided by the principle: “Fear ye God; God will teach you;” the other is but a confirmation of the truth: “Knowledge is the most grievous veil between man and his Creator.” The former bringeth forth the fruit of patience, of longing desire, of true understanding, and love; whilst the latter can yield naught but arrogance, vainglory and conceit. From the sayings of those Masters of holy utterance, Who have expounded the meaning of true knowledge, the odour of these dark teachings, which have obscured the world, can in no wise be detected. The tree of such teachings can yield no result except iniquity and rebellion, and beareth no fruit but hatred and envy. Its fruit is deadly poison; its shadow a consuming fire. How well hath it been said: “Cling unto the robe of the Desire of thy heart, and put thou away all shame; bid the worldlywise be gone, however great their name.”",
  "source_lang": "fa",
  "score": 10
}