{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 81,
  "source_text": "و اين معلوم است که تغييرات و تبديلات که در هر ظهور واقع می شود همان غمامی است   تيره که حائل می شود بصر عرفان عباد را از معرفت آن شمس الهی که از مشرق هويّه اشراق فرموده.  زيرا که سال ها عباد بر تقليد آباء و اجداد باقی هستند و به آداب و طريقی که در آن شريعت مقرّر شده تربيت يافتهاند، يک مرتبه بشنوند و يا ملاحظه نمايند شخصی که در ميان ايشان بوده و در جميع حدودات بشريّه با ايشان يکسان است و مع ذلک جميع آن حدودات شرعيّه که در قرن های متواتره به آن تربيت يافتهاند و مخالف و منکر آن را کافر و فاسق و فاجر دانسته اند همه را از ميان بردارد، البتّه اين امور حجاب و غمام است از برای آنهائی که قلوبشان از سلسبيل انقطاع نچشيده و از کوثرمعرفت نياشاميده.  و به مجرّد استماع اين امور چنان محتجب از ادراک آن شمس می مانند که ديگر بی سؤال و جواب حکم بر کفرش می کنند و فتوی بر قتلش می دهند چنانچه ديده‌اند و شنيدهاند از قرون اولی و اين زمان نيز ملاحظه شد.",
  "translation": "It is evident that the changes brought about in every Dispensation constitute the dark clouds that intervene between the eye of man’s understanding and the divine Luminary which shineth forth from the dayspring of the divine Essence. Consider how men for generations have been blindly imitating their fathers, and have been trained according to such ways and manners as have been laid down by the dictates of their Faith. Were these men, therefore, to discover suddenly that a Man, Who hath been living in their midst, Who, with respect to every human limitation, hath been their equal, had risen to abolish every established principle imposed by their Faith—principles by which for centuries they have been disciplined, and every opposer and denier of which they have come to regard as infidel, profligate and wicked,—they would of a certainty be veiled and hindered from acknowledging His truth. Such things are as “clouds” that veil the eyes of those whose inner being hath not tasted the Salsabíl of detachment, nor drunk from the Kawthar of the knowledge of God. Such men, when acquainted with these circumstances, become so veiled that without the least question, they pronounce the Manifestation of God an infidel, and sentence Him to death. You must have heard of such things taking place all down the ages, and are now observing them in these days.",
  "source_lang": "fa",
  "score": 10
}