{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 84,
  "source_text": "و همچنين می فرمايد:  \"يَومَ تَأتيِ السَّماءُ بِدُخانٍ مُبينٍ يَغْشَی النَّاسَ هَذَا عَذَابٌ اَليِمٌ\"                                                                                                                                           که مضمون آن اين است:  روزی که می آيد آسمان به دودی آشکار و فرو می گيرد مردم را و اين است عذاب اليم.  و همين امورات را که مغاير انفس خبيثه و مخالف هوای ناس است حضرت ربّ العزّه محکّ و ميزان قرار داه و به آنها امتحان می فرمايد عباد خود را و تميز می دهد سعيد را از شقيّ و مُعرض را از مقبل چنانچه مذکور شد.  و اختلافات و نَسخ و هدم رسومات عاديّه و انعدام اعلام محدوده را به دخان در آيه مذکوره تعبير فرموده و کدام  دخان است اعظم از اين دخان که فرو گرفته همه ناس را و عذابی است برای آنها که هرچه می خواهند رفع آن نمايند قادرنيستند؟ و به نار نفس در هر حين به عذابی جديد معذّبند زيرا که هرچه می شنوند که اين امر بديع الهی و حکم منيع صمدانی در اطراف ارض ظاهر شده وهر روز در علوّ است ناری جديد در قلوبشان مشتعل می شود و آنچه ملاحظه می نمايند از قدرت و انقطاع و ثبوت اين اصحاب که هر روز به عنايت الهی محکم تر و راسخ تر می شوند اضطراب تازه در نفوسشان ظاهر می گردد.  در اين ايّام که بحمداللّه سطوت الهی چنان غلبه فرموده که جرئت تکلّم ندارند و اگر يکی از اصحاب حقّ را که صد هزار جان به دل و جان رايگان در ره دوست ايثار می نمايد ملاقات نمايند از خوف اظهار ايمان می کنند و چون خلوت می کنند به سبّ و لعن مشغول می شوند.  چنانچه می فرمايد:  \"وَ إذَا لَقُوکُم قَالُوا آمَنَّا وَ إذا خَلَوا عَضُّوا عَلَيْکُمُ الاَنَامِلَ مِنَ الغَيْظِ قُلْ مُوتُوا بِغَيظِکُمْ إنَّ اللّه عَليمٌ بِذَاتِ الصُّدُورِ .\"",
  "translation": "Likewise, He saith: “On the day when the heaven shall give out a palpable smoke, which shall enshroud mankind: this will be an afflictive torment.” The All-Glorious hath decreed these very things, that are contrary to the desires of wicked men, to be the touchstone and standard whereby He proveth His servants, that the just may be known from the wicked, and the faithful distinguished from the infidel. The symbolic term “smoke” denotes grave dissensions, the abrogation and demolition of recognized standards, and the utter destruction of their narrow-minded exponents. What smoke more dense and overpowering than the one which hath now enshrouded all the peoples of the world, which hath become a torment unto them, and from which they hopelessly fail to deliver themselves, however much they strive? So fierce is this fire of self burning within them, that at every moment they seem to be afflicted with fresh torments. The more they are told that this wondrous Cause of God, this Revelation from the Most High, hath been made manifest to all mankind, and is waxing greater and stronger every day, the fiercer groweth the blaze of the fire in their hearts. The more they observe the indomitable strength, the sublime renunciation, the unwavering constancy of God’s holy companions, who, by the aid of God, are growing nobler and more glorious every day, the deeper the dismay which ravageth their souls. In these days, praise be to God, the power of His Word hath obtained such ascendancy over men, that they dare breathe no word. Were they to encounter one of the companions of God who, if he could, would, freely and joyously, offer up ten thousand lives as a sacrifice for his Beloved, so great would be their fear, that they forthwith would profess their faith in Him, whilst privily they would vilify and execrate His name! Even as He hath revealed: “And when they meet you, they say, ‘We believe’; but when they are apart, they bite their fingers’ ends at you, out of wrath. Say:  ‘Die in your wrath!’ God truly knoweth the very recesses of your breasts.”",
  "source_lang": "fa",
  "score": 10
}