{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 86,
  "source_text": "و قوله :  \"يرسل ملائکته \" إلی آخر القول.  مقصود از اين ملائکه آن نفوسی هستند که به قوّه روحانيّه، صفات بشريّه را به نار محبّت الهی سوختند و به صفات عالين و کرّوبيّين متّصف گشتند. چنانچه حضرت صادق در وصف کرّوبيين می فرمايد :  قومی از شيعيان ما هستند خلف عرش.  و از ذکر خلف العرش اگر چه معانی بسيار منظور بوده، هم بر حسب ظاهر و هم بر حسب باطن، و لکن در يک مقام مدلّ است بر عدم وجود شيعه. چنانچه در مقام ديگر می فرمايد:  مؤمن مثل کبريت احمر است و بعد به مستمع می فرمايد:  آيا کبريت احمر ديده ای؟  ملتفت شويد به اين تلويح که ابلغ از تصريح است دلالت  می کند بر عدم وجود مؤمن.  اين قول آن حضرت.  و حال مشاهده کن چقدر از اين خلق بی انصاف که رائحه ايمان  نشنيدهاند مع ذلک کسانی را که به قول ايشان ايمان محقّق می شود نسبت به کفر می دهند.",
  "translation": "And now, concerning His words: “And He shall send His angels….” By “angels” is meant those who, reinforced by the power of the spirit, have consumed, with the fire of the love of God, all human traits and limitations, and have clothed themselves with the attributes of the most exalted Beings and of the Cherubim. That holy man, Sádiq, in his eulogy of the Cherubim, saith: “There stand a company of our fellow-Shí’ihs behind the Throne.” Divers and manifold are the interpretations of the words “behind the Throne.” In one sense, they indicate that no true Shí’ihs exist. Even as he hath said in another passage: “A true believer is likened unto the philosopher’s stone.” Addressing subsequently his listener, he saith: “Hast thou ever seen the philosopher’s stone?” Reflect, how this symbolic language, more eloquent than any speech, however direct, testifieth to the non-existence of a true believer. Such is the testimony of Sádiq. And now consider, how unfair and numerous are those who, although they themselves have failed to inhale the fragrance of belief, have condemned as infidels those by whose word belief itself is recognized and established.",
  "source_lang": "fa",
  "score": 10
}