{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 89,
  "source_text": "اين است که در همه اعهاد و اعصار اين گونه اعتراضات و اختلافات در ميان مردم بوده.  و هميشه ايّام مشغول به زخارف قول می شدند که فلان علامت ظاهر نشد و فلان برهان باهر نيامد.  و اين مرض ها عارض نمی شد مگر آنکه تمسّک به علمای عصر می جستند در تصديق و تکذيب اين جواهر مجرّده و هياکل الهيّه.  و ايشان هم، نظر به استغراق در شئونات نفسيّه و اشتغال به امورات دنيّه فانيه، اين شموس باقيه را مخالف علم و ادراک و معارض جهد و اجتهاد خود می ديدند و معانی کلمات الهيّه و احاديث و اخبار حروفات احديّه را هم  بر سبيل ظاهر به ادراک خود معنی و بيان می نمودند لهذا خود و جميع ناس را از نيسان فضل و رحمت ايزدی مأيوس  و مهجور نمودند با اينکه خود مذعن و مقرّند به حديث مشهور که می فرمايد:  \"حَديثُنا صَعبٌ مُستَصْعَبٌ. \" و در جای ديگر می فرمايد:  \"إنَّ اَمْرَنا صَعْبٌ مُستَصْعَبٌ لا يَحتَمِلُه إلّا مَلَکٌ مُقَرَّبٌ اَو نَبِيٌّ مُرسَلٌ اَو عَبدٌ امتَحَن اللّهُ قَلبَه للايمان.\" و مسلّم است نزد خود ايشان که هيچ يک از اين ثلاثه در حقّ ايشان صادق نيست.  دو قسم اوّل که واضح است و امّا ثالث، هرگز از امتحانات الهی سالم نماندند و در ظهور محکّ الهی جز غِشّ چيزی از ايشان به ظهور نرسيد.",
  "translation": "Such objections and differences have persisted in every age and century. The people have always busied themselves with such specious discourses, vainly protesting: “Wherefore hath not this or that sign appeared?” Such ills befell them only because they have clung to the ways of the divines of the age in which they lived, and blindly imitated them in accepting or denying these Essences of Detachment, these holy and divine Beings. These leaders, owing to their immersion in selfish desires, and their pursuit of transitory and sordid things, have regarded these divine Luminaries as being opposed to the standards of their knowledge and understanding, and the opponents of their ways and judgments. As they have literally interpreted the Word of God, and the sayings and traditions of the Letters of Unity, and expounded them according to their own deficient understanding, they have therefore deprived themselves and all their people of the bountiful showers of the grace and mercies of God. And yet they bear witness to this well-known tradition: “Verily Our Word is abstruse, bewilderingly abstruse.” In another instance, it is said: “Our Cause is sorely trying, highly perplexing; none can bear it except a favorite of heaven, or an inspired Prophet, or he whose faith God hath tested.” These leaders of religion admit that none of these three specified conditions is applicable to them. The first two conditions are manifestly beyond their reach; as to the third, it is evident that at no time have they been proof against those tests that have been sent by God, and that when the divine Touchstone appeared, they have shown themselves to be naught but dross.",
  "source_lang": "fa",
  "score": 10
}