{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 92,
  "source_text": "بلی، در آيات مُنزله و کلمات مرايای احمديّه ذکر تحريف عالين و تبديل مستکبرين هست، و لکن در مواضع  مخصوصه ذکر شده.  و از آن جمله حکايت ابن صوريا است در وقتی که اهل خيبر در حکم قصاص زنای محصن و محصنه از نقطه فرقان سؤال نمودند و آن حضرت فرمود حکم خدا  رجم است، و ايشان انکار نمودند که در تورات چنين حکمی نيست.  حضرت فرمود از علمای خود که را مسلّم و کلام او  را مصدّقيد؟ ابن صوريا را قبول نمودند و حضرت او را احضار نمود و فرمود:  \"اُقسِمُکَ باللّه الَّذی فَلَقَ لکُم البَحرَ وَانزَلَ   عَلَيکُم المَنَّ و ظَلَّل لَکُم الغَمام و نَجّاکم مِن فرعون و مَلأِه و فَضَّلکُم عَلَی النّاس ِ بِاَن تَذکُرَ لَنا ما حَکَم بِه مُوسی فی  قِصاص الزّانِی المُحْصَن وَ الزّانِيَة المُحْصَنة.\" که مضمون آن اين است که آن حضرت ابن صوريا را به اين قَسَم های مؤکّد قَسَم دادند که در تورات حکم قصاص در زنای محصن چه نازل شده؟   عرض نمود:  يا محمّد، رجم است.  آن حضرت فرمود پس چرا اين حکم ميان يهود منسوخ شده و مجری نيست؟ عرض نمود:  چون بخت النّصر بيت المقدّس را بسوخت و جميع يهود را بقتل رساند، ديگر يهودی در ارض باقی نماند الّا معدودی قليل.  و علمای آن عصر نظر به قلّت يهود و کثرت عمالقه به مشاوره جمع شدند که اگر موافق حکم تورات عمل شود آنچه از دست بخت النّصر نجات يافتند به حکم کتاب مقتول می شوند و به اين مصالح حکم قتل را از ميان بالمرّه برداشتند.  باری، در اين بين جبرئيل بر قلب منيرش نازل شد و اين آيه را عرض نمود:  \"يُحَرِّفُونَ الکَلِمَ عَن مَوَاضِعِه.\"",
  "translation": "Yea, in the writings and utterances of the Mirrors reflecting the sun of the Muhammadan Dispensation mention hath been made of “Modification by the exalted beings” and “alteration by the disdainful.” Such passages, however, refer only to particular cases. Among them is the story of Ibn-i-Suríyá. When the people of Khaybar asked the focal center of the Muhammadan Revelation concerning the penalty of adultery committed between a married man and a married woman, Muhammad answered and said: “The law of God is death by stoning.” Whereupon they protested saying: “No such law hath been revealed in the Pentateuch.” Muhammad answered and said: “Whom do ye regard among your rabbis as being a recognized authority and having a sure knowledge of the truth?” They agreed upon Ibn-i-Suríyá. Thereupon Muhammad summoned him and said: “I adjure thee by God Who clove the sea for you, caused manna to descend upon you, and the cloud to overshadow you, Who delivered you from Pharaoh and his people, and exalted you above all human beings, to tell us what Moses hath decreed concerning adultery between a married man and a married woman.” He made reply: “O Muhammad! death by stoning is the law.” Muhammad observed: “Why is it then that this law is annulled and hath ceased to operate among the Jews?” He answered and said: “When Nebuchadnezzar delivered Jerusalem to the flames, and put the Jews to death, only a few survived. The divines of that age, considering the extremely limited number of the Jews, and the multitude of the Amalekites, took counsel together, and came to the conclusion that were they to enforce the law of the Pentateuch, every survivor who hath been delivered from the hand of Nebuchadnezzar would have to be put to death according to the verdict of the Book. Owing to such considerations, they totally repealed the penalty of death.” Meanwhile Gabriel inspired Muhammad’s illumined heart with these words: “They pervert the text of the Word of God.”",
  "source_lang": "fa",
  "score": 10
}