{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 93,
  "source_text": "اين  يک موضع بود که ذکر شد.  و در اين مقام مقصود از تحريف نه چنان است که اين همج رعاع فهم نمودهاند چنانچه بعضی می گويند که علمای يهود و نصاری آياتی را که در وصف طلعت محمّديّه بود از کتاب محو نمودند و مخالف آن را ثبت کردند.  اين قول نهايت بی معنی و بی اصل است.  آيا می شود کسی که معتقد به کتابی گشته و من عنداللّه دانسته آن را محو نمايد؟ و از اين گذشته، تورات در همه روی ارض بود، منحصر به مکّه و مدينه نبود که بتوانند تغيير دهند و يا تبديل نمايند.  بلکه مقصود از تحريف همين است که اليوم جميع علمای فرقان به آن مشغولند، و آن تفسير و معنی نمودن کتاب است بر هوی و ميل خود.  و چون يهود در زمان آن  حضرت آيات تورات را که مدلّ بر ظهور حضرت بود به هوای خود تفسير نمودند و به بيان آن حضرت راضی نشدند لهذا حکم تحريف درباره آنها صدور يافت.  چنانچه اليوم مشهود است که چگونه تحريف نمودند امّت فرقان آيات کتاب را در علامات ظهور، چنانچه مشهود است به ميل و هوای خود تفسير می نمايند.",
  "translation": "This is one of the instances that have been referred to. Verily by “perverting” the text is not meant that which these foolish and abject souls have fancied, even as some maintain that Jewish and Christian divines have effaced from the Book such verses as extol and magnify the countenance of Muhammad, and instead thereof have inserted the contrary. How utterly vain and false are these words! Can a man who believeth in a book, and deemeth it to be inspired by God, mutilate it? Moreover, the Pentateuch had been spread over the surface of the earth, and was not confined to Mecca and Medina, so that they could privily corrupt and pervert its text. Nay, rather, by corruption of the text is meant that in which all Muslim divines are engaged today, that is the interpretation of God’s holy Book in accordance with their idle imaginings and vain desires. And as the Jews, in the time of Muhammad, interpreted those verses of the Pentateuch, that referred to His Manifestation, after their own fancy, and refused to be satisfied with His holy utterance, the charge of “perverting” the text was therefore pronounced against them. Likewise, it is clear, how in this day, the people of the Qur’án have perverted the text of God’s holy Book, concerning the signs of the expected Manifestation, and interpreted it according to their inclination and desires.",
  "source_lang": "fa",
  "score": 10
}