{
  "work": "Kitab-i-Iqan",
  "slug": "kitab-i-iqan",
  "author": "Baha'u'llah",
  "pair_index": 98,
  "source_text": "اگر چه از بعضی حمقای ارض شنيده شد که انجيل سماوی در دست نصاری نيست و به آسمان رفته، ديگر غافل از اينکه از همين قول نسبت کمال ظلم و جبر برای حضرت باری جلّ و عزّ ثابت می شود.  زيرا بعد از آنکه شمس جمال عيسی از ميان قوم غائب شد و به فلک چهارم ارتقاء فرمود و کتاب حقّ جلّ ذکره که اعظم برهان اوست ميان خلق او، آن هم غائب شود ديگر آن خلق از زمان عيسی تا زمان اشراق شمس محمّدی به چه متمسّک اند و به کدام امر مأمور؟ و ديگر چگونه مورد انتقام منتقم حقيقی می شوند و محلّ نزول عذاب و سياط سلطان معنوی می گردند ؟ از همه گذشته انقطاع فيض فيّاض و انسداد باب رحمت سلطان ايجاد لازم می آيد.  فَنَعُوذُ بِاللّه عَمّا يَظُنُّ العبادُ فی حَقِّه، فَتَعالی عَمّا هُم يَعرفُونَ.",
  "translation": "We have also heard a number of the foolish of the earth assert that the genuine text of the heavenly Gospel doth not exist amongst the Christians, that it hath ascended unto heaven. How grievously they have erred! How oblivious of the fact that such a statement imputeth the gravest injustice and tyranny to a gracious and loving Providence! How could God, when once the Day-star of the beauty of Jesus had disappeared from the sight of His people, and ascended unto the fourth heaven, cause His holy Book, His most great testimony amongst His creatures, to disappear also? What would be left to that people to cling to from the setting of the day-star of Jesus until the rise of the sun of the Muhammadan Dispensation? What law could be their stay and guide? How could such people be made the victims of the avenging wrath of God, the omnipotent Avenger? How could they be afflicted with the scourge of chastisement by the heavenly King? Above all, how could the flow of the grace of the All-Bountiful be stayed? How could the ocean of His tender mercies be stilled? We take refuge with God, from that which His creatures have fancied about Him! Exalted is He above their comprehension!",
  "source_lang": "fa",
  "score": 10
}