{
  "title": "Kitáb-i-Íqán",
  "author": "Bahá'u'lláh",
  "author_color": "maroon",
  "source_lang": "fa",
  "source_url": null,
  "pair_count": 291,
  "slug": "kitab-i-iqan",
  "year_published": 1931,
  "year_translated": "1930–1931",
  "introduction": "Bahá'u'lláh's principal doctrinal work, revealed in Baghdad in 1861 within the space of two days and two nights, in response to questions from the Báb's maternal uncle. Translated by Shoghi Effendi and published in 1931. In his foreword, Shoghi Effendi called it a 'book of unsurpassed pre-eminence among the writings of the Author of the Bahá'í Revelation.' In God Passes By he wrote that it occupies 'a position unequalled by any work in the entire range of Bahá'í literature, except the Kitáb-i-Aqdas,' describing it as 'a model of Persian prose, of a style at once original, chaste and vigorous, and remarkably lucid, both cogent in argument and matchless in its irresistible eloquence.' In letters he called it 'the most important book written on the spiritual significance of the Cause.'",
  "short_description": "The principal doctrinal work of the Faith, revealed in Baghdad within the space of two days and two nights in response to questions from the Báb’s maternal uncle. Shoghi Effendi described it as occupying a position unequalled by any work except the Kitáb-i-Aqdas — a model of Persian prose, at once original, chaste, vigorous, and remarkably lucid.",
  "word_count": 50342,
  "search_index": [
    {
      "i": 1,
      "s": "1-detachment-ocean-understanding",
      "t": "IN THE NAME OF OUR LORD, THE EXALTED, THE MOST HIGH. No man shall attain the shores of the ocean of"
    },
    {
      "i": 2,
      "s": "2-cleanse-themselves-divine-knowledge",
      "t": "The essence of these words is this: they that tread the path of faith, they that thirst for the wine"
    },
    {
      "i": 3,
      "s": "3-denied-him-turned-away-face",
      "t": "Consider the past. How many, both high and low, have, at all times, yearningly awaited the advent of"
    },
    {
      "i": 4,
      "s": "4-manifestation-afflicted-denial-opposition",
      "t": "Ponder for a moment, and reflect upon that which hath been the cause of such denial on the part of t"
    },
    {
      "i": 5,
      "s": "5-bird-human-heart-nest-faith",
      "t": "In like manner, those words that have streamed forth from the source of power and descended from the"
    },
    {
      "i": 6,
      "s": "6-manifestations-subjected-heinous-cruelties",
      "t": "Should you acquaint yourself with the indignities heaped upon the Prophets of God, and apprehend the"
    },
    {
      "i": 7,
      "s": "7-noah-nine-hundred-fifty-years",
      "t": "Among the Prophets was Noah. For nine hundred and fifty years He prayerfully exhorted His people and"
    },
    {
      "i": 8,
      "s": "8-light-distinguished-from-darkness",
      "t": "And now, consider and reflect a moment upon the waywardness of this people. What could have been the"
    },
    {
      "i": 9,
      "s": "9-showers-afflictions-increased-rebelliousness",
      "t": "And after Noah the light of the countenance of Húd shone forth above the horizon of creation. For we"
    },
    {
      "i": 10,
      "s": "10-great-cry-utter-perdition",
      "t": "And after Him there appeared from the Ridván of the Eternal, the Invisible, the holy person of Sálih"
    },
    {
      "i": 11,
      "s": "11-lamp-god-expelled-city",
      "t": "Later, the beauty of the countenance of the Friend of God appeared from behind the veil, and another"
    },
    {
      "i": 12,
      "s": "12-moses-serpent-power-sinai",
      "t": "And when His day was ended, there came the turn of Moses. Armed with the rod of celestial dominion,"
    },
    {
      "i": 13,
      "s": "13-advent-manifestation-strife-tumult",
      "t": "And now, ponder upon these things. What could have caused such contention and conflict? Why is it th"
    },
    {
      "i": 14,
      "s": "14-grace-withheld-divine-testimony",
      "t": "Reflect, what could have been the motive for such deeds? What could have prompted such behaviour tow"
    },
    {
      "i": 15,
      "s": "15-leaders-of-religion-hindered-salvation",
      "t": "Leaders of religion, in every age, have hindered their people from attaining the shores of eternal s"
    },
    {
      "i": 16,
      "s": "16-mysteries-divine-wisdom-veiled",
      "t": "With fixed and steady gaze, born of the unerring eye of God, scan for a while the horizon of divine"
    },
    {
      "i": 17,
      "s": "17-idol-of-her-own-handiwork",
      "t": "And when the days of Moses were ended, and the light of Jesus, shining forth from the dayspring of t"
    },
    {
      "i": 18,
      "s": "18-ocean-divine-presence-paradise",
      "t": "In unfolding these mysteries, We have, in Our former Tablets which were addressed to a friend in the"
    },
    {
      "i": 19,
      "s": "19-fire-love-jesus-consumed-veils",
      "t": "To them that are endowed with understanding, it is clear and manifest that when the fire of the love"
    },
    {
      "i": 20,
      "s": "20-sun-yesterday-come-again",
      "t": "Every discerning observer will recognize that in the Dispensation of the Qur’án both the Book and th"
    },
    {
      "i": 21,
      "s": "21-signs-herald-promised-dispensation",
      "t": "Afterwards, the companions and disciples of Jesus asked Him concerning those signs that must needs s"
    },
    {
      "i": 22,
      "s": "22-bread-everlasting-life-tree-grace",
      "t": "This wronged One will cite but one of these instances, thus conferring upon mankind, for the sake of"
    },
    {
      "i": 23,
      "s": "23-nightingale-paradise-winged-flight",
      "t": "O the pity! that man should deprive himself of this goodly gift, this imperishable bounty, this ever"
    },
    {
      "i": 24,
      "s": "24-son-of-man-coming-clouds",
      "t": "These are the melodies, sung by Jesus, Son of Mary, in accents of majestic power in the Riḍván of th"
    },
    {
      "i": 25,
      "s": "25-dead-speed-sepulchres-heedlessness",
      "t": "Inasmuch as the Christian divines have failed to apprehend the meaning of these words, and did not r"
    },
    {
      "i": 26,
      "s": "26-sun-of-truth-guided-light",
      "t": "Beside this passage, there is yet another verse in the Gospel wherein He saith: “Heaven and earth sh"
    },
    {
      "i": 27,
      "s": "27-lamp-revelation-divine-essence",
      "t": "This servant will now share with thee a dewdrop out of the fathomless ocean of the truths treasured"
    },
    {
      "i": 28,
      "s": "28-lamp-of-conscience-extinguished",
      "t": "As to the words—“Immediately after the oppression of those days”—they refer to the time when men sha"
    },
    {
      "i": 29,
      "s": "29-sun-of-truth-manifestation",
      "t": "What “oppression” is greater than that which hath been recounted? What “oppression” is more grievous"
    },
    {
      "i": 30,
      "s": "30-oppression-want-spiritual-knowledge",
      "t": "Were this “oppression” (which literally meaneth pressure) to be interpreted that the earth is to bec"
    },
    {
      "i": 31,
      "s": "31-suns-of-truth-manifestations-god",
      "t": "And now, concerning His words—“The sun shall be darkened, and the moon shall not give light, and the"
    },
    {
      "i": 32,
      "s": "32-prophets-exalted-above-comprehension",
      "t": "That these divine Luminaries seem to be confined at times to specific designations and attributes, a"
    },
    {
      "i": 33,
      "s": "33-resplendent-suns-prophets-light",
      "t": "The term “suns” hath many a time been applied in the writings of the “immaculate Souls” unto the Pro"
    },
    {
      "i": 34,
      "s": "34-divines-illumined-by-latter-revelation",
      "t": "In another sense, by these terms is intended the divines of the former Dispensation, who live in the"
    },
    {
      "i": 35,
      "s": "35-sun-of-truth-eclipses-earthly-knowledge",
      "t": "It is evident and manifest unto every discerning observer that even as the light of the star fadeth"
    },
    {
      "i": 36,
      "s": "36-sun-truth-focal-centres-hellish-fire",
      "t": "That the term “sun” hath been applied to the leaders of religion is due to their lofty position, the"
    },
    {
      "i": 37,
      "s": "37-fruit-tree-divine-knowledge",
      "t": "And now, O seeker, it behooveth us firmly to cling unto the Urvatu’l-Vuthqá, that perchance we may l"
    },
    {
      "i": 38,
      "s": "38-laws-prayer-fasting-dispensation",
      "t": "In another sense, by the terms ‘sun’, ‘moon’, and ‘stars’ are meant such laws and teachings as have"
    },
    {
      "i": 39,
      "s": "39-prayer-fundamental-revelation-all-prophets",
      "t": "The traditions established the fact that in all Dispensations the law of prayer hath constituted a f"
    },
    {
      "i": 40,
      "s": "40-islam-heaven-fasting-sun-prayer-moon",
      "t": "Moreover, in the traditions the terms “sun” and “moon” have been applied to prayer and fasting, even"
    },
    {
      "i": 41,
      "s": "41-waywardness-divines-annulment-laws",
      "t": "This is the purpose underlying the symbolic words of the Manifestations of God. Consequently, the ap"
    },
    {
      "i": 42,
      "s": "42-sun-moon-teachings-darkened",
      "t": "It is unquestionable that in every succeeding Revelation the “sun” and “moon” of the teachings, laws"
    },
    {
      "i": 43,
      "s": "43-witness-mysteries-with-thine-eyes",
      "t": "And now, with fixed gaze and steady wings enter thou the way of certitude and truth. “Say: It is God"
    },
    {
      "i": 44,
      "s": "44-spirit-wilds-remoteness-reunion",
      "t": "O my brother! Take thou the step of the spirit, so that, swift as the twinkling of an eye, thou maye"
    },
    {
      "i": 45,
      "s": "45-gems-of-knowledge-symbols-of-wisdom",
      "t": "This is the meaning of the sacred verse: “But nay! I swear by the Lord of the Easts and the Wests,”"
    },
    {
      "i": 46,
      "s": "46-cleaving-heaven-divine-revelation",
      "t": "In like manner, strive thou to comprehend from these lucid, these powerful, conclusive, and unequivo"
    },
    {
      "i": 47,
      "s": "47-revealers-divine-beauty-patient-endurance",
      "t": "Moreover, consider the hardships and the bitterness of the lives of those Revealers of the divine Be"
    },
    {
      "i": 48,
      "s": "48-clay-of-infinite-knowledge",
      "t": "In like manner, endeavour to comprehend the meaning of the “changing of the earth.” Know thou, that"
    },
    {
      "i": 49,
      "s": "49-hearts-cleansed-divine-essence",
      "t": "Would that the hearts of men could be cleansed from these man-made limitations and obscure thoughts"
    },
    {
      "i": 50,
      "s": "50-breeze-bounty-physical-earth-changed",
      "t": "The breeze of the bounty of the King of creation hath caused even the physical earth to be changed,"
    },
    {
      "i": 51,
      "s": "51-earth-knowledge-heavens-revelation",
      "t": "And now, comprehend the meaning of this verse: “The whole earth shall on the Resurrection Day be but"
    },
    {
      "i": 52,
      "s": "52-mysteries-word-god-unveiled",
      "t": "In like manner, reflect how the elevated heavens of the Dispensations of the past have, in the right"
    },
    {
      "i": 53,
      "s": "53-pure-illuminated-hearts-perishable-soil",
      "t": "Know verily that the purpose underlying all these symbolic terms and abstruse allusions, which emana"
    },
    {
      "i": 54,
      "s": "54-turn-face-sacred-mosque",
      "t": "And likewise, reflect upon the revealed verse concerning the “Qiblih.” When Muhammad, the Sun of Pro"
    },
    {
      "i": 55,
      "s": "55-touchstone-of-god-test-souls",
      "t": "None of the many Prophets sent down, since Moses was made manifest, as Messengers of the Word of God"
    },
    {
      "i": 56,
      "s": "56-portals-understanding-unlocked",
      "t": "Were you to ponder, but for a while, these utterances in your heart, you would surely find the porta"
    },
    {
      "i": 57,
      "s": "57-moses-fire-bush-divine-knowledge",
      "t": "Were men to meditate upon the lives of the Prophets of old, so easily would they come to know and un"
    },
    {
      "i": 58,
      "s": "58-moses-homicide-divine-guidance",
      "t": "And now ponder in thy heart the commotion which God stirreth up. Reflect upon the strange and manifo"
    },
    {
      "i": 59,
      "s": "59-mary-regretted-ever-born",
      "t": "Likewise, reflect upon the state and condition of Mary. So deep was the perplexity of that most beau"
    },
    {
      "i": 60,
      "s": "60-essence-spirit-fatherless-prophethood",
      "t": "And now, meditate upon this most great convulsion, this grievous test. Notwithstanding all these thi"
    },
    {
      "i": 61,
      "s": "61-words-deeds-one-same",
      "t": "Behold how contrary are the ways of the Manifestations of God, as ordained by the King of creation,"
    },
    {
      "i": 62,
      "s": "62-jesus-moses-fatherless-child-prophethood",
      "t": "And now, take heed, O brother! If such things be revealed in this Dispensation, and such incidents c"
    },
    {
      "i": 63,
      "s": "63-cause-ultimate-purpose-manifest",
      "t": "If the eye of justice be opened, it will readily recognize, in the light of that which hath been men"
    },
    {
      "i": 64,
      "s": "64-sweet-savours-eternal-revelation",
      "t": "Great God! When the stream of utterance reached this stage, We beheld, and lo! the sweet savours of"
    },
    {
      "i": 65,
      "s": "65-phoenix-undying-fire-wellbeloved",
      "t": "The universe is pregnant with these manifold bounties, awaiting the hour when the effects of Its uns"
    },
    {
      "i": 66,
      "s": "66-sign-son-of-man-heaven",
      "t": "And now, concerning His words: “And then shall appear the sign of the Son of man in heaven.” By thes"
    },
    {
      "i": 67,
      "s": "67-nimrod-dream-star-abraham",
      "t": "Among the Prophets was Abraham, the Friend of God. Ere He manifested Himself, Nimrod dreamed a dream"
    },
    {
      "i": 68,
      "s": "68-poor-earth-shores-sea-wealth",
      "t": "After Him came Moses, He Who held converse with God. The soothsayers of His time warned Pharaoh in t"
    },
    {
      "i": 69,
      "s": "69-magi-followed-star-jesus",
      "t": "In like manner, when the hour of the Revelation of Jesus drew nigh, a few of the Magi, aware that th"
    },
    {
      "i": 70,
      "s": "70-star-born-king-jews",
      "t": "These Magi said: “Where is He that is born King of the Jews? for we have seen His star in the east a"
    },
    {
      "i": 71,
      "s": "71-daystar-muhammad-arise",
      "t": "Likewise, ere the beauty of Muhammad was unveiled, the signs of the visible heaven were made manifes"
    },
    {
      "i": 72,
      "s": "72-twin-resplendent-lights-earth",
      "t": "And now concerning this wondrous and most exalted Cause. Know thou verily that many an astronomer ha"
    },
    {
      "i": 73,
      "s": "73-mirrors-reflecting-divine-essence",
      "t": "From all that We have stated it hath become clear and manifest that before the revelation of each of"
    },
    {
      "i": 74,
      "s": "74-divine-beauty-clouds-heaven",
      "t": "And now, with reference to His words: “And then shall all the tribes of the earth mourn, and they sh"
    },
    {
      "i": 75,
      "s": "75-mirror-heart-divine-knowledge",
      "t": "In the utterances of the divine Luminaries the term “heaven” hath been applied to many and divers th"
    },
    {
      "i": 76,
      "s": "76-knowledge-divine-satanic",
      "t": "Know verily that Knowledge is of two kinds: Divine and Satanic. The one welleth out from the fountai"
    },
    {
      "i": 77,
      "s": "77-heart-cleansed-divine-inspiration",
      "t": "The heart must needs therefore be cleansed from the idle sayings of men, and sanctified from every e"
    },
    {
      "i": 78,
      "s": "78-pearls-unpierced-shell-heart",
      "t": "We have digressed from the purpose of Our argument, although whatsoever is mentioned serveth only to"
    },
    {
      "i": 79,
      "s": "79-clouds-of-heaven-manifestation",
      "t": "By these luminous, these conclusive, and lucid statements, the meaning of “heaven” in the  aforement"
    },
    {
      "i": 80,
      "s": "80-clouds-prevent-beholding-sun",
      "t": "These are the “clouds” that cause the heavens of the knowledge and understanding of all that dwell o"
    },
    {
      "i": 81,
      "s": "81-clouds-veil-divine-luminary",
      "t": "It is evident that the changes brought about in every Dispensation constitute the dark clouds that i"
    },
    {
      "i": 82,
      "s": "82-fountain-head-infinite-grace",
      "t": "It behooveth us, therefore, to make the utmost endeavour, that, by God’s invisible assistance, these"
    },
    {
      "i": 83,
      "s": "83-god-come-down-overshadowed-clouds",
      "t": "Gracious God! Notwithstanding the warning which, in marvelously symbolic language and subtle allusio"
    },
    {
      "i": 84,
      "s": "84-smoke-enshrouded-peoples-world",
      "t": "Likewise, He saith: “On the day when the heaven shall give out a palpable smoke, which shall enshrou"
    },
    {
      "i": 85,
      "s": "85-standards-divine-power-unfurled",
      "t": "Ere long, thine eyes will behold the standards of divine power unfurled throughout all regions, and"
    },
    {
      "i": 86,
      "s": "86-true-believer-philosopher-stone",
      "t": "And now, concerning His words: “And He shall send His angels….” By “angels” is meant those who, rein"
    },
    {
      "i": 87,
      "s": "87-holy-beings-designated-angels",
      "t": "And now, inasmuch as these holy beings have sanctified themselves from every human limitation, have"
    },
    {
      "i": 88,
      "s": "88-signs-manifestation-visible-realm",
      "t": "As the adherents of Jesus have never understood the hidden meaning of these words, and as the signs"
    },
    {
      "i": 89,
      "s": "89-divine-touchstone-dross",
      "t": "Such objections and differences have persisted in every age and century. The people have always busi"
    },
    {
      "i": 90,
      "s": "90-faithful-swift-as-lightning",
      "t": "Great God! Notwithstanding their acceptance of the truth of this tradition, these divines who are st"
    },
    {
      "i": 91,
      "s": "91-signs-corrupted-books-comprehend",
      "t": "Were they to be questioned concerning those signs that must needs herald the revelation and rise of"
    },
    {
      "i": 92,
      "s": "92-ibn-suriya-stoning-law",
      "t": "Yea, in the writings and utterances of the Mirrors reflecting the sun of the Muhammadan Dispensation"
    },
    {
      "i": 93,
      "s": "93-corruption-text-interpretation-desires",
      "t": "This is one of the instances that have been referred to. Verily by “perverting” the text is not mean"
    },
    {
      "i": 94,
      "s": "94-distorted-meaning-word-god",
      "t": "In yet another instance, He saith: “A part of them heard the Word of God, and then, after they had u"
    },
    {
      "i": 95,
      "s": "95-transcribe-book-corruptly-jewish-divines",
      "t": "Again in another instance, He saith: “Woe unto those who, with their own hands, transcribe the Book"
    },
    {
      "i": 96,
      "s": "96-calumnies-wondrous-cause",
      "t": "The same may be witnessed today. Consider how abundant are the denunciations written by the foolish"
    },
    {
      "i": 97,
      "s": "97-corruption-text-jewish-people",
      "t": "Our purpose in relating these things is to warn you that were they to maintain that those verses whe"
    },
    {
      "i": 98,
      "s": "98-ocean-tender-mercies-stilled",
      "t": "We have also heard a number of the foolish of the earth assert that the genuine text of the heavenly"
    },
    {
      "i": 99,
      "s": "99-cleanse-eye-heart-divine-knowledge",
      "t": "Dear friend! Now when the light of God’s everlasting Morn is breaking; when the radiance of His holy"
    },
    {
      "i": 100,
      "s": "100-manifest-exalted-above-all-things",
      "t": "O affectionate seeker! Shouldst thou soar in the holy realm of the spirit, thou wouldst recognize Go"
    },
    {
      "i": 101,
      "s": "101-quintessence-truth-inmost-reality",
      "t": "And now, We beseech the people of the Bayán, all the learned, the sages, the divines, and witnesses"
    },
    {
      "i": 102,
      "s": "102-daystar-truth-undisputed-sovereignty",
      "t": "Verily He Who is the Day-star of Truth and Revealer of the Supreme Being holdeth, for all time, undi"
    },
    {
      "i": 103,
      "s": "103-luminaries-truth-mirrors-divine-unity",
      "t": "THE significance and essential purpose underlying these words is to reveal and demonstrate unto the"
    },
    {
      "i": 104,
      "s": "104-unknowable-essence-divine-being",
      "t": "To every discerning and illumined heart it is evident that God, the unknowable Essence, the divine B"
    },
    {
      "i": 105,
      "s": "105-inability-comprehension-quintessence-truth",
      "t": "Gracious God! How could there be conceived any existing relationship or possible connection between"
    },
    {
      "i": 106,
      "s": "106-luminous-gems-holiness-manifestation",
      "t": "The door of the knowledge of the Ancient of Days being thus closed in the face of all beings, the So"
    },
    {
      "i": 107,
      "s": "107-man-is-my-mystery",
      "t": "The traditions and sayings that bear direct reference to Our theme are divers and manifold; We have"
    },
    {
      "i": 108,
      "s": "108-doors-divine-wisdom-infinite-knowledge",
      "t": "I swear by God, O esteemed and honoured friend! Shouldst thou ponder these words in thine heart, tho"
    },
    {
      "i": 109,
      "s": "109-manifestations-sun-truth",
      "t": "From that which hath been said it becometh evident that all things, in their inmost reality, testify"
    },
    {
      "i": 110,
      "s": "110-attributes-god-reflected-prophets",
      "t": "These attributes of God are not and have never been vouchsafed specially unto certain Prophets, and"
    },
    {
      "i": 111,
      "s": "111-salt-burneth-bitterly",
      "t": "Yea, inasmuch as the peoples of the world have failed to seek from the luminous and crystal Springs"
    },
    {
      "i": 112,
      "s": "112-myriads-holy-verses-descended",
      "t": "To this testifieth that which hath been witnessed in this wondrous and exalted Dispensation. Myriads"
    },
    {
      "i": 113,
      "s": "113-sovereignty-not-dominion-minds-imagined",
      "t": "And now, to resume Our argument concerning the question: Why is it that the sovereignty of the Qá’im"
    },
    {
      "i": 114,
      "s": "114-sovereignty-spiritual-ascendancy-manifestation",
      "t": "Furthermore, by sovereignty is meant the all-encompassing, all-pervading power which is inherently e"
    },
    {
      "i": 115,
      "s": "115-prophet-suffered-harm",
      "t": "For this reason did Muhammad cry out: “No Prophet of God hath suffered such harm as I have suffered."
    },
    {
      "i": 116,
      "s": "116-injury-wronged-oppressed-messenger",
      "t": "We shall cite in this connection only one verse of that Book. Shouldst thou observe it with a discer"
    },
    {
      "i": 117,
      "s": "117-earthly-sovereignty-spiritual-ascendency",
      "t": "Consider, how great is the change today! Behold, how many are the Sovereigns who bow the knee before"
    },
    {
      "i": 118,
      "s": "118-sword-of-god-sunders-unity",
      "t": "The following is an evidence of the sovereignty exercised by Muhammad, the Day-star of Truth. Hast t"
    },
    {
      "i": 119,
      "s": "119-wolf-lamb-feed-together",
      "t": "This is the significance of the well-known words: “The wolf and the lamb shall feed together.” Behol"
    },
    {
      "i": 120,
      "s": "120-swift-reckoning-eternal-life",
      "t": "Consider how with this one verse which hath descended from the heaven of the Will of God, the world"
    },
    {
      "i": 121,
      "s": "121-doors-of-derision-opened",
      "t": "When the light of Qur’ánic Revelation was kindled within the chamber of Muhammad’s holy heart, He pa"
    },
    {
      "i": 122,
      "s": "122-trumpet-blast-regenerating-spirit",
      "t": "As the commentators of the Qur’án and they that follow the letter thereof misapprehended the inner m"
    },
    {
      "i": 123,
      "s": "123-trumpet-call-muhammads-revelation",
      "t": "Nay, by “trumpet” is meant the trumpet-call of Muhammad’s Revelation, which was sounded in the heart"
    },
    {
      "i": 124,
      "s": "124-beetle-bat-fragrance-holiness",
      "t": "Gracious God! How far have that people strayed from the way of God! Although the Day of Resurrection"
    },
    {
      "i": 125,
      "s": "125-born-again-spirit-kingdom-god",
      "t": "Such things have come to pass in the days of every Manifestation of God. Even as Jesus said: “Ye mus"
    },
    {
      "i": 126,
      "s": "126-let-dead-bury-dead",
      "t": "In another passage of the Gospel it is written: “And it came to pass that on a certain day the fathe"
    },
    {
      "i": 127,
      "s": "127-dead-man-bought-house",
      "t": "In like manner, two of the people of Kúfih went to ‘Alí, the Commander of the Faithful. One owned a"
    },
    {
      "i": 128,
      "s": "128-true-life-spirit-not-flesh",
      "t": "In every age and century, the purpose of the Prophets of God and their chosen ones hath been no othe"
    },
    {
      "i": 129,
      "s": "129-dead-quickened-light-walk-men",
      "t": "Similarly, the records of all the scriptures bear witness to this lofty truth and this most exalted"
    },
    {
      "i": 130,
      "s": "130-knowledge-word-god-turned-unto-him",
      "t": "Thou dost witness today how, notwithstanding the radiant splendour of the Sun of divine knowledge, a"
    },
    {
      "i": 131,
      "s": "131-sovereignty-king-of-kings",
      "t": "To resume: Our purpose in setting forth these truths hath been to demonstrate the sovereignty of Him"
    },
    {
      "i": 132,
      "s": "132-spiritual-sovereignty-human-comprehension",
      "t": "This is but one of the meanings of the spiritual sovereignty which We have set forth in accordance w"
    },
    {
      "i": 133,
      "s": "133-sovereignty-earthly-dominion-god",
      "t": "And now, ponder this in thine heart: Were sovereignty to mean earthly sovereignty and worldly domini"
    },
    {
      "i": 134,
      "s": "134-earthly-sovereignty-no-worth",
      "t": "Know, therefore, O questioning seeker, that earthly sovereignty is of no worth, nor will it ever be,"
    },
    {
      "i": 135,
      "s": "135-peerless-husayn-none-equal",
      "t": "Were the idle contention of these foolish and despicable souls to be true, they would have none othe"
    },
    {
      "i": 136,
      "s": "136-light-perfect-not-extinguished",
      "t": "Were the verse “And verily Our host shall conquer” to be literally interpreted, it is evident that i"
    },
    {
      "i": 137,
      "s": "137-dust-blood-husayn-healing",
      "t": "But the purpose of these verses is not what they have imagined. Nay, the terms “ascendancy,” “power,"
    },
    {
      "i": 138,
      "s": "138-ascendancy-power-god-majesty",
      "t": "Furthermore, call to mind the shameful circumstances that have attended the martyrdom of Husayn. Ref"
    },
    {
      "i": 139,
      "s": "139-lovers-reunion-well-beloved",
      "t": "Think not that because these things have come to pass after Husayn’s martyrdom, therefore all this g"
    },
    {
      "i": 140,
      "s": "140-luminaries-heavenly-majesty-dust",
      "t": "Should We wish to impart unto thee a glimmer of the mysteries of Husayn’s martyrdom, and reveal unto"
    },
    {
      "i": 141,
      "s": "141-phoenix-consume-thyself-undying-fire",
      "t": "Thus Jesus, Son of Mary, whilst seated one day and speaking in the strain of the Holy Spirit, uttere"
    },
    {
      "i": 142,
      "s": "142-treasure-possessed-cannot-poor",
      "t": "In like manner, it is related that on a certain day, one of the companions of Sádiq complained of hi"
    },
    {
      "i": 143,
      "s": "143-poverty-riches-god",
      "t": "This poverty and these riches, this abasement and glory, this dominion, power, and the like, upon wh"
    },
    {
      "i": 144,
      "s": "144-son-of-man-sitting-right-hand-power",
      "t": "Similarly, call thou to mind the day when the Jews, who had surrounded Jesus, Son of Mary, were pres"
    },
    {
      "i": 145,
      "s": "145-son-of-man-power-forgive-sins",
      "t": "It is also recorded in the Gospel according to St. Luke, that on a certain day Jesus passed by a Jew"
    },
    {
      "i": 146,
      "s": "146-breeze-meads-good-pleasure-god",
      "t": "Thus with steadfast steps we may tread the Path of certitude, that perchance the breeze that bloweth"
    },
    {
      "i": 147,
      "s": "147-hand-of-god-outstretched",
      "t": "When the Unseen, the Eternal, the divine Essence, caused the Day-star of Muhammad to rise above the"
    },
    {
      "i": 148,
      "s": "148-flame-burning-bush-quenched",
      "t": "Although the commentators of the Qur’án have related in divers manners the circumstances attending t"
    },
    {
      "i": 149,
      "s": "149-attainment-divine-presence-revelation",
      "t": "This people have repudiated all these verses, that unmistakably testify to the reality of “attainmen"
    },
    {
      "i": 150,
      "s": "150-way-barred-seeking-rejected",
      "t": "And were they to maintain that by “divine Presence” is meant the “Specific Revelation of God,” expre"
    },
    {
      "i": 151,
      "s": "151-presence-of-god-through-luminaries",
      "t": "And were they to say that by “divine Presence” is meant the “Secondary Revelation of God,” interpret"
    },
    {
      "i": 152,
      "s": "152-day-of-resurrection-greatest",
      "t": "This is the meaning of the “Day of Resurrection,” spoken of in all the scriptures, and announced unt"
    },
    {
      "i": 153,
      "s": "153-no-resurrection-mightier-than-this",
      "t": "Strive, therefore, O my brother, to grasp the meaning of “Resurrection,” and cleanse thine ears from"
    },
    {
      "i": 154,
      "s": "154-unlettered-divinely-learned-knowledge",
      "t": "Consider, how can he that faileth in the day of God’s Revelation to attain unto the grace of the “Di"
    },
    {
      "i": 155,
      "s": "155-lamp-of-god-shining-iraq",
      "t": "This station is also one of the signs of the Day of Revelation; even as it is said: “The abased amon"
    },
    {
      "i": 156,
      "s": "156-bird-mind-explore-heavens",
      "t": "O my friend, were the bird of thy mind to explore the heavens of the Revelation of the Qur’án, were"
    },
    {
      "i": 157,
      "s": "157-those-people-wickedness-same-opposed-prophets",
      "t": "And it came to pass that on a certain day a number of the opponents of that peerless Beauty, those t"
    },
    {
      "i": 158,
      "s": "158-sweet-gales-divine-knowledge",
      "t": "Ponder this in thine heart, that the sweet gales of divine knowledge, blowing from the meads of merc"
    },
    {
      "i": 159,
      "s": "159-knowledge-disbelief-manifestation",
      "t": "Likewise, Muhammad, in another verse, uttereth His protest against the people of that age. He saith:"
    },
    {
      "i": 160,
      "s": "160-return-holy-souls-sanctified-bodies",
      "t": "Strive therefore to comprehend the meaning of “return” which hath been so explicitly revealed in the"
    },
    {
      "i": 161,
      "s": "161-birds-celestial-throne-unity",
      "t": "Furthermore, it is evident to thee that the Bearers of the trust of God are made manifest unto the p"
    },
    {
      "i": 162,
      "s": "162-temples-cause-god-prophets",
      "t": "It is clear and evident to thee that all the Prophets are the Temples of the Cause of God, Who have"
    },
    {
      "i": 163,
      "s": "163-transformation-rebirth-return",
      "t": "These same people, though wrapt in all these veils of limitation, and despite the restraint of such"
    },
    {
      "i": 164,
      "s": "164-mystic-transformation-divine-elixir",
      "t": "It is evident that nothing short of this mystic transformation could cause such spirit and behaviour"
    },
    {
      "i": 165,
      "s": "165-copper-attain-state-gold",
      "t": "For instance, consider the substance of copper. Were it to be protected in its own mine from becomin"
    },
    {
      "i": 166,
      "s": "166-elixir-traverse-seventy-year-stages",
      "t": "Be that as it may, the real elixir will, in one instant, cause the substance of copper to attain the"
    },
    {
      "i": 167,
      "s": "167-elixir-ignorance-knowledge-transformation",
      "t": "Likewise, these souls, through the potency of the Divine Elixir, traverse, in the twinkling of an ey"
    },
    {
      "i": 168,
      "s": "168-divest-old-garment-new-attire",
      "t": "O brother, behold how the inner mysteries of “rebirth,” of “return,” and of “resurrection” have each"
    },
    {
      "i": 169,
      "s": "169-return-rose-fragrance",
      "t": "Therefore, those who in every subsequent Dispensation preceded the rest of mankind in embracing the"
    },
    {
      "i": 170,
      "s": "170-ocean-of-acceptance-unity",
      "t": "Purge thy sight, therefore, from all earthly limitations, that thou mayest behold them all as the be"
    },
    {
      "i": 171,
      "s": "171-sun-first-and-last",
      "t": "From these statements therefore it hath been made evident and manifest that should a Soul in the “En"
    },
    {
      "i": 172,
      "s": "172-seal-of-prophets-first-and-last",
      "t": "Notwithstanding the obviousness of this theme, in the eyes of those that have quaffed the wine of kn"
    },
    {
      "i": 173,
      "s": "173-first-and-last-mystery",
      "t": "The mystery of this theme hath, in this Dispensation, been a sore test unto all mankind. Behold, how"
    },
    {
      "i": 174,
      "s": "174-exponents-first-and-last",
      "t": "Even as in the “Beginning that hath no beginnings” the term “last” is truly applicable unto Him who"
    },
    {
      "i": 175,
      "s": "175-piercing-veils-of-glory",
      "t": "And, now, strive thou to comprehend the meaning of this saying of ‘Alí, the Commander of the Faithfu"
    },
    {
      "i": 176,
      "s": "176-blind-followers-reject-counsel",
      "t": "Notwithstanding the divinely-inspired admonitions of all the Prophets, the Saints, and Chosen ones o"
    },
    {
      "i": 177,
      "s": "177-veils-of-glory-embodiments-error",
      "t": "It is clear and evident that whenever the Manifestations of Holiness were revealed, the divines of t"
    },
    {
      "i": 178,
      "s": "178-mysteries-unravelled-tabernacle-knowledge",
      "t": "Furthermore, among the “veils of glory” are such terms as the “Seal of the Prophets” and the like, t"
    },
    {
      "i": 179,
      "s": "179-thousand-adams-mysteries-creation",
      "t": "Likewise, strive thou to comprehend the meaning of the melody of that eternal beauty, Husayn, son of"
    },
    {
      "i": 180,
      "s": "180-celestial-melody-manifestations-beginning",
      "t": "O my beloved! Immeasurably exalted is the celestial Melody above the strivings of human ear to hear"
    },
    {
      "i": 181,
      "s": "181-attainment-divine-presence",
      "t": "How strange! These people with one hand cling to those verses of the Qur’án and those traditions of"
    },
    {
      "i": 182,
      "s": "182-whoso-sayeth-why-hath-spoken-blasphemy",
      "t": "And yet, through the mystery of the former verse, they have turned away from the grace promised by t"
    },
    {
      "i": 183,
      "s": "183-turned-back-upon-knowledge-will-god",
      "t": "Gracious God! So great is the folly and perversity of the people, that they have turned their face t"
    },
    {
      "i": 184,
      "s": "184-divine-decree-inscrutable-dispensations",
      "t": "Be fair: Were these people to acknowledge the truth of these luminous words and holy allusions, and"
    },
    {
      "i": 185,
      "s": "185-reading-without-understanding-no-profit",
      "t": "Twelve hundred and eighty years have passed since the dawn of the Muhammadan Dispensation, and with"
    },
    {
      "i": 186,
      "s": "186-sinners-known-by-countenance",
      "t": "And it came to pass that on a certain day a needy man came to visit this Soul, craving for the ocean"
    },
    {
      "i": 187,
      "s": "187-countenance-misbelief-faith-iniquity",
      "t": "Thus the peoples of the world are judged by their countenance. By it, their misbelief, their faith,"
    },
    {
      "i": 188,
      "s": "188-seal-fragrance-holy-musk",
      "t": "We seal Our theme with that which was formerly revealed unto Muhammad that the seal thereof may shed"
    },
    {
      "i": 189,
      "s": "189-quench-thirst-capacity",
      "t": "We have variously and repeatedly set forth the meaning of every theme, that perchance every soul, wh"
    },
    {
      "i": 190,
      "s": "190-bird-heaven-mysteries-unveiled",
      "t": "By God! This Bird of Heaven, now dwelling upon the dust, can, besides these melodies, utter a myriad"
    },
    {
      "i": 191,
      "s": "191-station-essential-unity-distinction",
      "t": "We have already in the foregoing pages assigned two stations unto each of the Luminaries arising fro"
    },
    {
      "i": 192,
      "s": "192-one-truth-manifestations",
      "t": "It is because of this difference in their station and mission that the words and utterances flowing"
    },
    {
      "i": 193,
      "s": "193-revelation-beauty-god-manifestations",
      "t": "It hath ever been evident that all these divergences of utterance are attributable to differences of"
    },
    {
      "i": 194,
      "s": "194-absolute-servitude-self-effacement",
      "t": "Viewed in the light of their second station—the station of distinction, differentiation, temporal li"
    },
    {
      "i": 195,
      "s": "195-divergences-utterances-prophets",
      "t": "From these incontrovertible and fully demonstrated statements strive thou to apprehend the meaning o"
    },
    {
      "i": 196,
      "s": "196-uttermost-state-of-servitude",
      "t": "Were any of the all-embracing Manifestations of God to declare: “I am God!” He verily speaketh the t"
    },
    {
      "i": 197,
      "s": "197-breeze-god-wafted-spirit-pervaded",
      "t": "In this day the breeze of God is wafted, and His Spirit hath pervaded all things. Such is the outpou"
    },
    {
      "i": 198,
      "s": "198-divergent-utterances-manifestations",
      "t": "By virtue of this station, they have claimed for themselves the Voice of Divinity and the like, whil"
    },
    {
      "i": 199,
      "s": "199-luminaries-truth-holy-words",
      "t": "Those words uttered by the Luminaries of Truth must needs be pondered, and should their significance"
    },
    {
      "i": 200,
      "s": "200-lords-being-questioned-new-moons",
      "t": "For instance, when Muhammad, the Lord of being, was questioned concerning the new moons, He, as bidd"
    },
    {
      "i": 201,
      "s": "201-knowledge-point-foolish-multiplied",
      "t": "Likewise, in the verse concerning the “Spirit,” He saith: “And they will ask Thee of the Spirit. Say"
    },
    {
      "i": 202,
      "s": "202-inflicted-source-of-knowledge",
      "t": "Inasmuch as they have not apprehended the meaning of Knowledge, and have called by that name those i"
    },
    {
      "i": 203,
      "s": "203-odour-of-conceit-and-vainglory",
      "t": "For instance, a certain man, reputed for his learning and attainments, and accounting himself as one"
    },
    {
      "i": 204,
      "s": "204-mirror-heart-mystery-miraj",
      "t": "Gracious God! Such is the measure of his understanding. And yet, behold what cavils and calumnies he"
    },
    {
      "i": 205,
      "s": "205-veil-of-knowledge-burned",
      "t": "In this day, they that are submerged beneath the ocean of ancient Knowledge, and dwell within the ar"
    },
    {
      "i": 206,
      "s": "206-not-one-breath-divine-knowledge",
      "t": "We were surprised exceedingly when We observed that his one purpose was to make the people realize t"
    },
    {
      "i": 207,
      "s": "207-crow-raven-nightingale-rose",
      "t": "Gracious God! How great is Our amazement at the way the people have gathered around him, and have bo"
    },
    {
      "i": 208,
      "s": "208-wounds-darts-venom-cup",
      "t": "Among the sciences which this pretender hath professed is that of alchemy. We cherish the hope that"
    },
    {
      "i": 209,
      "s": "209-tree-zaqqum-food-athim",
      "t": "And as to this man’s attainments, his ignorance, understanding and belief, behold what the Book whic"
    },
    {
      "i": 210,
      "s": "210-moses-knowledge-justice-samiri",
      "t": "Ponder the blessed verse, so that the meaning of the words: “There is neither a thing green nor sere"
    },
    {
      "i": 211,
      "s": "211-gems-divine-knowledge-stainless-heart",
      "t": "O my brother! A divine Mine only can yield the gems of divine knowledge, and the fragrance of the my"
    },
    {
      "i": 212,
      "s": "212-bird-of-heaven-melodies",
      "t": "Inasmuch as it hath been clearly shown that only those who are initiated into the divine mysteries c"
    },
    {
      "i": 213,
      "s": "213-cleanse-heart-seat-revelation",
      "t": "But, O my brother, when a true seeker determineth to take the step of search in the path leading to"
    },
    {
      "i": 214,
      "s": "214-quench-light-heart-extinguish-soul",
      "t": "That seeker should also regard backbiting as grievous error, and keep himself aloof from its dominio"
    },
    {
      "i": 215,
      "s": "215-true-seeker-guided-ways",
      "t": "These are among the attributes of the exalted, and constitute the hall-mark of the spiritually-minde"
    },
    {
      "i": 216,
      "s": "216-eye-of-god-perceive-every-atom",
      "t": "Only when the lamp of search, of earnest striving, of longing desire, of passionate devotion, of fer"
    },
    {
      "i": 217,
      "s": "217-fragrance-god-city-certitude",
      "t": "I swear by God! Were he that treadeth the path of guidance and seeketh to scale the heights of right"
    },
    {
      "i": 218,
      "s": "218-city-renewed-thousand-years",
      "t": "They that valiantly labour in quest of God’s will, when once they have renounced all else but Him, w"
    },
    {
      "i": 219,
      "s": "219-cities-word-god-revealed",
      "t": "Wherefore, O my friend, it behooveth Us to exert the highest endeavour to attain unto that City, and"
    },
    {
      "i": 220,
      "s": "220-quranic-stronghold-divine-unity",
      "t": "For instance, the Qur’án was an impregnable stronghold unto the people of Muhammad. In His days, who"
    },
    {
      "i": 221,
      "s": "221-book-unfailingly-leadeth-seeker",
      "t": "All the things that people required in connection with the Revelation of Muhammad and His laws were"
    },
    {
      "i": 222,
      "s": "222-book-of-god-twin-weighty-testimonies",
      "t": "Muhammad, Himself, as the end of His mission drew nigh, spoke these words: “Verily, I leave amongst"
    },
    {
      "i": 223,
      "s": "223-book-family-testimony-guidance",
      "t": "With unswerving vision, with pure heart, and sanctified spirit, consider attentively what God hath e"
    },
    {
      "i": 224,
      "s": "224-guide-mankind-day-resurrection",
      "t": "In the beginning of His Book He saith: “Alif. Lám. Mím. No doubt is there about this Book: It is a g"
    },
    {
      "i": 225,
      "s": "225-eternity-would-never-suffice",
      "t": "It is incumbent upon us not to depart from God’s irresistible injunction and fixed decree, as reveal"
    },
    {
      "i": 226,
      "s": "226-verses-shine-as-sun",
      "t": "In another passage He likewise saith: “And if ye be in doubt as to that which We have sent down to O"
    },
    {
      "i": 227,
      "s": "227-truth-leadeth-way",
      "t": "O friend! It behooveth us not to waive the injunction of God, but rather acquiesce and submit to tha"
    },
    {
      "i": 228,
      "s": "228-no-testimony-mightier-than-revealed-verses",
      "t": "Likewise, He saith: “Such are the verses of God: with truth do We recite them to Thee. But in what r"
    },
    {
      "i": 229,
      "s": "229-tree-of-faithlessness-hellish-fire",
      "t": "In another passage He saith: “Woe to every lying sinner, who heareth the verses of God recited to hi"
    },
    {
      "i": 230,
      "s": "230-spiritual-sustenance-heaven-divine-mercy",
      "t": "In yet another passage He saith: “And when he becometh acquainted with any of Our verses he turneth"
    },
    {
      "i": 231,
      "s": "231-verses-greater-than-creation",
      "t": "In another passage He saith: “And when Our clear verses are recited to them, their only argument is"
    },
    {
      "i": 232,
      "s": "232-universal-testimony-book-verses",
      "t": "Heed not the idle contention of those who maintain that the Book and verses thereof can never be a t"
    },
    {
      "i": 233,
      "s": "233-purity-heart-understanding-divine-words",
      "t": "Such contention is utterly fallacious and inadmissible. It is actuated solely by arrogance and pride"
    },
    {
      "i": 234,
      "s": "234-tales-of-the-ancients",
      "t": "And likewise, He saith: “As for those who believe not in the verses of God, or that they shall ever"
    },
    {
      "i": 235,
      "s": "235-vain-haughty-sayings-low-estate",
      "t": "Likewise, in this day, thou hast heard the people impute similar charges to this Revelation, saying:"
    },
    {
      "i": 236,
      "s": "236-flow-grace-all-merciful-never-cease",
      "t": "After the denials and denunciations which they uttered, and unto which We have referred, they protes"
    },
    {
      "i": 237,
      "s": "237-seal-of-prophets-veil-eyes",
      "t": "Even as thou dost witness how the people of the Qur’án, like unto the people of old, have allowed th"
    },
    {
      "i": 238,
      "s": "238-divines-turned-away-beauty",
      "t": "Although the outward meaning of “Whom God causeth to err through a knowledge” is what hath been reve"
    },
    {
      "i": 239,
      "s": "239-calumniator-god-lord-creatures",
      "t": "Give ear unto God’s holy Voice, and heed thou His sweet and immortal melody. Behold how He hath sole"
    },
    {
      "i": 240,
      "s": "240-vernal-showers-raining-clouds-mercy",
      "t": "In like manner, thou observest in this day with what vile imputations they have assailed that Gem of"
    },
    {
      "i": 241,
      "s": "241-enter-court-of-mercy",
      "t": "O brother, we should open our eyes, meditate upon His Word, and seek the sheltering shadow of the Ma"
    },
    {
      "i": 242,
      "s": "242-verses-of-god-irrefutable-evidence",
      "t": "And likewise, He saith: “Say, O people of the Book! do ye not disavow us only because we believe in"
    },
    {
      "i": 243,
      "s": "243-newly-revealed-verses-encompassed",
      "t": "In view of this, is it fair for this people to repudiate these newly-revealed verses which have enco"
    },
    {
      "i": 244,
      "s": "244-verses-standard-recognition-manifestations",
      "t": "And likewise, He saith: “And had We sent down unto Thee a Book written on parchment, and they had to"
    },
    {
      "i": 245,
      "s": "245-truth-after-truth-only-error",
      "t": "Therefore, should a person arise and bring forth a myriad verses, discourses, epistles, and prayers,"
    },
    {
      "i": 246,
      "s": "246-meanest-ones-hasty-judgment",
      "t": "Amongst the proofs demonstrating the truth of this Revelation is this, that in every age and Dispens"
    },
    {
      "i": 247,
      "s": "247-drunk-cup-divine-presence",
      "t": "In this most resplendent Dispensation, however, this most mighty Sovereignty, a number of illumined"
    },
    {
      "i": 248,
      "s": "248-recipient-effulgent-glory-sun-revelation",
      "t": "Among them was Mullá Husayn, who became the recipient of the effulgent glory of the Sun of divine Re"
    },
    {
      "i": 249,
      "s": "249-guarded-tablet-four-hundred",
      "t": "Mullá Muhammad ‘Alíy-i-Zanjání  Mullá ‘Alíy-i-Bastamí  Mullá Sa’íd-i-Barfurúshí  Mullá Ni’matu’lláh-"
    },
    {
      "i": 250,
      "s": "250-breasts-targets-darts-enemy",
      "t": "All these were guided by the light of that Sun of divine Revelation, confessed and acknowledged His"
    },
    {
      "i": 251,
      "s": "251-testimony-faithless-souls-renounced",
      "t": "Be fair: Is the testimony of those acceptable and worthy of attention whose deeds agree with their w"
    },
    {
      "i": 252,
      "s": "252-deeds-sufficient-testimony-all-peoples",
      "t": "Were not the happenings of the life of the “Prince of Martyrs” regarded as the greatest of all event"
    },
    {
      "i": 253,
      "s": "253-touchstone-truth-falsehood",
      "t": "Furthermore, the sign of truth and falsehood is designated and appointed in the Book. By this divine"
    },
    {
      "i": 254,
      "s": "254-divine-touchstone-separated-true-false",
      "t": "Behold how the divine Touchstone hath, according to the explicit text of the Book, separated and dis"
    },
    {
      "i": 255,
      "s": "255-sun-risen-zenith-light-beauty",
      "t": "“O Son of Man! Many a day hath passed over thee whilst thou hast busied thyself with thy fancies and"
    },
    {
      "i": 256,
      "s": "256-no-ear-hath-heard-no-eye-hath-seen",
      "t": "Let it be known, however, that none of these doctors and divines to whom we have referred was invest"
    },
    {
      "i": 257,
      "s": "257-divines-latter-resurrection",
      "t": "The Báb, the Lord, the most exalted—may the life of all be a sacrifice unto Him,—hath specifically r"
    },
    {
      "i": 258,
      "s": "258-constancy-eternal-beauty-proclaiming-faith",
      "t": "Another proof and evidence of the truth of this Revelation, which amongst all other proofs shineth a"
    },
    {
      "i": 259,
      "s": "259-martyrdom-qayyum-asma",
      "t": "Gracious God! In His Book, which He hath entitled “Qayyúmu’l-Asmá,”—the first, the greatest and migh"
    },
    {
      "i": 260,
      "s": "260-sacrifice-patience-resignation-path-god",
      "t": "Likewise, in His interpretation of the letter “Há,” He craved martyrdom, saying: “Methinks I heard a"
    },
    {
      "i": 261,
      "s": "261-foul-carcasses-substance-faithful",
      "t": "Could the Revealer of such utterance be regarded as walking any way but the way of God, and as havin"
    },
    {
      "i": 262,
      "s": "262-steadfastness-faith-sure-testimony",
      "t": "Steadfastness in the Faith is a sure testimony, and a glorious evidence of the truth. Even as the “S"
    },
    {
      "i": 263,
      "s": "263-beauty-of-god-steadfastness",
      "t": "And now consider how this Sadrih of the Ridván of God hath, in the prime of youth, risen to proclaim"
    },
    {
      "i": 264,
      "s": "264-eternal-beauty-manifest-shíráz",
      "t": "And among the evidences of the truth of His manifestation were the ascendancy, the transcendent powe"
    },
    {
      "i": 265,
      "s": "265-patience-faithfulness-everlasting-success",
      "t": "Reflect: Who in this world is able to manifest such transcendent power, such pervading influence? Al"
    },
    {
      "i": 266,
      "s": "266-mightiest-proof-truth-heroes",
      "t": "Do thou ponder these momentous happenings in thy heart, so that thou mayest apprehend the greatness"
    },
    {
      "i": 267,
      "s": "267-mysteries-words-god-complete-perfect",
      "t": "Although We did not intend to make mention of the traditions of a bygone age, yet, because of Our lo"
    },
    {
      "i": 268,
      "s": "268-standard-truth-cursed-manifest",
      "t": "Among them is the tradition, “And when the Standard of Truth is made manifest, the people of both th"
    },
    {
      "i": 269,
      "s": "269-signs-tokens-truth-midday-sun",
      "t": "The divine call of the celestial Herald from beyond the Veil of Glory, summoning mankind to renounce"
    },
    {
      "i": 270,
      "s": "270-truth-made-new-mahdi",
      "t": "Among the utterances that foreshadow a new Law and a new Revelation are the passages in the “Prayer"
    },
    {
      "i": 271,
      "s": "271-youth-bani-hashim-new-law",
      "t": "Behold, how, notwithstanding these and similar traditions, they idly contend that the laws formerly"
    },
    {
      "i": 272,
      "s": "272-throne-doeth-whatsoever-willeth",
      "t": "And now, consider this other tradition, and observe how all these things have been foretold. In “Arb"
    },
    {
      "i": 273,
      "s": "273-knowledge-twenty-seven-letters",
      "t": "No understanding can grasp the nature of His Revelation, nor can any knowledge comprehend the full m"
    },
    {
      "i": 274,
      "s": "274-not-single-letter-unfulfilled",
      "t": "How, We wonder, do they explain the aforementioned tradition, a tradition which, in unmistakable ter"
    },
    {
      "i": 275,
      "s": "275-eighty-men-worthy-caliphs",
      "t": "Moreover, observe how these things that have come to pass, and the acts which have been perpetrated,"
    },
    {
      "i": 276,
      "s": "276-worm-like-men-refuse-truth",
      "t": "Such is the condition and fate of His companions which in former days hath been foretold. And now ob"
    },
    {
      "i": 277,
      "s": "277-one-eyed-man-rises-against",
      "t": "We entreat the learned men of the Bayán not to follow in such ways, not to inflict, at the time of M"
    },
    {
      "i": 278,
      "s": "278-grievous-woes-hand-friends",
      "t": "We fain would hope that the people of the Bayán will be enlightened, will soar in the realm of the s"
    },
    {
      "i": 279,
      "s": "279-mesh-divine-destiny-exceeds-mortal-conceptions",
      "t": "What more shall We say? The universe, were it to gaze with the eye of justice, would be incapable of"
    },
    {
      "i": 280,
      "s": "280-life-in-hand-wholly-resigned",
      "t": "What pen can recount the things We beheld upon Our return! Two years have elapsed during which Our e"
    },
    {
      "i": 281,
      "s": "281-wine-love-beauty-god",
      "t": "They that have hearts to understand, they that have quaffed the Wine of love, who have not for one m"
    },
    {
      "i": 282,
      "s": "282-year-sixty-cause-manifest",
      "t": "Consider, that even the year in which that Quintessence of Light is to be made manifest hath been sp"
    },
    {
      "i": 283,
      "s": "283-explicit-manifest-references-shunned-truth",
      "t": "How strange! Notwithstanding these explicit and manifest references these people have shunned the Tr"
    },
    {
      "i": 284,
      "s": "284-birds-heaven-twofold-language",
      "t": "It is evident unto thee that the Birds of Heaven and Doves of Eternity speak a twofold language. One"
    },
    {
      "i": 285,
      "s": "285-hidden-mysteries-made-manifest",
      "t": "These things We mention only that the people may not be dismayed because of certain traditions and u"
    },
    {
      "i": 286,
      "s": "286-dwellers-land-oblivion",
      "t": "We perceive none, however, amongst the people of the earth who, sincerely yearning for the Truth, se"
    },
    {
      "i": 287,
      "s": "287-life-of-misery-remembrance",
      "t": "We conclude Our argument with His words—exalted is He—“And whoso shall withdraw from the remembrance"
    },
    {
      "i": 288,
      "s": "288-revealed-aforetime-comprehend",
      "t": "Thus hath it been revealed aforetime, were ye to comprehend."
    },
    {
      "i": 289,
      "s": "289-revealed-by-ba-and-ha",
      "t": "Revealed by the “Bá” and the “Há.”"
    },
    {
      "i": 290,
      "s": "290-mystic-bird-sadratu-muntaha",
      "t": "Peace be upon him that inclineth his ear unto the melody of the Mystic Bird calling from the Sadratu"
    },
    {
      "i": 291,
      "s": "291-glorified-lord-most-high",
      "t": "Glorified be our Lord, the Most High!"
    }
  ]
}
