{
  "title": "Kitáb-i-Badí‘",
  "title_original": "كتاب بديع",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "fa",
  "source_url": "https://oceanoflights.org/bahaullah-st-016-fa/",
  "ocean_id": "bahaullah-st-016-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "kitab-i-badi-fa",
  "source_preview": "هو الله المستعان مكتوبت، كه مُشْعِر بر بعض روايات غير مُحَقَّقه و اخبارات غير صادقه بود، به اين عبد فانی واصل. از جهتی ابواب سرور گشود و از جهتی ابواب حزن مفتوح نمود. امّا سرور چه كه مشعر بر سلامتی بود، و امّا حزن نظر به آن كه مشاهده شد كه بالاخرة انفس مشركه تو را از شطر احديّه ممنوع نموده اند و از نفحات حبّ الهيه محروم داشته اند. نَسْئَلُ الله بأنْ يَنْصَرِفَكَ عَنْهُم و يُقَلِّبَكَ إلی وَجْهِهِ المُنْيِر. و چون اين عبد ملاحظه نمود كه آنچه مرقوم داشته از فطرت ظاهر نشده، بلكه از كلمات كاذبه انفس",
  "word_count": 84700,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Bahá’u’lláh’s trenchant apologia of His claims, by far His longest single work, written in the voice of one of His supporters, emphasizing the importance of recognizing the truth through the eye of the heart and refuting seven specific accusations levelled by a certain follower of Mírzá Yaḥyá. The answers emphasize the importance of ‘He Whom God shall make manifest’ in the writings of the Báb, declare Bahá’u’lláh’s claim to be the fulfilment of that promise, assert that the relationship between the Báb and Bahá’u’lláh is the same as that between John the Baptist and Jesus Christ, and warn the questioner of the wrath of God.",
  "subjects": [
    "corruption; misinterpretation of the Word of God",
    "station of the Manifestation of God",
    "rejection",
    "opposition and persecution, Covenantbreaking and Covenant-breakers",
    "walking the spiritual path; spiritual wayfaring; the virtuous life",
    "proofs of the Manifestations of God",
    "suffering and imprisonment",
    "chastisement and requital",
    "power and sovereignty of God; omnipotence of God",
    "rebellion and misdeeds of Mirza Yahya; the Azalis"
  ],
  "phelps_id": "BH00004",
  "is_best_known": true,
  "title_english": "The Wondrous Book"
}
