{
  "title": "Lawḥ-i-Kullu’ṭ-Ṭa‘ám",
  "title_original": "لوح كل الطعام",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-052-ar/",
  "ocean_id": "bahaullah-st-052-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-kullut-taam-ar",
  "source_preview": "بأمر من لدنه وهو اللّه كان على كلّ شيء قديرًا الحمد للّه مموّج أبحر النّور بالماء النّاريّة الإلهيّة ومهيّج أحرف الظّهور بالنّقطة العمائيّة الفردانيّة ومطوّر طور الغيبيّة من فلك الظّهور نفس البطون وجهة الأزلانيّة ومكوّر نقطة الرّبوبيّة من طرز الأبهيّة الصّمدانيّة ليشهدنّ الكلّ بأنّه هو الحقّ لا إله إلّا هو وإنّه لهو الفرد الأحد الصّمد الّذي لم يلد ولم يولد وليس كمثله شيء وهو اللّه المتكبّر الجبّار الحمد لله مطفّح طماطم النّاريّة من هيكل القدّوسيّة السّاذجيّة ومرشّح القماقم الجماليّة من رشحات الس",
  "word_count": 2370,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "A commentary offering several allegorical interpretations of the Qur’anic verse ‘All food was allowed to the children of Israel’ (Qur’an 3:93).",
  "subjects": [
    "divine unity [tawhid] and degrees of unity",
    "rejection",
    "opposition and persecution",
    "interpretation of words and passages in scripture",
    "expressions of grief; lamentation; sadness",
    "realms of being; three realms; five realms",
    "transcendence; unknowability of God",
    "prayer for protection",
    "multiple meanings; interpretations in scripture"
  ],
  "phelps_id": "BH00267",
  "is_best_known": true,
  "title_english": "Tablet of All Food",
  "cover_description": "Leather: deep maroon-crimson with warm undertones. Border: gold Persian geometric lattice and crescent accents. Scene: an ornate golden pen nib with calligraphic strokes flowing from it. Below this, concentric arabesque scrollwork expanding outward in golden filigree. devotional, contemplative",
  "cover_image": "/covers/works/lawh-i-kullut-taam-ar.png"
}
