{
  "title": "Lawḥ-i-Salmán II",
  "title_original": "لوح سلمان ثانى",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "fa",
  "source_url": "https://oceanoflights.org/bahaullah-st-077-fa/",
  "ocean_id": "bahaullah-st-077-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-salman-ii-fa",
  "source_preview": "ای سلمان * در هر امور اقتدا بحق کن و بقضايای الهی راضی باش * ملاحظه کن که اين غلام مع انکه از جميع جهات بر حسب ظاهر امور بر او سخت شده و ابواب ظاهره مسدود گشته و در کلّ حين شياطين بر اطفاء سراج اللّه و اخماد نار او مشغولند چنان منير و مستضیء است که بِه أشرقت السّموات و الأرض * و چنان ما بين ناس مشهود که گويا ابداً ضرّی بر او وارد نشده * از علوّ و دنوّ و عزّت و ذلّت دنيا منال * در کلّ أحوال بما ناظر باش چه که کل آنچه مشهود مفقود خواهد شد * اينکه مشاهده مينمائی که بعضی از ناس بعزّت دنيا مسرورند و ",
  "word_count": 610,
  "category": "sacred",
  "translation_style": "archaic",
  "subjects": [
    "teaching the Cause; call to teach",
    "lack of formal education of the Manifestation of God",
    "proclamation to the people of the world",
    "progressive revelation; renewal of religion",
    "transcendence; unknowability of God",
    "existence and nonexistence; preexistence",
    "station of the Manifestation of God, God’s oneness [ahadiyyih and wahidiyyih]",
    "unity; oneness of humanity",
    "the Word of God; influence and centrality of",
    "power of the Manifestation of God"
  ],
  "phelps_id": "BH00048",
  "title_english": "Tablet for Salman II",
  "notes": "عكا",
  "description": "A major tablet addressed to Shaykh Salmán, exploring the teaching of the Cause, the lack of formal education of the Manifestation, progressive revelation, the transcendence and unknowability of God, the station of the Manifestation of God, the oneness of humanity, and the sovereignty of God.",
  "cover_description": "Leather: deep maroon-crimson with burnished edges. Border: gold Persian geometric lattice and star medallions. Scene: a radiant orb of light parting layers of clouds. Below this, an ornate golden pen nib with calligraphic strokes flowing from it. majestic, authoritative, radiant, hopeful",
  "cover_image": "/covers/works/lawh-i-salman-ii-fa.png"
}
