{
  "title": "Lawḥ-i-Hirtík",
  "title_original": "لوح هرتيك",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-044-ar/",
  "ocean_id": "bahaullah-st-044-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-hirtik-ar",
  "source_preview": "قَدْ حَضَرَ كِتابُكَ الْمَخْتُوْمُ لَدى الْمَظْلُوْمِ وَوَجَدْنا مِنْهُ عَرْفَ خُلُوْصِكَ للهِ الْمُهَيْمِنِ الْقَيُّوْمِ، نَسْئَلُ اللهَ أَنْ يُعَرِّفَكَ ما هُوَ الْمَسْتُوْرُ فِيْ لَوْحٍ مَسْطُوْرٍ وَيُسْمِعَكَ هَدِيْرَ الْوَرْقاءِ عَلى الأَفْنانِ وَخَرِيْرَ ماءِ الْحَيَوانِ الَّذِيْ جَرى مِنْ مَعِيْنِ مَشِيَّةِ مالِكِ الإِمْكانِ بِالْحِكْمَةِ وَالْبَيانِ. أَنْ يا حَبِيْبُ يَنْبَغِيْ لِحَضْرَتِكَ أَنْ تَتَفَكَّرَ فِيْ كَلِمَةِ اللهِ وَعَظَمَتِها وَحَلاوَتِها إِنَّها لَتَكْفِي الْعالَمِيْنَ، إِ",
  "word_count": 690,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Briefly addresses the 104 head of the German Templers of Haifa, calling him to consider with insight the ascendancy and sweetness of the word of God, the mysterious processes by which the abased become exalted and the exalted abased, and the lessons of the past; employs the science of letters and their numerical equivalents in explaining the significance of certain names; and affirms that He and the recipient are moved by the same divine spirit.",
  "subjects": [
    "multiple meanings; interpretations in scripture",
    "mystery of the great reversal",
    "the Word of God; influence and centrality of",
    "suffering and imprisonment",
    "heedlessness and ignorance of the people",
    "spiritual emotions and susceptibilities"
  ],
  "phelps_id": "BH01217",
  "is_best_known": true,
  "title_english": "Tablet of Hirtik",
  "cover_description": "Leather: deep maroon-crimson with warm undertones. Border: gold Persian geometric lattice and corner rosettes. Scene: an ornate golden pen nib with calligraphic strokes flowing from it. Below this, a nightingale perched on a blossoming rose branch. solemn, luminous",
  "cover_image": "/covers/works/lawh-i-hirtik-ar.png"
}
