{
  "title": "Lawḥ-i-Pisar-‘Amm",
  "title_original": "لوح پسر عم",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "fa",
  "source_url": "https://oceanoflights.org/bahaullah-st-066-fa/",
  "ocean_id": "bahaullah-st-066-fa",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-pisar-amm-fa",
  "source_preview": "ای پسر عم حمد کن خدا را که اين نسبت کبری قطع نشد و سبقت گرفتی از جميع ذوی القربی تا آنکه در سجن اعظم بزيارت جمال قدم فائز شدی * اين فضل را غنيمت شمار چه که باو معادله نميکند آنچه در آسمان و زمين خلق شده * بحول و قوّه رحمانی و اذن و اجازه الهی بوطن راجع شو و بذکر دوست ذاکر باش بايد بشأنی رفتار نمائی که رائحه قميص مختار را جميع اهل ديار از تو بيابند نسبت خود را حفظ کن و در وعاء توکّل و انقطاع و صدق و صفا محفوظ دار بسجايای الهيّه مابين بريّه ظاهر شو تا جميع ناس از تو مشاهده نمايند آنچه را که لدی ال",
  "word_count": 1170,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Proclamatory tablet taking in part the form of a conversation between the Báb and Bahá’u’lláh; announcing the return of the Báb in the person of Bahá’u’lláh; reproaching the Bábís for their denial; and directing one of the many named recipients to place the tablet, like the shirt of the biblical Joseph, upon his face.",
  "subjects": [
    "the Word of God; influence and centrality of, Manifestation of God as sun",
    "suffering and imprisonment, Writings and Reported Utterances of Bahá’u’lláh Manifestation of God speaking in the voice of Divinity",
    "power and sovereignty of God; omnipotence of God"
  ],
  "phelps_id": "BH00052",
  "is_best_known": true,
  "title_english": "Tablet of the Cousin",
  "cover_description": "Leather: deep maroon-crimson with warm undertones. Border: gold Persian geometric lattice and crescent accents. Scene: seven celestial orbs arranged in an arc against a starfield. Below this, a sacred flame rising from an ornate brazier, transforming into light. majestic, authoritative, solemn, luminous",
  "cover_image": "/covers/works/lawh-i-pisar-amm-fa.png"
}
