{
  "title": "Lawḥ-i-Sayyáḥ",
  "title_original": "لوح سيّاح",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-079-ar/",
  "ocean_id": "bahaullah-st-079-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "lawh-i-sayyah-ar",
  "source_preview": "أن يا عليّ فاشهد بأنّي ظهور الله في جبروت البقاء وبطونه في غيب العماء وجمال القِدم في ملكوت البهاء وساذج الرّوح في قمص الأعلى وكلّ خلقوا بأمري ويطوفنّ في حولي وكلّ بأمري لمن العاملين وكلٌّ سجدوا لوجهي وتمسّكوا بذيل عنايتي ولو لن يستشعروا بذلك في أنفسهم في هذا الهيكل البديع قل إنّ هذه لنقطة الّتي منها فصّلت كلمات الله وظهرت صحايف قدس تجريد وألواح عزّ حفيظ قل إنّه لكلمة الله الّتي منها ظهرت النّقاط وإليها أعادت ثمّ بها تحدث في الحين قل إنّ منها ظهر البرهان في كلّ الأعصار وتمّت كلمة الله وحجّته على",
  "word_count": 1720,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Declares Bahá’u’lláh’s messianic claim; urges the Bábís to embrace it; relates a mystical journey to different groups of people who, though outwardly pious, were veiled in various ways from recognizing the truth; and foretells His further exile to the ‘vale of Nabíl’, later interpreted as a reference to the city of ‘Akká.",
  "subjects": [
    "the Word of God; influence and centrality of",
    "spiritual transformation",
    "heedlessness and ignorance of the people",
    "station of the Manifestation of God",
    "self-concealment of the Manifestation of God",
    "banishment to; life in ‘Akka"
  ],
  "phelps_id": "BH00395",
  "is_best_known": true,
  "title_english": "Tablet of the Traveler",
  "notes": "علي",
  "cover_description": "Leather: deep maroon-crimson with burnished edges. Border: gold Persian geometric lattice and crescent accents. Scene: a radiant burning bush with golden-white fire. Below this, a constellation forming a sacred pattern against deep blue. mystical, ecstatic",
  "cover_image": "/covers/works/lawh-i-sayyah-ar.png"
}
