{
  "title": "Qaṣídiy-i-Varqá’íyyih",
  "title_original": "القصيدة الورقائية",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-092-ar/",
  "ocean_id": "bahaullah-st-092-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "qasidiy-i-varqaiyyih-ar",
  "source_preview": "في مدح المحبوب سرّا دون الجهر قصيدة عزّ ورقائيّة في جوهر روح قدسيّة أجذبتني بوارق أنوار طلعته    لظهورها كلّ الشّموس تخفّت كأنّ بروق الشّمس من نور حسنها    ظهرت في العالمين وغرّت لبهجتها مسك العماء تهيّجت    لرفعتها روح العلاء تعلّت بنفختها صور القيام تنفّخت    بنفحتها ظلّ الغمام تمرّت بلمعتها طور البقاء تظهّرت    لغرّتها نور البهاء تجلّت عن ‌مغربها ‌شمس ‌الظّهور ‌تظهّرت    عن مشرقها بدر الشّهور تكرّت و‌عن ‌شعرها ‌طيب الشّمال تنفّحت    وعن‌طرفها ‌عين الجمال‌ تقرّت بنور وجهها وجه الهدى قد اهتدى  ",
  "word_count": 3950,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "A lengthy poem composed in the style of a poem by Ibn-i-Fáriḍ, glorifying the spirit that had visited Him in the form of the Maid of Heaven, expatiating on His sufferings and His loneliness and affirming His determination to face any future calamities that might befall Him in the path of God.",
  "subjects": [
    "walking the spiritual path; spiritual wayfaring; the virtuous life",
    "the Word of God; influence and centrality of",
    "suffering and imprisonment",
    "expressions of grief; lamentation; sadness",
    "station of the Manifestation of God",
    "love as fundamental; spiritual foundations of religion",
    "transcendence; unknowability of God"
  ],
  "phelps_id": "BH00115",
  "is_best_known": true,
  "title_english": "Ode of the Dove",
  "cover_description": "Leather: deep maroon-crimson with burnished edges. Border: gold Persian geometric lattice and star medallions. Scene: a radiant orb of light parting layers of clouds. Below this, an ascending dove trailing streams of divine light. mystical, ecstatic, solemn, luminous",
  "cover_image": "/covers/works/qasidiy-i-varqaiyyih-ar.png"
}
