{
  "title": "Súriy-i-Sulṭán",
  "title_original": "سورة السلطان",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-139-ar/",
  "ocean_id": "bahaullah-st-139-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "suriy-i-sultan-ar",
  "source_preview": "هذا ما نزل من جبروت البقاء لعباده ومنهم من طار إلى سماء الأمر ومنهم من وقف و‌كذلك نزّلنا الأمر رحمة من لدنّا لعبادنا المموقنين هذه سورة السّلطان قد نزّلت من جبروت الرّحمن بآيات مهيمن مبرم قديم تلك آيات اللّه قد نزّلت بالحقّ من جبروت البقاء وجعلها اللّه حجّة من عنده وبرهانا من لدنه على من في السّموات والأرض من يومئذ إلى يوم الّذي فيه تنعدم رايات النّفاق ويستضيء نيّر الآفاق عن مشرق اسمه الرّحمن الرّحيم إذا يخطف أبصار الّذينهم كفروا وأشركوا ويضطرب النّفوس ويأخذ السّكر كلّ من في ملكوت الأمر والخلق ب",
  "word_count": 5370,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Addresses individually words of praise and encouragement to a number of followers in the town of Sulṭán-Ábád and addresses parenthetically Mírzá Yaḥyá, upbraiding him for his opposition and urging him to repent, while assuring him that Bahá’u’lláh holds no hatred in His heart for him.",
  "subjects": [
    "spiritual transformation",
    "steadfastness; perseverance; faithfulness",
    "suffering and imprisonment",
    "the Word of God; influence and centrality of",
    "martyrs and martyrdom",
    "detachment; severance; renunciation; patience",
    "proclamation to people of the Bayan",
    "tests and trials; sacrifice and suffering"
  ],
  "phelps_id": "BH00061",
  "is_best_known": true,
  "title_english": "Sura of the King",
  "cover_description": "Leather: deep maroon-crimson with warm undertones. Border: gold Persian geometric lattice and interlocking knots. Scene: a golden chalice overflowing with luminous water. Below this, a quill pen crossed with a sword of light. solemn, luminous",
  "cover_image": "/covers/works/suriy-i-sultan-ar.png"
}
