{
  "title": "Súriy-i-Ẓuhúr",
  "title_original": "سورة الظهور",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-143-ar/",
  "ocean_id": "bahaullah-st-143-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "suriy-i-zuhur-ar",
  "source_preview": "تلك آيات الكتاب قد نزّلت على أحسن النّغمات وإنّها بنفسها ليكون حجّة على من في السّموات والأرض وإنّ بها قد خلقت ملكوت الأسماء والصّفات ولكلّ حرف منهما قدّر لسان ينطق بين الأرض والسّماء بأنّ هذا لهو المحبوب بين ملأ الأعلى والمقصود بين ملأ الإنشاء والمستور في كبد البها بأبدع الرّبواب ومن عرف ربّه وآمن به فقد فاز بعرفان اللّه ولقائه ومن كفر فقد رجع إلى أسفل الدّركات قل قد نصب صراط العدل ولن يمّر عليه إلّا الّذينهم صعدوا إلى مقّر القصوى والمشركون يومئذ في هاوية القهر ويضجنّ في أسفل الطّبقات قل قد شقّ",
  "word_count": 500,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "Declares, at a time when He is beset on all sides, that His revelation is the testimony of God that separates truth from error; asserts that what the people recognize of His cause is but the robe and cloak wherewith He attires Himself; and admonishes the people for failing to recognize Him upon His return, after changing His garb and departing for but a little while from their midst.",
  "subjects": [
    "self-concealment of the Manifestation of God, Word of God and human limitations",
    "power of faith; power of the spirit",
    "detachment; severance; renunciation; patience",
    "call to action",
    "rejection",
    "opposition and persecution"
  ],
  "phelps_id": "BH01761",
  "is_best_known": true,
  "title_english": "Sura of the Manifestation",
  "cover_description": "Leather: deep maroon-crimson with antique finish. Border: gold Persian geometric lattice and vine flourishes. Scene: a quill pen crossed with a sword of light. Below this, a radiant sun with concentric rings of divine fire. sacred, luminous",
  "cover_image": "/covers/works/suriy-i-zuhur-ar.png"
}
