{
  "title": "Súriy-i-Nuṣḥ",
  "title_original": "سورة النصح",
  "author": "Bahá’u’lláh",
  "author_slug": "bahaullah",
  "language": "ar",
  "source_url": "https://oceanoflights.org/bahaullah-st-133-ar/",
  "ocean_id": "bahaullah-st-133-ar",
  "has_english_translation": false,
  "english_url": null,
  "se_translation": false,
  "doc_id": "suriy-i-nush-ar",
  "source_preview": "هذه سورة النُّصْح لمن أراد أن يستنصح باللّه المقتدر المهيمن القيّوم فسبحان الّذي نزّل الآيات بالحقّ على النّبيّين والمرسلين وينزل حينئذ على ما كان النّاس في دين اللّه يعملون وفيها ما ينبئهم بصراط اللّه وفصل فيها كلّ شيء وهدى وذكرى للّذينهم في جنّة الفردوس بإذن اللّه يدخلون ويهديهم سبل النّجاة ويبلغهم إلى شاطئ القدس في جوار اللّه المهيمن العزيز القيّوم أن يا حرف الجيم اسمع ما يلقيك حمامة الأمر في أيّام الّذي اجتمعوا عليه أهل الكفر والبغضاء بغير إذن ولا كتاب من اللّه العزيز المحبوب ويريدون أن يخرج",
  "word_count": 7310,
  "category": "sacred",
  "translation_style": "archaic",
  "description": "A lengthy work recounting the stories of the prophets of God and their rejection by the people and clergy of their day, and exhorting the people of this day not to reject ‘Him Whom God shall make manifest’ upon His appearance.",
  "subjects": [
    "Noah",
    "stories; anecdotes",
    "suffering and imprisonment",
    "power and sovereignty of God; omnipotence of God",
    "corruption and renewal; abandoning religious dogmas",
    "rejection",
    "opposition and persecution",
    "multiple meanings; interpretations in scripture",
    "forgiveness; grace; bounty; mercy; compassion of God"
  ],
  "phelps_id": "BH00031",
  "is_best_known": true,
  "title_english": "Sura of Counsel",
  "cover_description": "Leather: deep maroon-crimson with antique finish. Border: gold Persian geometric lattice and crescent accents. Scene: a mystical lamp casting concentric rings of light outward. Below this, an ornate golden pen nib with calligraphic strokes flowing from it. majestic, authoritative, solemn, luminous",
  "cover_image": "/covers/works/suriy-i-nush-ar.png"
}
