{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 17,
  "source_text": "و فرع مقدّس و ولیّ امر اللّه و بیت عدل عمومی که بانتخاب عموم تأسیس و تشکیل شود در تحت حفظ و صیانت جمال ابهی و حراست و عصمت فائض از حضرت اعلی روحی لهما الفداست آنچه قرار دهند من عند اللّه است من خالفه و خالفهم فقد خالف اللّه و من عصاهم فقد عصی اللّه و من عارضه فقد عارض اللّه و من نازعهم فقد نازع اللّه و من جادله فقد جادل اللّه و من جحده فقد جحد اللّه و من انکره فقد انکر اللّه و من انحاز و افترق و اعتزل عنه فقد اعتزل و اجتنب و ابتعد عن اللّه علیه غضب اللّه علیه قهر اللّه و علیه نقمة اللّه حصن متین امر اللّه باطاعت من هو ولیّ امر اللّه محفوظ و مصون ماند و اعضای بیت عدل و جمیع اغصان و افنان و ایادی امر اللّه باید کمال اطاعت و تمکین و انقیاد و توجّه و خضوع و خشوع را بولیّ امر اللّه داشته باشند اگر چنانچه نفسی مخالفت نمود مخالفت بحقّ کرده و سبب تشتیت امر اللّه شود و علّت تفریق کلمة اللّه گردد و مظهری از مظاهر مرکز نقض شود زنهار زنهار مثل بعد از صعود نشود که مرکز نقض ابا و استکبار کرد ولی بهانۀ توحید جعلی نمود و خود را محروم و نفوس را مشوّش و مسموم نمود البتّه هر مغرور ارادۀ فساد و تفریق نماید صراحةً نمیگوید که غرض دارم لابدّ بوسائلی چند و بهانه‌ئی چون زر مغشوش تشبّث نماید و سبب تفریق جمع اهل بها گردد مقصود این است که ایادی امر اللّه باید بیدار باشند بمحض اینکه نفسی بنای اعتراض و مخالفت با ولیّ امر اللّه گذاشت فوراً آنشخص را اخراج از جمع اهل بها نمایند و ابداً بهانه‌ئی از او قبول ننمایند چه بسیار که باطلِ محض بصورت خیر درآید تا القای شبهات کند",
  "translation": "The sacred and youthful branch, the Guardian of the Cause of God, as well as the Universal House of Justice, to be universally elected and established, are both under the care and protection of the Abhá Beauty, under the shelter and unerring guidance of His Holiness the Exalted One (may my life be offered up for them both). Whatsoever they decide is of God. Whoso obeyeth him not, neither obeyeth them, hath not obeyed God; whoso rebelleth against him and against them hath rebelled against God; whoso opposeth him hath opposed God; whoso contendeth with them hath contended with God; whoso disputeth with him hath disputed with God; whoso denieth him hath denied God; whoso disbelieveth in him hath disbelieved in God; whoso deviateth, separateth himself and turneth aside from him hath in truth deviated, separated himself and turned aside from God. May the wrath, the fierce indignation, the vengeance of God rest upon him! The mighty stronghold shall remain impregnable and safe through obedience to him who is the Guardian of the Cause of God. It is incumbent upon the members of the House of Justice, upon all the Aghṣán, the Afnán, the Hands of the Cause of God to show their obedience, submissiveness and subordination unto the Guardian of the Cause of God, to turn unto him and be lowly before him. He that opposeth him hath opposed the True One, will make a breach in the Cause of God, will subvert His Word and will become a manifestation of the Centre of Sedition. Beware, beware, lest the days after the ascension (of Bahá’u’lláh) be repeated when the Centre of Sedition waxed haughty and rebellious and with Divine Unity for his excuse deprived himself and perturbed and poisoned others. No doubt every vainglorious one that purposeth dissension and discord will not openly declare his evil purposes, nay rather, even as impure gold, will he seize upon divers measures and various pretexts that he may separate the gathering of the people of Bahá. My object is to show that the Hands of the Cause of God must be ever watchful and so soon as they find anyone beginning to oppose and protest against the Guardian of the Cause of God, cast him out from the congregation of the people of Bahá and in no wise accept any excuse from him. How often hath grievous error been disguised in the garb of truth, that it might sow the seeds of doubt in the hearts of men!",
  "source_lang": "fa",
  "score": 10
}