{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 25,
  "source_text": "امّا بیت عدل الّذی جعله اللّه مصدر کلّ خیر و مصوناً من کلّ خطآء باید بانتخاب عمومی یعنی نفوس مؤمنه تشکیل شود و اعضا باید مظاهر تقوای الهی و مطالع علم و دانائی و ثابت بر دین الهی و خیرخواه جمیع نوع انسانی باشند و مقصد بیت عدل عمومیست یعنی در جمیع بلاد بیت عدل خصوصی تشکیل شود و آن بیوت عدل بیت عدل عمومی انتخاب نماید این مجمع مرجع کلّ امور است و مؤسّس قوانین و احکامی که در نصوص الهی موجود نه و جمیع مسائل مشکله در اینمجلس حلّ گردد و ولیّ امر اللّه رئیس مقدّس این مجلس و عضو اعظم ممتاز لاینعزل و اگر در اجتماعات بالذّات حاضر نشود نائب و وکیلی تعیین فرماید و اگر چنانچه عضوی از اعضا گناهی ارتکاب نماید که در حقّ عموم ضرری حاصل شود ولیّ امر اللّه صلاحیّت اخراج او دارد بعد ملّت شخص دیگر انتخاب نماید این بیت عدل مصدر تشریعست و حکومت قوّۀ تنفیذ تشریع باید مؤیّد تنفیذ گردد و تنفیذ باید ظهیر و معین تشریع شود تا از ارتباط و التیام این دو قوّت بنیان عدل و انصاف متین و رزین گردد و اقالیم جنّت النّعیم و بهشت برین شود",
  "translation": "And now, concerning the House of Justice which God hath ordained as the source of all good and freed from all error, it must be elected by universal suffrage, that is, by the believers. Its members must be manifestations of the fear of God and daysprings of knowledge and understanding, must be steadfast in God’s Faith and the well-wishers of all mankind. By this House is meant the Universal House of Justice, that is, in all countries a secondary House of Justice must be instituted, and these secondary Houses of Justice must elect the members of the Universal one. Unto this body all things must be referred. It enacteth all ordinances and regulations that are not to be found in the explicit Holy Text. By this body all the difficult problems are to be resolved and the Guardian of the Cause of God is its sacred head and the distinguished member for life of that body. Should he not attend in person its deliberations, he must appoint one to represent him. Should any of the members commit a sin injurious to the common weal, the Guardian of the Cause of God hath at his own discretion the right to expel him, whereupon the people must elect another one in his stead. This House of Justice enacteth the laws and the government enforceth them. The legislative body must reinforce the executive, the executive must aid and assist the legislative body so that through the close union and harmony of these two forces, the foundation of fairness and justice may become firm and strong, that all the regions of the world may become even as Paradise itself.",
  "source_lang": "fa",
  "score": 10
}