{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 3,
  "source_text": "ای احبّای الهی اعظم امور محافظۀ دین اللّه است و صیانت شریعت اللّه و حمایت امر اللّه و خدمت کلمة اللّه در این سبیل هزاران نفس خون مطهّر را سبیل نمودند و جان عزیز را فدا کردند رقص‌کنان بقربانگاه شتافتند و علم دین اللّه افراشتند و بخون خویش آیات توحید نگاشتند سینۀ مبارک حضرت اعلی روحی له الفدآء هدف هزار تیر بلا شد و قدوم مبارک جمال ابهی روحی لأحبّائه الفدآء از ضرب چوب در مازندران زخم و مجروح گردید و گردن مقدّس و پای مبارک در زندان طهران اسیر کند و زنجیر گشت و مدّت پنجاه سال در هر ساعتی بلا و آفتی رسید و ابتلا و مصیبتی رخ داد از جمله بعد از صدمات شدیده از وطن آواره و مبتلای آلام و محن شد و در عراق نیّر آفاق معرض کسوف از اهل نفاق بود و عاقبت سرگون بمدینۀ کبیره گشت و از آن شهر بارض سرّ نفی گردید و از خطّۀ بلغار در نهایت مظلومیّت بسجن اعظم ارسال گشت آن مظلوم آفاق روحی لأحبّائه الفدآء چهار مرتبه از شهری بشهری سرگون گردید تا در این زندان بحبس مؤبّد استقرار یافت و در سجن قاتلان و سارقان و قطّاع طریق مسجون و مظلوم گردید این یک بلا از بلایای واردۀ بر جمال مبارک بود بلایای دیگر را بر این قیاس نمائید",
  "translation": "O ye beloved of the Lord! The greatest of all things is the protection of the True Faith of God, the preservation of His Law, the safeguarding of His Cause and service unto His Word. Ten thousand souls have shed streams of their sacred blood in this path, their precious lives they offered in sacrifice unto Him, hastened wrapt in holy ecstasy unto the glorious field of martyrdom, upraised the Standard of God’s Faith and writ with their life-blood upon the Tablet of the world the verses of His Divine Unity. The sacred breast of His Holiness the Exalted One (may my life be a sacrifice unto Him) was made a target to many a dart of woe, and in Mázindarán, the blessed feet of the Abhá Beauty (may my life be offered up for His loved ones) were so grievously scourged as to bleed and be sore wounded. His neck also was put into captive chains and His feet made fast in the stocks. In every hour, for a period of fifty years, a new trial and calamity befell Him and fresh afflictions and cares beset Him. One of them: After having suffered intense vicissitudes, He was made homeless and a wanderer and fell a victim to still new vexations and troubles. In ‘Iráq, the Day-Star of the world was so exposed to the wiles of the people of malice as to be eclipsed in splendour. Later on He was sent an exile to the Great City (Constantinople) and thence to the Land of Mystery (Adrianople), whence, grievously wronged, He was eventually transferred to the Most Great Prison (‘Akká). He Whom the world hath wronged (may my life be offered up for His loved ones) was four times banished from city to city, till at last, condemned to perpetual confinement, He was incarcerated in this prison, the prison of highway robbers, of brigands and of manslayers. All this is but one of the trials that have afflicted the Blessed Beauty, the rest being even as grievous as this.",
  "source_lang": "fa",
  "score": 10
}