{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 34,
  "source_text": "و اشتدّ بذلک السّاق بالسّاق و قاموا علی قصم ظهری و کسر ازری بظلم لا یطاق و نشروا اوراق الشّبهات و افتروا علیّ بکلّ کذب و اعتساف و لم یکتفوا بذلک بل زعیمهم تجاسر یا الهی بتحریف الکتاب و تبدیل فصل الخطاب و تبعیض آثار قلمک الأعلی و تلصیق ما کتبته بحقّ اوّل ظالم ظلمک و انکرک و کفر بآیاتک الکبری بما انزلته بحقّ عبدک المظلوم فی الآفاق حتّی یخدع النّاس و یوسوس فی صدور اهل الاخلاص کما اقرّ و اعترف به زعیمهم الثّانی بخطّه و ختمه و نشره فی الآفاق فهل یا الهی ظلم اعظم من هذا و لم یکتفوا بذلک بل سعوا بکلّ فساد و عناد و کذب و بهتان و افترآء و ازدرآء عند الحکومة بهذا القطر و سائر الجهات و نسبوا الیّ الفساد و ملؤوا الآذان بما یشمئزّ منه الأسماع فخشیت الحکومة و خاف السّلطان و توهّم الأعیان فضاقت الصّدور و تشوّشت الأمور و اضطربت النّفوس و اضطرمت نیران الحسرة و الأحزان فی القلوب و تزلزلت و تفرّقت ارکان الأوراق المقدّسة و سالت اعینهنّ بالعبرات و صعدت من قلوبهنّ الزّفرات و احترقت احشائهنّ بنار الحسرات حزناً علی عبدک المظلوم بأیدی هؤلآء الأقربآء الأعدآء",
  "translation": "Adversities have waxed still more severe as they rose with unbearable cruelty to overpower and crush me, as they scattered far and wide their scrolls of doubt and in utter falsehood hurled their calumnies upon me. Not content with this, their chief, O my God, hath dared to interpolate Thy Book, to fraudulently alter Thy decisive Holy Text and falsify that which hath been revealed by Thy All-Glorious Pen. He did also maliciously insert that which Thou didst reveal for the one that hath wrought the most glaring cruelty upon Thee, disbelieved in Thee and denied Thy wondrous Signs, into what Thou didst reveal for this servant of Thine that hath been wronged in this world. All this he did that he might beguile the souls of men and breathe his evil whisperings into the hearts of Thy devoted ones. Thereunto did their second chief testify, confessing it in his own handwriting, setting thereupon his seal and spreading it throughout all regions. O my God! Could there be a more grievous injustice than this? And still they rested not, but further strove with stubbornness, falsehood and slander, with scorn and calumny to stir up sedition in the midst of the government of this land and elsewhere, causing them to deem me a sower of sedition and filling the minds with things that the ear abhorreth to hear. The government was thus alarmed, fear fell upon the sovereign, and the suspicion of the nobility was aroused. Minds were troubled, affairs were upset, souls were perturbed, the fire of anguish and sorrow was kindled within the breasts, the Holy Leaves (of the Household) were convulsed and shaken, their eyes rained with tears, their sighs and lamentations were raised and their hearts burned within them as they bewailed this wronged servant of Thine, fallen a victim into the hands of these, his kindred, nay, his very enemies!",
  "source_lang": "fa",
  "score": 10
}