{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 36,
  "source_text": "ربّ انّی ادعوک بلسانی و جنانی ان لا تؤاخذهم بظلمهم واعتسافهم ونفاقهم و شقاقهم لأنّهم جهلآء بلهآء سفهآء لا یفرقون بین الخیر و الشّرّ و لا یمیّزون العدل و الانصاف عن الفحشآء و المنکر و الاعتساف یتّبعون شهوات انفسهم و یقتدون بانقصهم و اجهلهم ربّ ارحمهم و احفظهم من البلآء بهذا الأثنآء و اجعل جمیع المحن و الآلام لعبدک الواقع فی هذه البئر الظّلمآء و خصّصنی بکلّ بلآء و اجعلنی فدآء لجمیع الأحبّآء فدیتهم بروحی و ذاتی و نفسی و کینونتی و هویّتی و حقیقتی یا ربّی الأعلی الهی الهی انّی اکبّ بوجهی علی تراب الذّلّ و الانکسار و ادعوک بکلّ تضرّع و ابتهال ان تغفر لکلّ من آذانی و تعفو عن کلّ من ارادنی بسوء و اهاننی و تبدّل سیّئات کلّ من ظلمنی بالحسنات و ترزقهم من الخیرات و تقدّر لهم کلّ المسرّات و تنقذهم من الحسرات و تقدّر لهم کلّ راحة و رخآء و تختصّهم بالعطآء و السّرّآء",
  "translation": "I call upon Thee, O Lord my God! with my tongue and with all my heart, not to requite them for their cruelty and their wrong-doings, their craft and their mischief, for they are foolish and ignoble and know not what they do. They discern not good from evil, neither do they distinguish right from wrong, nor justice from injustice. They follow their own desires and walk in the footsteps of the most imperfect and foolish amongst them. O my Lord! Have mercy upon them, shield them from all afflictions in these troubled times and grant that all trials and hardships may be the lot of this Thy servant that hath fallen into this darksome pit. Single me out for every woe and make me a sacrifice for all Thy loved ones. O Lord, Most High! May my soul, my life, my being, my spirit, my all be offered up for them. O God, my God! Lowly, suppliant and fallen upon my face, I beseech Thee with all the ardour of my invocation to pardon whomsoever hath hurt me, forgive him that hath conspired against me and offended me, and wash away the misdeeds of them that have wrought injustice upon me. Vouchsafe unto them Thy goodly gifts, give them joy, relieve them from sorrow, grant them peace and prosperity, give them Thy bliss and pour upon them Thy bounty.",
  "source_lang": "fa",
  "score": 10
}