{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 38,
  "source_text": "ای یاران عزیز الآن من در خطری عظیمم و امید ساعتی از حیات مفقود و ناچار بتحریر این ورقه پرداختم حفظاً لأمر اللّه و صیانةً لدینه و حفظاً لکلمته و صوناً لتعالیمه این نفس مظلوم قسم بجمال قدم با نفسی ملال نداشته و ندارم و کدری در دل نگرفتم و کلمه‌ئی جز ذکر خیر نخواهم ولکن تکلیف شدید دارم و ناچار و مجبورم که حفظ و صون و وقایۀ امر اللّه نمایم لهذا در نهایت تحسّر و اسف وصیّت مینمایم که امر اللّه را محافظه نمائید و شریعت اللّه را صیانت کنید و از اختلاف نهایت استیحاش بفرمائید اساس عقائد اهل بها روحی لهم الفدآء حضرت ربّ اعلی مظهر وحدانیّت و فردانیّت الهیّه و مبشّر جمال قدم حضرت جمال ابهی روحی لأحبّائه الثّابتین فدا مظهر کلّیّۀ الهیّه و مطلع حقیقت مقدّسۀ ربّانیّه و مادون کلّ عباد له و کلّ بأمره یعملون مرجع کل کتاب اقدس و هر مسئلۀ غیر منصوصه راجع ببیت عدل عمومی ببیت عدل آنچه بالاتّفاق و یا باکثریّت آرا تحقّق یابد همان حقّ و مراد اللّه است من تجاوز عنه فهو ممّن احبّ الشّقاق و اظهر النّفاق و اعرض عن ربّ المیثاق ولی مراد بیت العدل عمومیست که از طرف جمیع بلاد انتخاب شود یعنی شرق و غرب احبّا که موجودند بقاعدۀ انتخاب مصطلحۀ در بلاد غرب نظیر انگلیس اعضائی انتخاب نمایند",
  "translation": "O dearly beloved friends! I am now in very great danger and the hope of even an hour’s life is lost to me. I am thus constrained to write these lines for the protection of the Cause of God, the preservation of His Law, the safeguarding of His Word and the safety of His Teachings. By the Ancient Beauty! This wronged one hath in no wise borne nor doth he bear a grudge against anyone; towards none doth he entertain any ill-feeling and uttereth no word save for the good of the world. My supreme obligation, however, of necessity prompteth me to guard and preserve the Cause of God. Thus, with the greatest regret, I counsel you saying: Guard ye the Cause of God, protect His Law and have the utmost fear of discord. This is the foundation of the belief of the people of Bahá (may my life be offered up for them): “His Holiness the Exalted One (the Báb) is the Manifestation of the Unity and Oneness of God and the Forerunner of the Ancient Beauty. His Holiness the Abhá Beauty (may my life be a sacrifice for His steadfast friends) is the Supreme Manifestation of God and the Dayspring of His Most Divine Essence. All others are servants unto Him and do His bidding.” Unto the Most Holy Book everyone must turn and all that is not expressly recorded therein must be referred to the Universal House of Justice. That which this body, whether unanimously or by a majority doth carry, that is verily the Truth and the Purpose of God Himself. Whoso doth deviate therefrom is verily of them that love discord, hath shown forth malice and turned away from the Lord of the Covenant. By this House is meant that Universal House of Justice which is to be elected from all countries, that is, from those parts in the East and West where the loved ones are to be found, after the manner of the customary elections in Western countries such as those of England.",
  "source_lang": "fa",
  "score": 10
}