{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 40,
  "source_text": "باری از اساس اعظم امر اللّه اجتناب و ابتعاد از ناقضین است زیرا بکلّی امر اللّه را محو و شریعت اللّه را سحق و جمیع زحمات را هدر خواهند داد ای یاران باید رحم بر حضرت اعلی و وفا بجمال مبارک نمود و بجمیع قوی کوشید که جمیع این بلایا و محن و صدمات و خونهای پاک مطهّر که در سبیل الهی مسفوک شده هدر نرود شما میدانید که مرکز نقض میرزا محمّد علی و اعوانش چه کردند یک کار این شخص تحریف کتاب است که الحمد للّه کل میدانید و مثبوت و واضح و بشهادت برادرش میرزا بدیع‌اللّه که بخطّ و مهرش موجود و مطبوع مثبوت است و این یک سیّئه از سیّئات اوست دیگر آیا انحرافی اعظم از این انحراف منصوص تصوّر میشود لا واللّه و سیّئات او در ورقۀ مخصوص مرقوم انشآءاللّه ملاحظه خواهید نمود",
  "translation": "And now, one of the greatest and most fundamental principles of the Cause of God is to shun and avoid entirely the Covenant-breakers, for they will utterly destroy the Cause of God, exterminate His Law and render of no account all efforts exerted in the past. O friends! It behoveth you to call to mind with tenderness the trials of His Holiness the Exalted One, and show your fidelity to the Ever-Blest Beauty. The utmost endeavour must be exerted lest all these woes, trials and afflictions, all this pure and sacred blood that hath been shed so profusely in the Path of God, may prove to be in vain. Ye know well what the hands of the Centre of Sedition, Mírzá Muḥammad-‘Alí, and his associates have wrought. Among his doings, one of them is the corruption of the Sacred Text whereof ye are all aware, the Lord be praised, and know that it is evident, proven and confirmed by the testimony of his brother, Mírzá Badí‘u’lláh, whose confession is written in his own handwriting, beareth his seal, is printed and spread abroad. This is but one of his misdeeds. Can a transgression be imagined more glaring than this, the interpolation of the Holy Text? Nay, by the righteousness of the Lord! His transgressions are writ and recorded in a leaflet by itself. Please God, ye will peruse it.",
  "source_lang": "fa",
  "score": 10
}