{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 5,
  "source_text": "ای ثابتان بر پیمان مرکز نقض و قطب شقاق میرزا محمّد علی چون منحرف از ظلّ امر شد و نقض میثاق نمود و تحریف آیات کتاب کرد و خلل عظیم در دین اللّه انداخت و تشتیت حزب اللّه نمود و ببغضاء عظیم قیام بر اذیّت عبدالبهآء کرد و بعداوت بینهایت بر این عبد آستان مقدّس هجوم کرد تیری نماند که بر سینۀ این مظلوم نینداخت زخمی نماند که روا نداشت زهری نماند که در کام این ناکام نریخت قسم بجمال اقدس ابهی و نور مشرق از حضرت اعلی روحی لأرقّائهم الفدآء که از این ظلم اهل سرادق ملکوت ابهی گریستند و ملأ اعلی نوحه و ندبه نمایند و حوریّات فردوس بجزع و فزع آمدند و طلعات مقدّسه ناله و فغان کنند ظلم و اعتساف این بی‌انصاف بدرجه‌ئی رسید که تیشه بر ریشۀ شجرۀ مبارکه زد و ضربت شدیده بر هیکل امر اللّه وارد آورد دوستان جمال مبارک را سرشک خونین از دیده جاری کرد و دشمنان حقّرا خوشنود و شادمان نمود بسا طالبان حقیقت را بنقض عهد از امر اللّه بیزار کرد و امّت مأیوس یحیی را امیدوار نمود خویشتن را منفور کرد و دشمنان اسم اعظم را جری و جسور نمود آیات محکماترا بگذاشت و القای شبهات کرد و اگر تأییدات موعودۀ جمال قدم پی در پی باین لاشیء نمیرسید بکلّی امر اللّه را محو و نابود مینمود و بنیان رحمانی را از اساس برمیانداخت ولی الحمد للّه نصرت ملکوت ابهی رسید و جنود ملأ اعلی هجوم نمود و امر اللّه مرتفع گردید و صیت حقّ جهانگیر شد کلمة اللّه مسموع آفاق گشت علم حقّ مرتفع شد و رایات تقدیس باوج اثیر رسید و آیات توحید ترتیل گردید حال محض حفظ و صیانت دین اللّه و وقایه و حمایت شریعت اللّه و مصونیّت امر اللّه بنصّ آیۀ مبارکۀ ثابتۀ در حقّ او تشبّث باید نمود زیرا انحرافی اعظم از این تصوّر نگردد قوله تعالی و تقدّس ولکن احبّائی الجهلآء اتّخذوه شریکاً لنفسی و فسدوا فی البلاد و کانوا من المفسدین ملاحظه نما که چه ‌قدر ناس جاهلند نفوسیکه تلقاء حضور بوده‌اند مع‌ذلک رفته‌اند و چنین سخنها اشتهار داده‌اند الی ان قال جلّت صراحته اگر آنی از ظلّ امر منحرف شود معدوم صرف خواهد بود ملاحظه فرمائید چه‌ قدر تأکید است که آنی انحراف تصریح فرموده زیرا بمقدار رأس شعر اگر بیمین و یسار میل حاصل شود انحراف تحقّق یابد و میفرماید معدوم صرف خواهد شد چنانکه حال ملاحظه مینمائید که غضب الهی چگونه احاطه نموده و یوماً فیوماً رو بانعدامست فسوف ترونه و اعوانه سرّاً و جهاراً فی خسران مبین",
  "translation": "O ye that stand fast and firm in the Covenant! The Centre of Sedition, the Prime Mover of mischief, Mírzá Muḥammad-‘Alí, hath passed out from under the shadow of the Cause, hath broken the Covenant, hath falsified the Holy Text, hath inflicted a grievous loss upon the true Faith of God, hath scattered His people, hath with bitter rancour endeavoured to hurt ‘Abdu’l‑Bahá and hath assailed with the utmost enmity this servant of the Sacred Threshold. Every dart he seized and hurled to pierce the breast of this wronged servant, no wound did he neglect to grievously inflict upon me, no venom did he spare but he poisoned therewith the life of this hapless one. I swear by the most holy Abhá Beauty and by the Light shining from His Holiness the Exalted One (may my soul be a sacrifice for Their lowly servants), that because of this iniquity the dwellers in the Pavilion of the Abhá Kingdom have bewailed, the Celestial Concourse is lamenting, the Immortal Maids of Heaven in the All-Highest Paradise have raised their plaintive cries and the angelic company sighed and uttered their moanings. So grievous the deeds of this iniquitous person became that he struck with his axe at the root of the Blessed Tree, dealt a heavy blow at the Temple of the Cause of God, deluged with tears of blood the eyes of the loved ones of the Blessed Beauty, cheered and encouraged the enemies of the One True God, by his repudiation of the Covenant turned many a seeker after Truth aside from the Cause of God, revived the blighted hopes of Yaḥyá’s following, made himself detested, caused the enemies of the Greatest Name to become audacious and arrogant, put aside the firm and conclusive verses and sowed the seeds of doubt. Had not the promised aid of the Ancient Beauty been graciously vouchsafed at every moment to this one, unworthy though he be, he surely would have destroyed, nay exterminated the Cause of God and utterly subverted the Divine Edifice. But, praised be the Lord, the triumphant assistance of the Abhá Kingdom was received, the hosts of the Realm above hastened to bestow victory. The Cause of God was promoted far and wide, the call of the True One was noised abroad, ears in all regions were inclined to the Word of God, His standard was unfurled, the ensigns of Holiness gloriously waved aloft and the verses celebrating His Divine Unity were chanted. Now, that the true Faith of God may be shielded and protected, His Law guarded and preserved and His Cause remain safe and secure, it is incumbent upon everyone to hold fast unto the Text of the clear and firmly established blessed verse revealed about him. None other transgression greater than his can be ever imagined. He (Bahá’u’lláh) sayeth, glorious and holy is His Word: “My foolish loved ones have regarded him even as my partner, have kindled sedition in the land and they verily are of the mischief-makers.” Consider, how foolish are the people! They that have been in His (Bahá’u’lláh’s) Presence and beheld His Countenance, have nevertheless noised abroad such idle talk, until, exalted be His explicit words, He said: “Should he for a moment pass out from under the shadow of the Cause, he surely shall be brought to naught.” Reflect! What stress He layeth upon one moment’s deviation: That is, were he to incline a hair’s breadth to the right or to the left, his deviation would be clearly established and his utter nothingness made manifest. And now ye are witnessing how the wrath of God hath from all sides afflicted him and how day by day he is speeding towards destruction. Ere long will ye behold him and his associates, outwardly and inwardly, condemned to utter ruin.",
  "source_lang": "fa",
  "score": 10
}