{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 54,
  "source_text": "و چون خائب و خاسر از احبّای الهی گشتند و علم میثاق را در جمیع آفاق افراخته دیدند و قوّت پیمان حضرت رحمن را مشاهده نمودند نار حسد چنان غلیان نمود که بیان نتوان و بکمال همّت و قوّت و بغض و عداوت ره دیگر گرفتند و سبیل دیگر پیمودند و رأیی دیگر زدند در فکر آن افتادند که نائرۀ فساد در نزد حکومت افروزند و این مظلوم مسجون را مفسد و معاند دولت و مبغض و معادی سریر سلطنت قلم دهند که شاید عبدالبهآء معدوم و مقتول گردد و میدانی از برای دشمنان پیمان بدست آید جولانی نمایند و سمندی بدوانند و جمیع را بخسران اندازند و بنیان امر اللّه را بکلّی از بنیاد براندازند زیرا روش و سلوک این حزب کذب بقسمی و رسمی که تیشه بر شجرۀ مبارکه است در اندک ایّامی امر اللّه و کلمة اللّه و خویش را اگر فرصت یابند محو و نابود کنند",
  "translation": "And as they lost their cause, grew hopeless in their efforts against the loved ones of God, saw the Standard of His Testament waving throughout all regions and witnessed the power of the Covenant of the Merciful One, the flame of envy so blazed within them as to be beyond recounting. With the utmost vigour, exertion, rancour and enmity, they followed another path, walked in another way, devised another plan: that of kindling the flame of sedition in the heart of the very government itself, and thus cause this wronged one, this prisoner, to appear as a mover of strife, inimical to the government and a hater and opponent of the Crown. Perchance ‘Abdu’l‑Bahá may be put to death and his name be made to perish, whereby an arena may be opened unto the enemies of the Covenant wherein they may advance and spur on their charger, inflict a grievous loss upon everyone and subvert the very foundations of the edifice of the Cause of God. For so grievous is the conduct and behaviour of this false people that they are become even as an axe striking at the very root of the Blessed Tree. Should they be suffered to continue they would, in but a few days’ time, exterminate the Cause of God, His Word and themselves.",
  "source_lang": "fa",
  "score": 10
}