{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 6,
  "source_text": "چه انحرافی اعظم از نقض میثاق اللّهست چه انحرافی اعظم از تحریف آیات و اسقاط آیات و کلماتست در اعلان میرزا بدیع‌اللّه دقّت نمائید چه انحرافی اعظم از افترای بر مرکز پیمانست چه انحرافی اکبر از نشر اراجیف در حقّ هیکل عهد است چه انحرافی اشدّ از فتوای بر قتل محور میثاقست که مستدلّ بآیۀ من یدّعی قبل الألف شده و حال آنکه خود حیا ننموده در ایّام مبارک ادّعا نموده و جمال مبارک ردّ ادّعای او فرمودند بعنوانی که از پیش گذشت و الآن ادّعای او بخطّ و ختم او موجود چه انحرافی اتمّ از کذب و بهتان بر احبّاء اللّهست چه انحرافی اسوء از سبب شدن حبس و سجن احبّای ربّانیست چه انحرافی اصعب از تسلیم آیات و کلمات و مکاتیب بحکومت است که بر قتل این مظلوم قیام نمایند چه انحرافی اشدّ از تضییع امر اللّه و تصنیع و تزویر مکاتیب و مراسلات افترائیّه است که سبب وحشت و دهشت حکومت شود و نتیجه سفک دم این مظلوم گردد و آن مکاتیب در نزد حکومت است چه انحرافی اشنع از ظلم و طغیانست چه انحرافی ارذل از تشتیت شمل فرقۀ ناجیه است چه انحرافی افضح از القاء شبهات است چه انحرافی افظع از تأویلات رکیکۀ اهل ارتیابست چه انحرافی اخبث از اتّفاق با اعدای الهی و بیگانگانست",
  "translation": "What deviation can be greater than breaking the Covenant of God! What deviation can be greater than interpolating and falsifying the words and verses of the Sacred Text, even as testified and declared by Mírzá Badí‘u’lláh! What deviation can be greater than calumniating the Centre of the Covenant himself! What deviation can be more glaring than spreading broadcast false and foolish reports touching the Temple of God’s Testament! What deviation can be more grievous than decreeing the death of the Centre of the Covenant, supported by the holy verse “He that layeth a claim ere the passing of a thousand years…”, whilst he (Muḥammad-‘Alí) without shame in the days of the Blessed Beauty had advanced such a claim as this and been confuted by Him in the aforementioned manner, the text of his claim being still extant in his own handwriting and bearing his own seal. What deviation can be more complete than falsely accusing the loved ones of God! What deviation can be more evil than causing their imprisonment and incarceration! What deviation can be more severe than delivering into the hands of the government the Holy Writings and Epistles, that haply they (the government) might arise intent upon the death of this wronged one! What deviation can be more violent than threatening the ruin of the Cause of God, forging and slanderously falsifying letters and documents so that this might perturb and alarm the government and lead to the shedding of the blood of this wronged one, such letters and documents being now in the possession of the government! What deviation can be more odious than his iniquity and rebellion! What deviation can be more shameful than dispersing the gathering of the people of salvation! What deviation can be more infamous than the vain and feeble interpretations of the people of doubt! What deviation can be more wicked than joining hands with strangers and with the enemies of God!",
  "source_lang": "fa",
  "score": 10
}