{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 7,
  "source_text": "که چند ماه پیش بالاتّفاق ناقض میثاق با جمعی لائحه‌ئی ترتیب دادند و از افترا و بهتان چیزی باقی نگذاشتند و عبدالبهآء را نعوذاً باللّه عدوّ صائل و بدخواه مرکز سلطنت عظمی گفتند و از این قبیل مفتریات عدیدۀ شدیده بسیار و حکومت شهریاریرا سبب تشویش افکار گشتند نهایت هیئت تفتیش از مرکز حکومت اعلیحضرت شهریاری آمد و مخالف عدل و انصاف تاجداری بلکه در نهایت اعتساف تفتیش کردند یعنی بدخواهان حقّ هیئت را احاطه نمودند و مضمون لائحه را بلکه زیاده شرح و تفصیل دادند و آنان نیز من‌دون تحقیق تصدیق کردند که معاذاللّه این عبد علمی در اینمدینه برافراخت و ناس را باجتماع در زیر علم دعوت نمود و تأسیس سلطنت جدیده کرده و در کوه کرمل قلعه انشاء نموده و جمیع اهالی اینصفحات را تابع و مطیع کرده و دین اسلام را تفریق نموده و با مسیحیان عقد پیوند نموده و معاذاللّه قصد آن کرده که در سلطنت عظمی رخنۀ کبری اندازد و از این قبیل مفتریات اعاذنا اللّه من هذا الافک العظیم",
  "translation": "A few months ago, in concert with others, he that hath broken the Covenant hath prepared a document teeming with calumny and slander wherein, the Lord forbid, among many similar slanderous charges, ‘Abdu’l‑Bahá is deemed a deadly enemy, the ill-wisher of the Crown. They so perturbed the minds of the members of the Imperial Government that at last a Committee of Investigation was sent from the seat of His Majesty’s Government which, violating every rule of justice and equity that befitteth His Imperial Majesty, nay, with the most glaring injustice, proceeded with its investigations. The ill-wishers of the One True God surrounded them on every side and explained and excessively enlarged upon the text of the document whilst they (the members of the Committee) in their turn blindly acquiesced. One of their many calumnies was that this servant had raised aloft a banner in this city, had summoned the people together under it, had established a new sovereignty for himself, had erected upon Mount Carmel a mighty stronghold, had rallied around him all the peoples of the land and made them obedient to him, had caused disruption in the Faith of Islám, had covenanted with the following of Christ and, God forbid, had purposed to cause the gravest breach in the mighty power of the Crown. May the Lord protect us from such atrocious falsehoods!",
  "source_lang": "fa",
  "score": 10
}