{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 8,
  "source_text": "و حال آنکه بنصوص الهیّه ما ممنوع از فسادیم و مأمور بصلح و صلاح و مجبور براستی و درستی و آشتی بجمیع اقوام و امم آفاق و اطاعت و خیرخواهی حکومات خیانت بسلطنت عادله خیانت بحقّست و بدخواهی حکومت تمرّد از امر اللّه با وجود این نصوص قاطعه چگونه این مسجونان چنین تصوّر باطلی کنند و با وجود مسجونی در این زندان چنین خیانتی توانند ولی چه فائده که هیئت تفتیش تصدیق این مفتریات اخوی و بدخواهان نمود و تقدیم حضور پادشاهی کرد حال این مسجون در طوفان اعظم گرفتار تا ارادۀ حضرت سلطان ایّده اللّه علی العدل صادر گردد امّا لی و امّا علیّ در هر حال عبدالبهآء در نهایت سکون و قرار بجانفشانی مهیّا و در نهایت تسلیم و رضا حال چه انحرافی اشنع و افظع و اقبح از این",
  "translation": "According to the direct and sacred command of God we are forbidden to utter slander, are commanded to show forth peace and amity, are exhorted to rectitude of conduct, straightforwardness and harmony with all the kindreds and peoples of the world. We must obey and be the well-wishers of the governments of the land, regard disloyalty unto a just king as disloyalty to God Himself and wishing evil to the government a transgression of the Cause of God. With these final and decisive words, how can it be that these imprisoned ones should indulge in such vain fancies; incarcerated, how could they show forth such disloyalty? But alas! The Committee of Investigation hath approved and confirmed these calumnies of my brother and ill-wishers and submitted them to the presence of His Majesty the Sovereign. Now at this moment a fierce storm is raging around this prisoner who awaiteth, be it favourable or unfavourable, the gracious will of His Majesty, may the Lord aid him by His grace to be just. In whatsoever condition he may be, with absolute calm and quietness, ‘Abdu’l‑Bahá is ready for self-sacrifice and is wholly resigned and submitted to His Will. What transgression can be more abominable, more odious, more wicked than this!",
  "source_lang": "fa",
  "score": 10
}