{
  "work": "Will and Testament",
  "slug": "will-and-testament",
  "author": "'Abdu'l-Baha",
  "pair_index": 9,
  "source_text": "و همچنین مرکز بغضا در فکر قتل عبدالبهآء و این بخطّ میرزا شعاع که در طیّ این وصیّت است ثابت و واضح و محقّق که بکمال تدبیر در صدد قتل هستند و این نصّ عبارت میرزا شعاع در مکتوبست که مرقوم داشته \"هر آن مسبّب این اختلاف را نفرین میکنم و بربّ لا یرحمه ناطقم و امیدوارم بزودی مظهر یبعث ظاهر شود اگرچه ظاهر شده و بغیر لباس مشهود نمیتوانم زیاده شرح دهم\" مقصود از این عبارت آیۀ مبارکۀ من ادّعی قبل الألف است ملاحظه شود که چگونه در صدد قتل عبدالبهآء هستند از کلمۀ نمیتوانم زیاده شرح دهم بفراست بفهمید که چه تمهید و تدبیر در اینخصوص نموده‌اند که زیاده اگر بیان نمایند شاید ورقه بدست افتد و آن تمهید و تدبیر بهم خورد این عبارت مجرّد تبشیر است که در این خصوص قرار و تدبیر لازم تحقّق یافت",
  "translation": "In like manner, the focal Centre of Hate hath purposed to put ‘Abdu’l‑Bahá to death and this is supported by the testimony written by Mírzá Shu‘á‘u’lláh himself and is here enclosed. It is evident and indisputable that they are privily and with the utmost subtlety engaged in conspiring against me. The following are his very words written by him in this letter: “I curse at every moment him that hath kindled this discord, imprecate in these words ‘Lord! Have no mercy upon him’, and I hope ere long God will make manifest the one that shall have no pity on him, who now weareth another garb and about whom I cannot any more explain.” Reference he doth make by these words to the sacred verse that beginneth as followeth: “He that layeth a claim ere the passing of a thousand years…” Reflect! How intent they are upon the death of ‘Abdu’l‑Bahá! Ponder in your hearts upon the phrase “I cannot any more explain” and realize what schemes they are devising for this purpose. They fear lest, too fully explained, the letter might fall into alien hands and their schemes be foiled and frustrated. The phrase is only foretelling good tidings to come, namely that regarding this all requisite arrangements have been made.",
  "source_lang": "fa",
  "score": 10
}