{
  "title": "Will and Testament",
  "author": "‘Abdu’l-Bahá",
  "author_color": "blue",
  "source_lang": "fa",
  "source_url": "https://www.bahai.org/library/authoritative-texts/abdul-baha/will-testament-abdul-baha/will-testament-abdul-baha.xhtml",
  "pair_count": 59,
  "slug": "will-and-testament",
  "year_published": 1944,
  "year_translated": "1921–1922",
  "introduction": "Written by 'Abdu'l-Bahá in three parts between 1901 and 1908, during a period when His life was in danger. Opened and read after His passing on 28 November 1921. Translated into English by Shoghi Effendi shortly thereafter. In God Passes By, Shoghi Effendi described it as 'His greatest legacy to posterity, the brightest emanation of His mind and the mightiest instrument forged to insure the continuity of the three ages which constitute the component parts of His Father's Dispensation.' He designated it 'the Charter of the New World Order' and 'the Document establishing that Order, the Charter of a future world civilization.' It is one of three foundational Charters of the Faith, alongside the Tablet of Carmel and the Tablets of the Divine Plan.",
  "short_description": "Written by ‘Abdu’l-Bahá in three parts between 1901 and 1908, opened and read after His passing on 28 November 1921. Shoghi Effendi designated it the Charter of the New World Order — the mightiest instrument forged to ensure the continuity of the three ages of the Bahá’í Dispensation.",
  "word_count": 8853,
  "search_index": [
    {
      "i": 1,
      "s": "1-shield-covenant-temple-cause",
      "t": "All praise to Him Who, by the Shield of His Covenant, hath guarded the Temple of His Cause from the"
    },
    {
      "i": 2,
      "s": "2-bough-twin-holy-trees",
      "t": "Salutation and praise, blessing and glory rest upon that primal branch of the Divine and Sacred Lote"
    },
    {
      "i": 3,
      "s": "3-greatest-protection-faith-god",
      "t": "O ye beloved of the Lord! The greatest of all things is the protection of the True Faith of God, the"
    },
    {
      "i": 4,
      "s": "4-daystar-exile-greatest-prison",
      "t": "And still another of His trials was the hostility, the flagrant injustice, the iniquity and rebellio"
    },
    {
      "i": 5,
      "s": "5-centre-sedition-covenant-broken",
      "t": "O ye that stand fast and firm in the Covenant! The Centre of Sedition, the Prime Mover of mischief,"
    },
    {
      "i": 6,
      "s": "6-deviation-greater-breaking-covenant",
      "t": "What deviation can be greater than breaking the Covenant of God! What deviation can be greater than"
    },
    {
      "i": 7,
      "s": "7-mighty-breach-crown",
      "t": "A few months ago, in concert with others, he that hath broken the Covenant hath prepared a document"
    },
    {
      "i": 8,
      "s": "8-fierce-storm-absolute-calm",
      "t": "According to the direct and sacred command of God we are forbidden to utter slander, are commanded t"
    },
    {
      "i": 9,
      "s": "9-focal-centre-hate-death-plot",
      "t": "In like manner, the focal Centre of Hate hath purposed to put ‘Abdu’l‑Bahá to death and this is supp"
    },
    {
      "i": 10,
      "s": "10-chalice-faithfulness-crimson-blood",
      "t": "O God, my God! Thou seest this wronged servant of Thine, held fast in the talons of ferocious lions,"
    },
    {
      "i": 11,
      "s": "11-centre-of-sedition-fallen",
      "t": "In short, O ye beloved of the Lord! The Centre of Sedition, Mírzá Muḥammad-‘Alí, in accordance with"
    },
    {
      "i": 12,
      "s": "12-shield-trusted-servants-evils",
      "t": "O God, my God! Shield Thy trusted servants from the evils of self and passion, protect them with the"
    },
    {
      "i": 13,
      "s": "13-flame-divine-love-every-assembly",
      "t": "O ye that stand fast in the Covenant! When the hour cometh that this wronged and broken-winged bird"
    },
    {
      "i": 14,
      "s": "14-fame-cause-god-noised-abroad",
      "t": "In these days, the most important of all things is the guidance of the nations and peoples of the wo"
    },
    {
      "i": 15,
      "s": "15-disciples-scattered-illumined-earth",
      "t": "The disciples of Christ forgot themselves and all earthly things, forsook all their cares and belong"
    },
    {
      "i": 16,
      "s": "16-guardian-cause-god-shoghi-effendi",
      "t": "O my loving friends! After the passing away of this wronged one, it is incumbent upon the Aghṣán (Br"
    },
    {
      "i": 17,
      "s": "17-guardian-cause-god-obedience",
      "t": "The sacred and youthful branch, the Guardian of the Cause of God, as well as the Universal House of"
    },
    {
      "i": 18,
      "s": "18-guardian-appoint-successor",
      "t": "O ye beloved of the Lord! It is incumbent upon the Guardian of the Cause of God to appoint in his ow"
    },
    {
      "i": 19,
      "s": "19-hands-cause-god-elect-nine",
      "t": "The Hands of the Cause of God must elect from their own number nine persons that shall at all times"
    },
    {
      "i": 20,
      "s": "20-hands-cause-guardian-command",
      "t": "O friends! The Hands of the Cause of God must be nominated and appointed by the Guardian of the Caus"
    },
    {
      "i": 21,
      "s": "21-hands-cause-diffuse-divine-fragrances",
      "t": "The obligations of the Hands of the Cause of God are to diffuse the Divine Fragrances, to edify the"
    },
    {
      "i": 22,
      "s": "22-surface-earth-heavenly",
      "t": "This body of the Hands of the Cause of God is under the direction of the Guardian of the Cause of Go"
    },
    {
      "i": 23,
      "s": "23-stranger-friend-enemy-brother",
      "t": "O ye beloved of the Lord! In this sacred Dispensation, conflict and contention are in no wise permit"
    },
    {
      "i": 24,
      "s": "24-consort-all-peoples-unity",
      "t": "Wherefore, O my loving friends! Consort with all the peoples, kindreds and religions of the world wi"
    },
    {
      "i": 25,
      "s": "25-house-of-justice-universal-suffrage",
      "t": "And now, concerning the House of Justice which God hath ordained as the source of all good and freed"
    },
    {
      "i": 26,
      "s": "26-assist-loved-ones-steadfast-faith",
      "t": "O Lord, my God! Assist Thy loved ones to be firm in Thy Faith, to walk in Thy ways, to be steadfast"
    },
    {
      "i": 27,
      "s": "27-fixed-money-offering-huquq",
      "t": "O friends of ‘Abdu’l‑Bahá! The Lord, as a sign of His infinite bounties, hath graciously favoured Hi"
    },
    {
      "i": 28,
      "s": "28-disloyalty-just-sovereign-disloyalty-god",
      "t": "O ye beloved of the Lord! It is incumbent upon you to be submissive to all monarchs that are just an"
    },
    {
      "i": 29,
      "s": "29-commandment-act-accordingly",
      "t": "This is my counsel and the commandment of God unto you. Well is it with them that act accordingly."
    },
    {
      "i": 30,
      "s": "30-paper-preserved-underground-damp",
      "t": "This written paper hath for a long time been preserved underground, damp having affected it. When br"
    },
    {
      "i": 31,
      "s": "31-he-is-god",
      "t": "He is God"
    },
    {
      "i": 32,
      "s": "32-wronged-one-ocean-calamities",
      "t": "O my Lord, my heart’s Desire, Thou Whom I ever invoke, Thou Who art my Aider and my Shelter, my Help"
    },
    {
      "i": 33,
      "s": "33-broken-covenant-turned-backs",
      "t": "Yet now Thou seest them, O Lord, my God! with Thine eye that sleepeth not, how that they have broken"
    },
    {
      "i": 34,
      "s": "34-grievous-injustice-interpolated-book",
      "t": "Adversities have waxed still more severe as they rose with unbearable cruelty to overpower and crush"
    },
    {
      "i": 35,
      "s": "35-covenant-breakers-rejoiced-grievous-ordeal",
      "t": "Lord! Thou seest all things weeping me, and my kindred rejoicing in my woes. By Thy Glory, O my God!"
    },
    {
      "i": 36,
      "s": "36-sacrifice-loved-ones",
      "t": "I call upon Thee, O Lord my God! with my tongue and with all my heart, not to requite them for their"
    },
    {
      "i": 37,
      "s": "37-powerful-gracious-help-peril",
      "t": "Thou art the Powerful, the Gracious, the Help in Peril, the Self-Subsisting!"
    },
    {
      "i": 38,
      "s": "38-guard-cause-god-preserve-law",
      "t": "O dearly beloved friends! I am now in very great danger and the hope of even an hour’s life is lost"
    },
    {
      "i": 39,
      "s": "39-house-justice-initiator-abrogator-laws",
      "t": "It is incumbent upon these members (of the Universal House of Justice) to gather in a certain place"
    },
    {
      "i": 40,
      "s": "40-covenant-breakers-corruption-sacred-text",
      "t": "And now, one of the greatest and most fundamental principles of the Cause of God is to shun and avoi"
    },
    {
      "i": 41,
      "s": "41-worse-than-approaching-fire",
      "t": "In short, according to the explicit Divine Text the least transgression shall make of this man a fal"
    },
    {
      "i": 42,
      "s": "42-covenant-breaker-sows-sedition",
      "t": "Gracious God! After Mírzá Badí‘u’lláh had declared in his own handwriting that this man (Muḥammad-‘A"
    },
    {
      "i": 43,
      "s": "43-shun-his-company-cast-him-out",
      "t": "My purpose is, however, to show that it is incumbent upon the friends that are fast and firm in the"
    },
    {
      "i": 44,
      "s": "44-shield-cause-insincere-souls",
      "t": "O ye beloved of the Lord! Strive with all your heart to shield the Cause of God from the onslaught o"
    },
    {
      "i": 45,
      "s": "45-declared-conclusively-proofs-loved-ones",
      "t": "O God, my God! I call Thee, Thy Prophets and Thy Messengers, Thy Saints and Thy Holy Ones, to witnes"
    },
    {
      "i": 46,
      "s": "46-witness-all-sufficing",
      "t": "He is the Witness, the All-Sufficing"
    },
    {
      "i": 47,
      "s": "47-patience-lowly-servant-affliction",
      "t": "O my God! My Beloved, my heart’s Desire! Thou knowest, Thou seest that which hath befallen this serv"
    },
    {
      "i": 48,
      "s": "48-heart-overfloweth-joy-abhá-kingdom",
      "t": "Thou seest, O my God! how my long-suffering, my forbearance and silence have increased their cruelty"
    },
    {
      "i": 49,
      "s": "49-cup-woe-runneth-over",
      "t": "Lord! My cup of woe runneth over, and from all sides blows are fiercely raging upon me. The darts of"
    },
    {
      "i": 50,
      "s": "50-merciful-compassionate-gracious-bountiful",
      "t": "Thou art, verily, the Merciful, the Compassionate, the Gracious, the All-Bountiful!"
    },
    {
      "i": 51,
      "s": "51-wronged-one-flame-bereavement",
      "t": "O ye the true, the sincere, the faithful friends of this wronged one! Everyone knoweth and believeth"
    },
    {
      "i": 52,
      "s": "52-covenant-breakers-leaflets-doubt",
      "t": "When, in all parts of the earth, the enemies of God, profiting by the passing away of the Sun of Tru"
    },
    {
      "i": 53,
      "s": "53-centre-sedition-confounded-craftiness",
      "t": "Thereupon the loved ones of the Lord arose, inspired with the greatest confidence and constancy, and"
    },
    {
      "i": 54,
      "s": "54-flame-of-envy-blazed-within",
      "t": "And as they lost their cause, grew hopeless in their efforts against the loved ones of God, saw the"
    },
    {
      "i": 55,
      "s": "55-shun-foil-guard-diffuse",
      "t": "Hence, the beloved of the Lord must entirely shun them, avoid them, foil their machinations and evil"
    },
    {
      "i": 56,
      "s": "56-greatest-gift-teaching",
      "t": "Whosoever and whatsoever meeting becometh a hindrance to the diffusion of the Light of Faith, let th"
    },
    {
      "i": 57,
      "s": "57-fruitful-tree-shoghi-effendi",
      "t": "O ye the faithful loved ones of ‘Abdu’l‑Bahá! It is incumbent upon you to take the greatest care of"
    },
    {
      "i": 58,
      "s": "58-guardian-cause-after-abdu-baha",
      "t": "For he is, after ‘Abdu’l‑Bahá, the Guardian of the Cause of God; the Afnán, the Hands (pillars) of t"
    },
    {
      "i": 59,
      "s": "59-glory-of-glories-rest-upon-you",
      "t": "The Glory of Glories rest upon you!"
    }
  ]
}
