[
  {
    "index": 1,
    "ayas": 7,
    "name": "الفاتحة",
    "tname": "Al-Fátiḥah",
    "ename": "The Opening",
    "type": "Meccan",
    "order": 5,
    "first_verse": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
    "preview": "بِسْمِ ٱللَّهِ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
    "word_count": 29
  },
  {
    "index": 2,
    "ayas": 286,
    "name": "البقرة",
    "tname": "Al-Baqarah",
    "ename": "The Cow",
    "type": "Medinan",
    "order": 87,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ ذَٰلِكَ ٱلْكِتَٰبُ لَا رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
    "word_count": 6117
  },
  {
    "index": 3,
    "ayas": 200,
    "name": "آل عمران",
    "tname": "Ál-i-ʻImrán",
    "ename": "The Family of Imraan",
    "type": "Medinan",
    "order": 89,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ نَزَّلَ عَلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ ٱلتَّوْرَىٰةَ وَٱلْإِنجِيلَ",
    "word_count": 3481
  },
  {
    "index": 4,
    "ayas": 176,
    "name": "النساء",
    "tname": "An-Nisáʼ",
    "ename": "The Women",
    "type": "Medinan",
    "order": 92,
    "first_verse": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا",
    "preview": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِى تَسَآءَلُونَ بِهِۦ وَٱلْأَرْحَامَ إِنَّ ٱللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا وَءَاتُوا۟ ٱلْيَتَٰمَىٰٓ أَمْوَٰلَهُمْ وَلَا تَتَبَدَّلُوا۟ ٱلْخَبِيثَ بِٱلطَّيِّبِ وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَهُمْ إِلَىٰٓ أَمْوَٰلِكُمْ إِنَّهُۥ كَانَ حُوبًا كَبِيرًا وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا۟ فِى ٱلْيَتَٰمَىٰ فَٱنكِحُوا۟ مَا طَابَ لَكُم مِّنَ ٱلنِّسَآءِ مَثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا۟ فَوَٰحِدَةً أَوْ مَا مَلَكَتْ أَيْمَٰنُكُمْ ذَٰلِكَ أَدْنَىٰٓ أَلَّا تَعُولُوا۟",
    "word_count": 3747
  },
  {
    "index": 5,
    "ayas": 120,
    "name": "المائدة",
    "tname": "Al-Máʼidah",
    "ename": "The Table",
    "type": "Medinan",
    "order": 112,
    "first_verse": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ",
    "preview": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَوْفُوا۟ بِٱلْعُقُودِ أُحِلَّتْ لَكُم بَهِيمَةُ ٱلْأَنْعَٰمِ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ غَيْرَ مُحِلِّى ٱلصَّيْدِ وَأَنتُمْ حُرُمٌ إِنَّ ٱللَّهَ يَحْكُمُ مَا يُرِيدُ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُحِلُّوا۟ شَعَٰٓئِرَ ٱللَّهِ وَلَا ٱلشَّهْرَ ٱلْحَرَامَ وَلَا ٱلْهَدْىَ وَلَا ٱلْقَلَٰٓئِدَ وَلَآ ءَآمِّينَ ٱلْبَيْتَ ٱلْحَرَامَ يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَٰنًا وَإِذَا حَلَلْتُمْ فَٱصْطَادُوا۟ وَلَا يَجْرِمَنَّكُمْ شَنَـَٔانُ قَوْمٍ أَن صَدُّوكُمْ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ أَن تَعْتَدُوا۟ وَتَعَاوَنُوا۟ عَلَى ٱلْبِرِّ وَٱلتَّقْوَىٰ وَلَا تَعَاوَنُوا۟ عَلَى ٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ حُرِّمَتْ عَلَيْكُمُ ٱلْمَيْتَةُ وَٱلدَّمُ وَلَحْمُ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ وَٱلْمُنْخَنِقَةُ وَٱلْمَوْقُوذَةُ وَٱلْمُتَرَدِّيَةُ وَٱلنَّطِيحَةُ وَمَآ أَكَلَ ٱلسَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى ٱلنُّصُبِ وَأَن تَسْتَقْسِمُوا۟ بِٱلْأَزْلَٰمِ ذَٰلِكُمْ فِسْقٌ ٱلْيَوْمَ يَئِسَ ٱلَّذِينَ كَفَرُوا۟ مِن دِينِكُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِ ٱلْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ ٱلْإِسْلَٰمَ دِينًا فَمَنِ ٱضْطُرَّ فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لِّإِثْمٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
    "word_count": 2804
  },
  {
    "index": 6,
    "ayas": 165,
    "name": "الأنعام",
    "tname": "Al-Anʻám",
    "ename": "The Cattle",
    "type": "Meccan",
    "order": 55,
    "first_verse": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ",
    "preview": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَجَعَلَ ٱلظُّلُمَٰتِ وَٱلنُّورَ ثُمَّ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ يَعْدِلُونَ هُوَ ٱلَّذِى خَلَقَكُم مِّن طِينٍ ثُمَّ قَضَىٰٓ أَجَلًا وَأَجَلٌ مُّسَمًّى عِندَهُۥ ثُمَّ أَنتُمْ تَمْتَرُونَ وَهُوَ ٱللَّهُ فِى ٱلسَّمَٰوَٰتِ وَفِى ٱلْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ",
    "word_count": 3050
  },
  {
    "index": 7,
    "ayas": 206,
    "name": "الأعراف",
    "tname": "Al-Aʻráf",
    "ename": "The Heights",
    "type": "Meccan",
    "order": 39,
    "first_verse": "الٓمٓصٓ",
    "preview": "الٓمٓصٓ كِتَٰبٌ أُنزِلَ إِلَيْكَ فَلَا يَكُن فِى صَدْرِكَ حَرَجٌ مِّنْهُ لِتُنذِرَ بِهِۦ وَذِكْرَىٰ لِلْمُؤْمِنِينَ ٱتَّبِعُوا۟ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلَا تَتَّبِعُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ قَلِيلًا مَّا تَذَكَّرُونَ",
    "word_count": 3320
  },
  {
    "index": 8,
    "ayas": 75,
    "name": "الأنفال",
    "tname": "Al-Anfál",
    "ename": "The Spoils of War",
    "type": "Medinan",
    "order": 88,
    "first_verse": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
    "preview": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَٰتُهُۥ زَادَتْهُمْ إِيمَٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَٰهُمْ يُنفِقُونَ",
    "word_count": 1234
  },
  {
    "index": 9,
    "ayas": 129,
    "name": "التوبة",
    "tname": "At-Tawbah",
    "ename": "The Repentance",
    "type": "Medinan",
    "order": 113,
    "first_verse": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ",
    "preview": "بَرَآءَةٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلَّذِينَ عَٰهَدتُّم مِّنَ ٱلْمُشْرِكِينَ فَسِيحُوا۟ فِى ٱلْأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ وَأَنَّ ٱللَّهَ مُخْزِى ٱلْكَٰفِرِينَ وَأَذَٰنٌ مِّنَ ٱللَّهِ وَرَسُولِهِۦٓ إِلَى ٱلنَّاسِ يَوْمَ ٱلْحَجِّ ٱلْأَكْبَرِ أَنَّ ٱللَّهَ بَرِىٓءٌ مِّنَ ٱلْمُشْرِكِينَ وَرَسُولُهُۥ فَإِن تُبْتُمْ فَهُوَ خَيْرٌ لَّكُمْ وَإِن تَوَلَّيْتُمْ فَٱعْلَمُوٓا۟ أَنَّكُمْ غَيْرُ مُعْجِزِى ٱللَّهِ وَبَشِّرِ ٱلَّذِينَ كَفَرُوا۟ بِعَذَابٍ أَلِيمٍ",
    "word_count": 2498
  },
  {
    "index": 10,
    "ayas": 109,
    "name": "يونس",
    "tname": "Yúnus",
    "ename": "Jonas",
    "type": "Meccan",
    "order": 51,
    "first_verse": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ",
    "preview": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ قَالَ ٱلْكَٰفِرُونَ إِنَّ هَٰذَا لَسَٰحِرٌ مُّبِينٌ إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ يُدَبِّرُ ٱلْأَمْرَ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ أَفَلَا تَذَكَّرُونَ",
    "word_count": 1833
  },
  {
    "index": 11,
    "ayas": 123,
    "name": "هود",
    "tname": "Húd",
    "ename": "Hud",
    "type": "Meccan",
    "order": 52,
    "first_verse": "الٓر كِتَٰبٌ أُحْكِمَتْ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
    "preview": "الٓر كِتَٰبٌ أُحْكِمَتْ ءَايَٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
    "word_count": 1917
  },
  {
    "index": 12,
    "ayas": 111,
    "name": "يوسف",
    "tname": "Yúsuf",
    "ename": "Joseph",
    "type": "Meccan",
    "order": 53,
    "first_verse": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ",
    "preview": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ إِنَّآ أَنزَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ ٱلْقَصَصِ بِمَآ أَوْحَيْنَآ إِلَيْكَ هَٰذَا ٱلْقُرْءَانَ وَإِن كُنتَ مِن قَبْلِهِۦ لَمِنَ ٱلْغَٰفِلِينَ",
    "word_count": 1777
  },
  {
    "index": 13,
    "ayas": 43,
    "name": "الرعد",
    "tname": "Ar-Raʻd",
    "ename": "The Thunder",
    "type": "Medinan",
    "order": 96,
    "first_verse": "الٓمٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
    "preview": "الٓمٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْـَٔايَٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَٰرًا وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ إِنَّ فِى ذَٰلِكَ لَـَٔايَٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
    "word_count": 854
  },
  {
    "index": 14,
    "ayas": 52,
    "name": "ابراهيم",
    "tname": "Ibráhím",
    "ename": "Abraham",
    "type": "Meccan",
    "order": 72,
    "first_verse": "الٓر كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ",
    "preview": "الٓر كِتَٰبٌ أَنزَلْنَٰهُ إِلَيْكَ لِتُخْرِجَ ٱلنَّاسَ مِنَ ٱلظُّلُمَٰتِ إِلَى ٱلنُّورِ بِإِذْنِ رَبِّهِمْ إِلَىٰ صِرَٰطِ ٱلْعَزِيزِ ٱلْحَمِيدِ ٱللَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَوَيْلٌ لِّلْكَٰفِرِينَ مِنْ عَذَابٍ شَدِيدٍ ٱلَّذِينَ يَسْتَحِبُّونَ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا أُو۟لَٰٓئِكَ فِى ضَلَٰلٍۭ بَعِيدٍ",
    "word_count": 830
  },
  {
    "index": 15,
    "ayas": 99,
    "name": "الحجر",
    "tname": "Al-Ḥijr",
    "ename": "The Rock",
    "type": "Meccan",
    "order": 54,
    "first_verse": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَقُرْءَانٍ مُّبِينٍ",
    "preview": "الٓر تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ وَقُرْءَانٍ مُّبِينٍ رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ فَسَوْفَ يَعْلَمُونَ",
    "word_count": 655
  },
  {
    "index": 16,
    "ayas": 128,
    "name": "النحل",
    "tname": "An-Naḥl",
    "ename": "The Bee",
    "type": "Meccan",
    "order": 70,
    "first_verse": "أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
    "preview": "أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشْرِكُونَ يُنَزِّلُ ٱلْمَلَٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ تَعَٰلَىٰ عَمَّا يُشْرِكُونَ",
    "word_count": 1844
  },
  {
    "index": 17,
    "ayas": 111,
    "name": "الإسراء",
    "tname": "Al-Isráʼ",
    "ename": "The Night Journey",
    "type": "Meccan",
    "order": 50,
    "first_verse": "سُبْحَٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَٰتِنَآ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
    "preview": "سُبْحَٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَٰتِنَآ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ وَءَاتَيْنَا مُوسَى ٱلْكِتَٰبَ وَجَعَلْنَٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
    "word_count": 1556
  },
  {
    "index": 18,
    "ayas": 110,
    "name": "الكهف",
    "tname": "Al-Kahf",
    "ename": "The Cave",
    "type": "Meccan",
    "order": 69,
    "first_verse": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا",
    "preview": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا مَّٰكِثِينَ فِيهِ أَبَدًا",
    "word_count": 1579
  },
  {
    "index": 19,
    "ayas": 98,
    "name": "مريم",
    "tname": "Maryam",
    "ename": "Mary",
    "type": "Meccan",
    "order": 44,
    "first_verse": "كٓهيعٓصٓ",
    "preview": "كٓهيعٓصٓ ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُۥ زَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ نِدَآءً خَفِيًّا",
    "word_count": 961
  },
  {
    "index": 20,
    "ayas": 135,
    "name": "طه",
    "tname": "Ṭá-Há",
    "ename": "Taa-Haa",
    "type": "Meccan",
    "order": 45,
    "first_verse": "طه",
    "preview": "طه مَآ أَنزَلْنَا عَلَيْكَ ٱلْقُرْءَانَ لِتَشْقَىٰٓ إِلَّا تَذْكِرَةً لِّمَن يَخْشَىٰ",
    "word_count": 1335
  },
  {
    "index": 21,
    "ayas": 112,
    "name": "الأنبياء",
    "tname": "Al-Anbiyáʼ",
    "ename": "The Prophets",
    "type": "Meccan",
    "order": 73,
    "first_verse": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
    "preview": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ لَاهِيَةً قُلُوبُهُمْ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
    "word_count": 1169
  },
  {
    "index": 22,
    "ayas": 78,
    "name": "الحج",
    "tname": "Al-Ḥajj",
    "ename": "The Pilgrimage",
    "type": "Medinan",
    "order": 103,
    "first_verse": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
    "preview": "يَٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَٰرَىٰ وَمَا هُم بِسُكَٰرَىٰ وَلَٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ وَمِنَ ٱلنَّاسِ مَن يُجَٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَٰنٍ مَّرِيدٍ",
    "word_count": 1274
  },
  {
    "index": 23,
    "ayas": 118,
    "name": "المؤمنون",
    "tname": "Al-Muʼminún",
    "ename": "The Believers",
    "type": "Meccan",
    "order": 74,
    "first_verse": "قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ",
    "preview": "قَدْ أَفْلَحَ ٱلْمُؤْمِنُونَ ٱلَّذِينَ هُمْ فِى صَلَاتِهِمْ خَٰشِعُونَ وَٱلَّذِينَ هُمْ عَنِ ٱللَّغْوِ مُعْرِضُونَ",
    "word_count": 1050
  },
  {
    "index": 24,
    "ayas": 64,
    "name": "النور",
    "tname": "An-Núr",
    "ename": "The Light",
    "type": "Medinan",
    "order": 102,
    "first_verse": "سُورَةٌ أَنزَلْنَٰهَا وَفَرَضْنَٰهَا وَأَنزَلْنَا فِيهَآ ءَايَٰتٍۭ بَيِّنَٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ",
    "preview": "سُورَةٌ أَنزَلْنَٰهَا وَفَرَضْنَٰهَا وَأَنزَلْنَا فِيهَآ ءَايَٰتٍۭ بَيِّنَٰتٍ لَّعَلَّكُمْ تَذَكَّرُونَ ٱلزَّانِيَةُ وَٱلزَّانِى فَٱجْلِدُوا۟ كُلَّ وَٰحِدٍ مِّنْهُمَا مِا۟ئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِى دِينِ ٱللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ ٱلْمُؤْمِنِينَ ٱلزَّانِى لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَٱلزَّانِيَةُ لَا يَنكِحُهَآ إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَٰلِكَ عَلَى ٱلْمُؤْمِنِينَ",
    "word_count": 1316
  },
  {
    "index": 25,
    "ayas": 77,
    "name": "الفرقان",
    "tname": "Al-Furqán",
    "ename": "The Criterion",
    "type": "Meccan",
    "order": 42,
    "first_verse": "تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا",
    "preview": "تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَٰلَمِينَ نَذِيرًا ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
    "word_count": 893
  },
  {
    "index": 26,
    "ayas": 227,
    "name": "الشعراء",
    "tname": "Ash-Shuʻaráʼ",
    "ename": "The Poets",
    "type": "Meccan",
    "order": 47,
    "first_verse": "طسٓمٓ",
    "preview": "طسٓمٓ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ لَعَلَّكَ بَٰخِعٌ نَّفْسَكَ أَلَّا يَكُونُوا۟ مُؤْمِنِينَ",
    "word_count": 1318
  },
  {
    "index": 27,
    "ayas": 93,
    "name": "النمل",
    "tname": "An-Naml",
    "ename": "The Ant",
    "type": "Meccan",
    "order": 48,
    "first_verse": "طسٓ تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ",
    "preview": "طسٓ تِلْكَ ءَايَٰتُ ٱلْقُرْءَانِ وَكِتَابٍ مُّبِينٍ هُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَيُؤْتُونَ ٱلزَّكَوٰةَ وَهُم بِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
    "word_count": 1151
  },
  {
    "index": 28,
    "ayas": 88,
    "name": "القصص",
    "tname": "Al-Qaṣaṣ",
    "ename": "The Stories",
    "type": "Meccan",
    "order": 49,
    "first_verse": "طسٓمٓ",
    "preview": "طسٓمٓ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْمُبِينِ نَتْلُوا۟ عَلَيْكَ مِن نَّبَإِ مُوسَىٰ وَفِرْعَوْنَ بِٱلْحَقِّ لِقَوْمٍ يُؤْمِنُونَ",
    "word_count": 1430
  },
  {
    "index": 29,
    "ayas": 69,
    "name": "العنكبوت",
    "tname": "Al-ʻAnkabút",
    "ename": "The Spider",
    "type": "Meccan",
    "order": 85,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَٰذِبِينَ",
    "word_count": 976
  },
  {
    "index": 30,
    "ayas": 60,
    "name": "الروم",
    "tname": "Ar-Rúm",
    "ename": "The Romans",
    "type": "Meccan",
    "order": 84,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ غُلِبَتِ ٱلرُّومُ فِىٓ أَدْنَى ٱلْأَرْضِ وَهُم مِّنۢ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ",
    "word_count": 817
  },
  {
    "index": 31,
    "ayas": 34,
    "name": "لقمان",
    "tname": "Luqmán",
    "ename": "Luqman",
    "type": "Meccan",
    "order": 57,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ تِلْكَ ءَايَٰتُ ٱلْكِتَٰبِ ٱلْحَكِيمِ هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ",
    "word_count": 546
  },
  {
    "index": 32,
    "ayas": 30,
    "name": "السجدة",
    "tname": "As-Sajdah",
    "ename": "The Prostration",
    "type": "Meccan",
    "order": 75,
    "first_verse": "الٓمٓ",
    "preview": "الٓمٓ تَنزِيلُ ٱلْكِتَٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَٰلَمِينَ أَمْ يَقُولُونَ ٱفْتَرَىٰهُ بَلْ هُوَ ٱلْحَقُّ مِن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَىٰهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ لَعَلَّهُمْ يَهْتَدُونَ",
    "word_count": 372
  },
  {
    "index": 33,
    "ayas": 73,
    "name": "الأحزاب",
    "tname": "Al-Aḥzáb",
    "ename": "The Clans",
    "type": "Medinan",
    "order": 90,
    "first_verse": "يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
    "preview": "يَٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَٰفِرِينَ وَٱلْمُنَٰفِقِينَ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا وَتَوَكَّلْ عَلَى ٱللَّهِ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
    "word_count": 1287
  },
  {
    "index": 34,
    "ayas": 54,
    "name": "سبإ",
    "tname": "Sabaʼ",
    "ename": "Sheba",
    "type": "Meccan",
    "order": 58,
    "first_verse": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ",
    "preview": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَهُۥ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَلَهُ ٱلْحَمْدُ فِى ٱلْـَٔاخِرَةِ وَهُوَ ٱلْحَكِيمُ ٱلْخَبِيرُ يَعْلَمُ مَا يَلِجُ فِى ٱلْأَرْضِ وَمَا يَخْرُجُ مِنْهَا وَمَا يَنزِلُ مِنَ ٱلسَّمَآءِ وَمَا يَعْرُجُ فِيهَا وَهُوَ ٱلرَّحِيمُ ٱلْغَفُورُ وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَا تَأْتِينَا ٱلسَّاعَةُ قُلْ بَلَىٰ وَرَبِّى لَتَأْتِيَنَّكُمْ عَٰلِمِ ٱلْغَيْبِ لَا يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِى ٱلسَّمَٰوَٰتِ وَلَا فِى ٱلْأَرْضِ وَلَآ أَصْغَرُ مِن ذَٰلِكَ وَلَآ أَكْبَرُ إِلَّا فِى كِتَٰبٍ مُّبِينٍ",
    "word_count": 883
  },
  {
    "index": 35,
    "ayas": 45,
    "name": "فاطر",
    "tname": "Fáṭir",
    "ename": "The Originator",
    "type": "Meccan",
    "order": 43,
    "first_verse": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "preview": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَٰثَ وَرُبَٰعَ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ يَٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ هَلْ مِنْ خَٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَآ إِلَٰهَ إِلَّا هُوَ فَأَنَّىٰ تُؤْفَكُونَ",
    "word_count": 775
  },
  {
    "index": 36,
    "ayas": 83,
    "name": "يس",
    "tname": "Yá-Sín",
    "ename": "Yaseen",
    "type": "Meccan",
    "order": 41,
    "first_verse": "يسٓ",
    "preview": "يسٓ وَٱلْقُرْءَانِ ٱلْحَكِيمِ إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
    "word_count": 725
  },
  {
    "index": 37,
    "ayas": 182,
    "name": "الصافات",
    "tname": "Aṣ-Ṣáffát",
    "ename": "Those drawn up in Ranks",
    "type": "Meccan",
    "order": 56,
    "first_verse": "وَٱلصَّٰٓفَّٰتِ صَفًّا",
    "preview": "وَٱلصَّٰٓفَّٰتِ صَفًّا فَٱلزَّٰجِرَٰتِ زَجْرًا فَٱلتَّٰلِيَٰتِ ذِكْرًا",
    "word_count": 861
  },
  {
    "index": 38,
    "ayas": 88,
    "name": "ص",
    "tname": "Ṣád",
    "ename": "The letter Saad",
    "type": "Meccan",
    "order": 38,
    "first_verse": "صٓ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
    "preview": "صٓ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍ وَشِقَاقٍ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍ",
    "word_count": 733
  },
  {
    "index": 39,
    "ayas": 75,
    "name": "الزمر",
    "tname": "Az-Zumar",
    "ename": "The Groups",
    "type": "Meccan",
    "order": 59,
    "first_verse": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "preview": "تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَٰذِبٌ كَفَّارٌ",
    "word_count": 1172
  },
  {
    "index": 40,
    "ayas": 85,
    "name": "غافر",
    "tname": "Al-Gháfir",
    "ename": "The Forgiver",
    "type": "Meccan",
    "order": 60,
    "first_verse": "حمٓ",
    "preview": "حمٓ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ لَآ إِلَٰهَ إِلَّا هُوَ إِلَيْهِ ٱلْمَصِيرُ",
    "word_count": 1219
  },
  {
    "index": 41,
    "ayas": 54,
    "name": "فصلت",
    "tname": "Fuṣṣilat",
    "ename": "Explained in detail",
    "type": "Meccan",
    "order": 61,
    "first_verse": "حمٓ",
    "preview": "حمٓ تَنزِيلٌ مِّنَ ٱلرَّحْمَٰنِ ٱلرَّحِيمِ كِتَٰبٌ فُصِّلَتْ ءَايَٰتُهُۥ قُرْءَانًا عَرَبِيًّا لِّقَوْمٍ يَعْلَمُونَ",
    "word_count": 794
  },
  {
    "index": 42,
    "ayas": 53,
    "name": "الشورى",
    "tname": "Ash-Shúrá",
    "ename": "Consultation",
    "type": "Meccan",
    "order": 62,
    "first_verse": "حمٓ",
    "preview": "حمٓ عٓسٓقٓ كَذَٰلِكَ يُوحِىٓ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ ٱللَّهُ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "word_count": 860
  },
  {
    "index": 43,
    "ayas": 89,
    "name": "الزخرف",
    "tname": "Az-Zukhruf",
    "ename": "Ornaments of gold",
    "type": "Meccan",
    "order": 63,
    "first_verse": "حمٓ",
    "preview": "حمٓ وَٱلْكِتَٰبِ ٱلْمُبِينِ إِنَّا جَعَلْنَٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
    "word_count": 830
  },
  {
    "index": 44,
    "ayas": 59,
    "name": "الدخان",
    "tname": "Ad-Dukhán",
    "ename": "The Smoke",
    "type": "Meccan",
    "order": 64,
    "first_verse": "حمٓ",
    "preview": "حمٓ وَٱلْكِتَٰبِ ٱلْمُبِينِ إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةٍ مُّبَٰرَكَةٍ إِنَّا كُنَّا مُنذِرِينَ",
    "word_count": 346
  },
  {
    "index": 45,
    "ayas": 37,
    "name": "الجاثية",
    "tname": "Al-Játhiyah",
    "ename": "Crouching",
    "type": "Meccan",
    "order": 65,
    "first_verse": "حمٓ",
    "preview": "حمٓ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ إِنَّ فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَٰتٍ لِّلْمُؤْمِنِينَ",
    "word_count": 488
  },
  {
    "index": 46,
    "ayas": 35,
    "name": "الأحقاف",
    "tname": "Al-Aḥqáf",
    "ename": "The Dunes",
    "type": "Meccan",
    "order": 66,
    "first_verse": "حمٓ",
    "preview": "حمٓ تَنزِيلُ ٱلْكِتَٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ مَا خَلَقْنَا ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ وَأَجَلٍ مُّسَمًّى وَٱلَّذِينَ كَفَرُوا۟ عَمَّآ أُنذِرُوا۟ مُعْرِضُونَ",
    "word_count": 643
  },
  {
    "index": 47,
    "ayas": 38,
    "name": "محمد",
    "tname": "Muḥammad",
    "ename": "Muhammad",
    "type": "Medinan",
    "order": 95,
    "first_verse": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ",
    "preview": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَٰلَهُمْ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَٰلَهُمْ",
    "word_count": 539
  },
  {
    "index": 48,
    "ayas": 29,
    "name": "الفتح",
    "tname": "Al-Fatḥ",
    "ename": "The Victory",
    "type": "Medinan",
    "order": 111,
    "first_verse": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا",
    "preview": "إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا لِّيَغْفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُۥ عَلَيْكَ وَيَهْدِيَكَ صِرَٰطًا مُّسْتَقِيمًا وَيَنصُرَكَ ٱللَّهُ نَصْرًا عَزِيزًا",
    "word_count": 560
  },
  {
    "index": 49,
    "ayas": 18,
    "name": "الحجرات",
    "tname": "Al-Ḥujurát",
    "ename": "The Inner Apartments",
    "type": "Medinan",
    "order": 106,
    "first_verse": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
    "preview": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَيْنَ يَدَىِ ٱللَّهِ وَرَسُولِهِۦ وَٱتَّقُوا۟ ٱللَّهَ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَرْفَعُوٓا۟ أَصْوَٰتَكُمْ فَوْقَ صَوْتِ ٱلنَّبِىِّ وَلَا تَجْهَرُوا۟ لَهُۥ بِٱلْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَٰلُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ إِنَّ ٱلَّذِينَ يَغُضُّونَ أَصْوَٰتَهُمْ عِندَ رَسُولِ ٱللَّهِ أُو۟لَٰٓئِكَ ٱلَّذِينَ ٱمْتَحَنَ ٱللَّهُ قُلُوبَهُمْ لِلتَّقْوَىٰ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ",
    "word_count": 347
  },
  {
    "index": 50,
    "ayas": 45,
    "name": "ق",
    "tname": "Qáf",
    "ename": "The letter Qaaf",
    "type": "Meccan",
    "order": 34,
    "first_verse": "قٓ وَٱلْقُرْءَانِ ٱلْمَجِيدِ",
    "preview": "قٓ وَٱلْقُرْءَانِ ٱلْمَجِيدِ بَلْ عَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ فَقَالَ ٱلْكَٰفِرُونَ هَٰذَا شَىْءٌ عَجِيبٌ أَءِذَا مِتْنَا وَكُنَّا تُرَابًا ذَٰلِكَ رَجْعٌۢ بَعِيدٌ",
    "word_count": 373
  },
  {
    "index": 51,
    "ayas": 60,
    "name": "الذاريات",
    "tname": "Adh-Dháriyát",
    "ename": "The Winnowing Winds",
    "type": "Meccan",
    "order": 67,
    "first_verse": "وَٱلذَّٰرِيَٰتِ ذَرْوًا",
    "preview": "وَٱلذَّٰرِيَٰتِ ذَرْوًا فَٱلْحَٰمِلَٰتِ وِقْرًا فَٱلْجَٰرِيَٰتِ يُسْرًا",
    "word_count": 360
  },
  {
    "index": 52,
    "ayas": 49,
    "name": "الطور",
    "tname": "Aṭ-Ṭúr",
    "ename": "The Mount",
    "type": "Meccan",
    "order": 76,
    "first_verse": "وَٱلطُّورِ",
    "preview": "وَٱلطُّورِ وَكِتَٰبٍ مَّسْطُورٍ فِى رَقٍّ مَّنشُورٍ",
    "word_count": 312
  },
  {
    "index": 53,
    "ayas": 62,
    "name": "النجم",
    "tname": "An-Najm",
    "ename": "The Star",
    "type": "Meccan",
    "order": 23,
    "first_verse": "وَٱلنَّجْمِ إِذَا هَوَىٰ",
    "preview": "وَٱلنَّجْمِ إِذَا هَوَىٰ مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَىٰ وَمَا يَنطِقُ عَنِ ٱلْهَوَىٰٓ",
    "word_count": 360
  },
  {
    "index": 54,
    "ayas": 55,
    "name": "القمر",
    "tname": "Al-Qamar",
    "ename": "The Moon",
    "type": "Meccan",
    "order": 37,
    "first_verse": "ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ",
    "preview": "ٱقْتَرَبَتِ ٱلسَّاعَةُ وَٱنشَقَّ ٱلْقَمَرُ وَإِن يَرَوْا۟ ءَايَةً يُعْرِضُوا۟ وَيَقُولُوا۟ سِحْرٌ مُّسْتَمِرٌّ وَكَذَّبُوا۟ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ",
    "word_count": 342
  },
  {
    "index": 55,
    "ayas": 78,
    "name": "الرحمن",
    "tname": "Ar-Raḥmán",
    "ename": "The Beneficent",
    "type": "Medinan",
    "order": 97,
    "first_verse": "ٱلرَّحْمَٰنُ",
    "preview": "ٱلرَّحْمَٰنُ عَلَّمَ ٱلْقُرْءَانَ خَلَقَ ٱلْإِنسَٰنَ",
    "word_count": 351
  },
  {
    "index": 56,
    "ayas": 96,
    "name": "الواقعة",
    "tname": "Al-Wáqiʻah",
    "ename": "The Inevitable",
    "type": "Meccan",
    "order": 46,
    "first_verse": "إِذَا وَقَعَتِ ٱلْوَاقِعَةُ",
    "preview": "إِذَا وَقَعَتِ ٱلْوَاقِعَةُ لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ خَافِضَةٌ رَّافِعَةٌ",
    "word_count": 379
  },
  {
    "index": 57,
    "ayas": 29,
    "name": "الحديد",
    "tname": "Al-Ḥadíd",
    "ename": "The Iron",
    "type": "Medinan",
    "order": 94,
    "first_verse": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "preview": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ لَهُۥ مُلْكُ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضِ يُحْىِۦ وَيُمِيتُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ هُوَ ٱلْأَوَّلُ وَٱلْـَٔاخِرُ وَٱلظَّٰهِرُ وَٱلْبَاطِنُ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
    "word_count": 574
  },
  {
    "index": 58,
    "ayas": 22,
    "name": "المجادلة",
    "tname": "Al-Mujádilah",
    "ename": "The Pleading Woman",
    "type": "Medinan",
    "order": 105,
    "first_verse": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
    "preview": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ ٱلَّذِينَ يُظَٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَٰتِهِمْ إِنْ أُمَّهَٰتُهُمْ إِلَّا ٱلَّٰٓـِٔى وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ وَٱلَّذِينَ يُظَٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ذَٰلِكُمْ تُوعَظُونَ بِهِۦ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
    "word_count": 472
  },
  {
    "index": 59,
    "ayas": 24,
    "name": "الحشر",
    "tname": "Al-Ḥashr",
    "ename": "The Exile",
    "type": "Medinan",
    "order": 101,
    "first_verse": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "preview": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ مِن دِيَٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَٰٓأُو۟لِى ٱلْأَبْصَٰرِ وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
    "word_count": 445
  },
  {
    "index": 60,
    "ayas": 13,
    "name": "الممتحنة",
    "tname": "Al-Mumtaḥanah",
    "ename": "She that is to be examined",
    "type": "Medinan",
    "order": 91,
    "first_verse": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
    "preview": "يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَتَّخِذُوا۟ عَدُوِّى وَعَدُوَّكُمْ أَوْلِيَآءَ تُلْقُونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَقَدْ كَفَرُوا۟ بِمَا جَآءَكُم مِّنَ ٱلْحَقِّ يُخْرِجُونَ ٱلرَّسُولَ وَإِيَّاكُمْ أَن تُؤْمِنُوا۟ بِٱللَّهِ رَبِّكُمْ إِن كُنتُمْ خَرَجْتُمْ جِهَٰدًا فِى سَبِيلِى وَٱبْتِغَآءَ مَرْضَاتِى تُسِرُّونَ إِلَيْهِم بِٱلْمَوَدَّةِ وَأَنَا۠ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ إِن يَثْقَفُوكُمْ يَكُونُوا۟ لَكُمْ أَعْدَآءً وَيَبْسُطُوٓا۟ إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُم بِٱلسُّوٓءِ وَوَدُّوا۟ لَوْ تَكْفُرُونَ لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلَآ أَوْلَٰدُكُمْ يَوْمَ ٱلْقِيَٰمَةِ يَفْصِلُ بَيْنَكُمْ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
    "word_count": 348
  },
  {
    "index": 61,
    "ayas": 14,
    "name": "الصف",
    "tname": "Aṣ-Ṣaff",
    "ename": "The Ranks",
    "type": "Medinan",
    "order": 109,
    "first_verse": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "preview": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ يَٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
    "word_count": 221
  },
  {
    "index": 62,
    "ayas": 11,
    "name": "الجمعة",
    "tname": "Al-Jumuʻah",
    "ename": "Friday",
    "type": "Medinan",
    "order": 110,
    "first_verse": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
    "preview": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَٰلٍ مُّبِينٍ وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
    "word_count": 175
  },
  {
    "index": 63,
    "ayas": 11,
    "name": "المنافقون",
    "tname": "Al-Munáfiqún",
    "ename": "The Hypocrites",
    "type": "Medinan",
    "order": 104,
    "first_verse": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ",
    "preview": "إِذَا جَآءَكَ ٱلْمُنَٰفِقُونَ قَالُوا۟ نَشْهَدُ إِنَّكَ لَرَسُولُ ٱللَّهِ وَٱللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُۥ وَٱللَّهُ يَشْهَدُ إِنَّ ٱلْمُنَٰفِقِينَ لَكَٰذِبُونَ ٱتَّخَذُوٓا۟ أَيْمَٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ ذَٰلِكَ بِأَنَّهُمْ ءَامَنُوا۟ ثُمَّ كَفَرُوا۟ فَطُبِعَ عَلَىٰ قُلُوبِهِمْ فَهُمْ لَا يَفْقَهُونَ",
    "word_count": 180
  },
  {
    "index": 64,
    "ayas": 18,
    "name": "التغابن",
    "tname": "At-Taghábun",
    "ename": "Mutual Disillusion",
    "type": "Medinan",
    "order": 108,
    "first_verse": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "preview": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَٰوَٰتِ وَمَا فِى ٱلْأَرْضِ لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ هُوَ ٱلَّذِى خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُم مُّؤْمِنٌ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَإِلَيْهِ ٱلْمَصِيرُ",
    "word_count": 241
  },
  {
    "index": 65,
    "ayas": 12,
    "name": "الطلاق",
    "tname": "Aṭ-Ṭaláq",
    "ename": "Divorce",
    "type": "Medinan",
    "order": 99,
    "first_verse": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍ مُّبَيِّنَةٍ وَتِلْكَ حُدُودُ ٱللَّهِ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا",
    "preview": "يَٰٓأَيُّهَا ٱلنَّبِىُّ إِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا۟ ٱلْعِدَّةَ وَٱتَّقُوا۟ ٱللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنۢ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّآ أَن يَأْتِينَ بِفَٰحِشَةٍ مُّبَيِّنَةٍ وَتِلْكَ حُدُودُ ٱللَّهِ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَقَدْ ظَلَمَ نَفْسَهُۥ لَا تَدْرِى لَعَلَّ ٱللَّهَ يُحْدِثُ بَعْدَ ذَٰلِكَ أَمْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا۟ ذَوَىْ عَدْلٍ مِّنكُمْ وَأَقِيمُوا۟ ٱلشَّهَٰدَةَ لِلَّهِ ذَٰلِكُمْ يُوعَظُ بِهِۦ مَن كَانَ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَن يَتَّقِ ٱللَّهَ يَجْعَل لَّهُۥ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لَا يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَهُوَ حَسْبُهُۥٓ إِنَّ ٱللَّهَ بَٰلِغُ أَمْرِهِۦ قَدْ جَعَلَ ٱللَّهُ لِكُلِّ شَىْءٍ قَدْرًا",
    "word_count": 287
  },
  {
    "index": 66,
    "ayas": 12,
    "name": "التحريم",
    "tname": "At-Taḥrím",
    "ename": "The Prohibition",
    "type": "Medinan",
    "order": 107,
    "first_verse": "يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
    "preview": "يَٰٓأَيُّهَا ٱلنَّبِىُّ لِمَ تُحَرِّمُ مَآ أَحَلَّ ٱللَّهُ لَكَ تَبْتَغِى مَرْضَاتَ أَزْوَٰجِكَ وَٱللَّهُ غَفُورٌ رَّحِيمٌ قَدْ فَرَضَ ٱللَّهُ لَكُمْ تَحِلَّةَ أَيْمَٰنِكُمْ وَٱللَّهُ مَوْلَىٰكُمْ وَهُوَ ٱلْعَلِيمُ ٱلْحَكِيمُ وَإِذْ أَسَرَّ ٱلنَّبِىُّ إِلَىٰ بَعْضِ أَزْوَٰجِهِۦ حَدِيثًا فَلَمَّا نَبَّأَتْ بِهِۦ وَأَظْهَرَهُ ٱللَّهُ عَلَيْهِ عَرَّفَ بَعْضَهُۥ وَأَعْرَضَ عَنۢ بَعْضٍ فَلَمَّا نَبَّأَهَا بِهِۦ قَالَتْ مَنْ أَنۢبَأَكَ هَٰذَا قَالَ نَبَّأَنِىَ ٱلْعَلِيمُ ٱلْخَبِيرُ",
    "word_count": 249
  },
  {
    "index": 67,
    "ayas": 30,
    "name": "الملك",
    "tname": "Al-Mulk",
    "ename": "The Sovereignty",
    "type": "Meccan",
    "order": 77,
    "first_verse": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
    "preview": "تَبَٰرَكَ ٱلَّذِى بِيَدِهِ ٱلْمُلْكُ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ ٱلَّذِى خَلَقَ ٱلْمَوْتَ وَٱلْحَيَوٰةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا وَهُوَ ٱلْعَزِيزُ ٱلْغَفُورُ ٱلَّذِى خَلَقَ سَبْعَ سَمَٰوَٰتٍ طِبَاقًا مَّا تَرَىٰ فِى خَلْقِ ٱلرَّحْمَٰنِ مِن تَفَٰوُتٍ فَٱرْجِعِ ٱلْبَصَرَ هَلْ تَرَىٰ مِن فُطُورٍ",
    "word_count": 333
  },
  {
    "index": 68,
    "ayas": 52,
    "name": "القلم",
    "tname": "Al-Qalam",
    "ename": "The Pen",
    "type": "Meccan",
    "order": 2,
    "first_verse": "نٓ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ",
    "preview": "نٓ وَٱلْقَلَمِ وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لَأَجْرًا غَيْرَ مَمْنُونٍ",
    "word_count": 300
  },
  {
    "index": 69,
    "ayas": 52,
    "name": "الحاقة",
    "tname": "Al-Ḥáqqah",
    "ename": "The Reality",
    "type": "Meccan",
    "order": 78,
    "first_verse": "ٱلْحَآقَّةُ",
    "preview": "ٱلْحَآقَّةُ مَا ٱلْحَآقَّةُ وَمَآ أَدْرَىٰكَ مَا ٱلْحَآقَّةُ",
    "word_count": 258
  },
  {
    "index": 70,
    "ayas": 44,
    "name": "المعارج",
    "tname": "Al-Maʻárij",
    "ename": "The Ascending Stairways",
    "type": "Meccan",
    "order": 79,
    "first_verse": "سَأَلَ سَآئِلٌۢ بِعَذَابٍ وَاقِعٍ",
    "preview": "سَأَلَ سَآئِلٌۢ بِعَذَابٍ وَاقِعٍ لِّلْكَٰفِرِينَ لَيْسَ لَهُۥ دَافِعٌ مِّنَ ٱللَّهِ ذِى ٱلْمَعَارِجِ",
    "word_count": 217
  },
  {
    "index": 71,
    "ayas": 28,
    "name": "نوح",
    "tname": "Núḥ",
    "ename": "Noah",
    "type": "Meccan",
    "order": 71,
    "first_verse": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ",
    "preview": "إِنَّآ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ قَالَ يَٰقَوْمِ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ وَأَطِيعُونِ",
    "word_count": 226
  },
  {
    "index": 72,
    "ayas": 28,
    "name": "الجن",
    "tname": "Al-Jinn",
    "ename": "The Jinn",
    "type": "Meccan",
    "order": 40,
    "first_verse": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا",
    "preview": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا وَأَنَّهُۥ تَعَٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَٰحِبَةً وَلَا وَلَدًا",
    "word_count": 285
  },
  {
    "index": 73,
    "ayas": 20,
    "name": "المزمل",
    "tname": "Al-Muzzammil",
    "ename": "The Enshrouded One",
    "type": "Meccan",
    "order": 3,
    "first_verse": "يَٰٓأَيُّهَا ٱلْمُزَّمِّلُ",
    "preview": "يَٰٓأَيُّهَا ٱلْمُزَّمِّلُ قُمِ ٱلَّيْلَ إِلَّا قَلِيلًا نِّصْفَهُۥٓ أَوِ ٱنقُصْ مِنْهُ قَلِيلًا",
    "word_count": 199
  },
  {
    "index": 74,
    "ayas": 56,
    "name": "المدثر",
    "tname": "Al-Muddaththir",
    "ename": "The Cloaked One",
    "type": "Meccan",
    "order": 4,
    "first_verse": "يَٰٓأَيُّهَا ٱلْمُدَّثِّرُ",
    "preview": "يَٰٓأَيُّهَا ٱلْمُدَّثِّرُ قُمْ فَأَنذِرْ وَرَبَّكَ فَكَبِّرْ",
    "word_count": 255
  },
  {
    "index": 75,
    "ayas": 40,
    "name": "القيامة",
    "tname": "Al-Qiyámah",
    "ename": "The Resurrection",
    "type": "Meccan",
    "order": 31,
    "first_verse": "لَآ أُقْسِمُ بِيَوْمِ ٱلْقِيَٰمَةِ",
    "preview": "لَآ أُقْسِمُ بِيَوْمِ ٱلْقِيَٰمَةِ وَلَآ أُقْسِمُ بِٱلنَّفْسِ ٱللَّوَّامَةِ أَيَحْسَبُ ٱلْإِنسَٰنُ أَلَّن نَّجْمَعَ عِظَامَهُۥ",
    "word_count": 164
  },
  {
    "index": 76,
    "ayas": 31,
    "name": "الانسان",
    "tname": "Al-Insán",
    "ename": "Man",
    "type": "Medinan",
    "order": 98,
    "first_verse": "هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا",
    "preview": "هَلْ أَتَىٰ عَلَى ٱلْإِنسَٰنِ حِينٌ مِّنَ ٱلدَّهْرِ لَمْ يَكُن شَيْـًٔا مَّذْكُورًا إِنَّا خَلَقْنَا ٱلْإِنسَٰنَ مِن نُّطْفَةٍ أَمْشَاجٍ نَّبْتَلِيهِ فَجَعَلْنَٰهُ سَمِيعًۢا بَصِيرًا إِنَّا هَدَيْنَٰهُ ٱلسَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا",
    "word_count": 243
  },
  {
    "index": 77,
    "ayas": 50,
    "name": "المرسلات",
    "tname": "Al-Mursalát",
    "ename": "The Emissaries",
    "type": "Meccan",
    "order": 33,
    "first_verse": "وَٱلْمُرْسَلَٰتِ عُرْفًا",
    "preview": "وَٱلْمُرْسَلَٰتِ عُرْفًا فَٱلْعَٰصِفَٰتِ عَصْفًا وَٱلنَّٰشِرَٰتِ نَشْرًا",
    "word_count": 181
  },
  {
    "index": 78,
    "ayas": 40,
    "name": "النبإ",
    "tname": "An-Nabaʼ",
    "ename": "The Announcement",
    "type": "Meccan",
    "order": 80,
    "first_verse": "عَمَّ يَتَسَآءَلُونَ",
    "preview": "عَمَّ يَتَسَآءَلُونَ عَنِ ٱلنَّبَإِ ٱلْعَظِيمِ ٱلَّذِى هُمْ فِيهِ مُخْتَلِفُونَ",
    "word_count": 173
  },
  {
    "index": 79,
    "ayas": 46,
    "name": "النازعات",
    "tname": "An-Náziʻát",
    "ename": "Those who drag forth",
    "type": "Meccan",
    "order": 81,
    "first_verse": "وَٱلنَّٰزِعَٰتِ غَرْقًا",
    "preview": "وَٱلنَّٰزِعَٰتِ غَرْقًا وَٱلنَّٰشِطَٰتِ نَشْطًا وَٱلسَّٰبِحَٰتِ سَبْحًا",
    "word_count": 179
  },
  {
    "index": 80,
    "ayas": 42,
    "name": "عبس",
    "tname": "ʻAbasa",
    "ename": "He frowned",
    "type": "Meccan",
    "order": 24,
    "first_verse": "عَبَسَ وَتَوَلَّىٰٓ",
    "preview": "عَبَسَ وَتَوَلَّىٰٓ أَن جَآءَهُ ٱلْأَعْمَىٰ وَمَا يُدْرِيكَ لَعَلَّهُۥ يَزَّكَّىٰٓ",
    "word_count": 133
  },
  {
    "index": 81,
    "ayas": 29,
    "name": "التكوير",
    "tname": "At-Takwír",
    "ename": "The Overthrowing",
    "type": "Meccan",
    "order": 7,
    "first_verse": "إِذَا ٱلشَّمْسُ كُوِّرَتْ",
    "preview": "إِذَا ٱلشَّمْسُ كُوِّرَتْ وَإِذَا ٱلنُّجُومُ ٱنكَدَرَتْ وَإِذَا ٱلْجِبَالُ سُيِّرَتْ",
    "word_count": 104
  },
  {
    "index": 82,
    "ayas": 19,
    "name": "الإنفطار",
    "tname": "Al-Infiṭár",
    "ename": "The Cleaving",
    "type": "Meccan",
    "order": 82,
    "first_verse": "إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ",
    "preview": "إِذَا ٱلسَّمَآءُ ٱنفَطَرَتْ وَإِذَا ٱلْكَوَاكِبُ ٱنتَثَرَتْ وَإِذَا ٱلْبِحَارُ فُجِّرَتْ",
    "word_count": 80
  },
  {
    "index": 83,
    "ayas": 36,
    "name": "المطففين",
    "tname": "Al-Muṭaffifín",
    "ename": "Defrauding",
    "type": "Meccan",
    "order": 86,
    "first_verse": "وَيْلٌ لِّلْمُطَفِّفِينَ",
    "preview": "وَيْلٌ لِّلْمُطَفِّفِينَ ٱلَّذِينَ إِذَا ٱكْتَالُوا۟ عَلَى ٱلنَّاسِ يَسْتَوْفُونَ وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ",
    "word_count": 169
  },
  {
    "index": 84,
    "ayas": 25,
    "name": "الإنشقاق",
    "tname": "Al-Inshiqáq",
    "ename": "The Splitting Open",
    "type": "Meccan",
    "order": 83,
    "first_verse": "إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ",
    "preview": "إِذَا ٱلسَّمَآءُ ٱنشَقَّتْ وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ وَإِذَا ٱلْأَرْضُ مُدَّتْ",
    "word_count": 107
  },
  {
    "index": 85,
    "ayas": 22,
    "name": "البروج",
    "tname": "Al-Burúj",
    "ename": "The Constellations",
    "type": "Meccan",
    "order": 27,
    "first_verse": "وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ",
    "preview": "وَٱلسَّمَآءِ ذَاتِ ٱلْبُرُوجِ وَٱلْيَوْمِ ٱلْمَوْعُودِ وَشَاهِدٍ وَمَشْهُودٍ",
    "word_count": 109
  },
  {
    "index": 86,
    "ayas": 17,
    "name": "الطارق",
    "tname": "Aṭ-Ṭáriq",
    "ename": "The Morning Star",
    "type": "Meccan",
    "order": 36,
    "first_verse": "وَٱلسَّمَآءِ وَٱلطَّارِقِ",
    "preview": "وَٱلسَّمَآءِ وَٱلطَّارِقِ وَمَآ أَدْرَىٰكَ مَا ٱلطَّارِقُ ٱلنَّجْمُ ٱلثَّاقِبُ",
    "word_count": 61
  },
  {
    "index": 87,
    "ayas": 19,
    "name": "الأعلى",
    "tname": "Al-Aʻlá",
    "ename": "The Most High",
    "type": "Meccan",
    "order": 8,
    "first_verse": "سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى",
    "preview": "سَبِّحِ ٱسْمَ رَبِّكَ ٱلْأَعْلَى ٱلَّذِى خَلَقَ فَسَوَّىٰ وَٱلَّذِى قَدَّرَ فَهَدَىٰ",
    "word_count": 72
  },
  {
    "index": 88,
    "ayas": 26,
    "name": "الغاشية",
    "tname": "Al-Gháshiyah",
    "ename": "The Overwhelming",
    "type": "Meccan",
    "order": 68,
    "first_verse": "هَلْ أَتَىٰكَ حَدِيثُ ٱلْغَٰشِيَةِ",
    "preview": "هَلْ أَتَىٰكَ حَدِيثُ ٱلْغَٰشِيَةِ وُجُوهٌ يَوْمَئِذٍ خَٰشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ",
    "word_count": 92
  },
  {
    "index": 89,
    "ayas": 30,
    "name": "الفجر",
    "tname": "Al-Fajr",
    "ename": "The Dawn",
    "type": "Meccan",
    "order": 10,
    "first_verse": "وَٱلْفَجْرِ",
    "preview": "وَٱلْفَجْرِ وَلَيَالٍ عَشْرٍ وَٱلشَّفْعِ وَٱلْوَتْرِ",
    "word_count": 137
  },
  {
    "index": 90,
    "ayas": 20,
    "name": "البلد",
    "tname": "Al-Balad",
    "ename": "The City",
    "type": "Meccan",
    "order": 35,
    "first_verse": "لَآ أُقْسِمُ بِهَٰذَا ٱلْبَلَدِ",
    "preview": "لَآ أُقْسِمُ بِهَٰذَا ٱلْبَلَدِ وَأَنتَ حِلٌّۢ بِهَٰذَا ٱلْبَلَدِ وَوَالِدٍ وَمَا وَلَدَ",
    "word_count": 82
  },
  {
    "index": 91,
    "ayas": 15,
    "name": "الشمس",
    "tname": "Ash-Shams",
    "ename": "The Sun",
    "type": "Meccan",
    "order": 26,
    "first_verse": "وَٱلشَّمْسِ وَضُحَىٰهَا",
    "preview": "وَٱلشَّمْسِ وَضُحَىٰهَا وَٱلْقَمَرِ إِذَا تَلَىٰهَا وَٱلنَّهَارِ إِذَا جَلَّىٰهَا",
    "word_count": 54
  },
  {
    "index": 92,
    "ayas": 21,
    "name": "الليل",
    "tname": "Al-Layl",
    "ename": "The Night",
    "type": "Meccan",
    "order": 9,
    "first_verse": "وَٱلَّيْلِ إِذَا يَغْشَىٰ",
    "preview": "وَٱلَّيْلِ إِذَا يَغْشَىٰ وَٱلنَّهَارِ إِذَا تَجَلَّىٰ وَمَا خَلَقَ ٱلذَّكَرَ وَٱلْأُنثَىٰٓ",
    "word_count": 71
  },
  {
    "index": 93,
    "ayas": 11,
    "name": "الضحى",
    "tname": "Aḍ-Ḍuḥá",
    "ename": "The Morning Hours",
    "type": "Meccan",
    "order": 11,
    "first_verse": "وَٱلضُّحَىٰ",
    "preview": "وَٱلضُّحَىٰ وَٱلَّيْلِ إِذَا سَجَىٰ مَا وَدَّعَكَ رَبُّكَ وَمَا قَلَىٰ",
    "word_count": 40
  },
  {
    "index": 94,
    "ayas": 8,
    "name": "الشرح",
    "tname": "Ash-Sharḥ",
    "ename": "The Consolation",
    "type": "Meccan",
    "order": 12,
    "first_verse": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ",
    "preview": "أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ وَوَضَعْنَا عَنكَ وِزْرَكَ ٱلَّذِىٓ أَنقَضَ ظَهْرَكَ",
    "word_count": 27
  },
  {
    "index": 95,
    "ayas": 8,
    "name": "التين",
    "tname": "At-Tín",
    "ename": "The Fig",
    "type": "Meccan",
    "order": 28,
    "first_verse": "وَٱلتِّينِ وَٱلزَّيْتُونِ",
    "preview": "وَٱلتِّينِ وَٱلزَّيْتُونِ وَطُورِ سِينِينَ وَهَٰذَا ٱلْبَلَدِ ٱلْأَمِينِ",
    "word_count": 34
  },
  {
    "index": 96,
    "ayas": 19,
    "name": "العلق",
    "tname": "Al-ʻAlaq",
    "ename": "The Clot",
    "type": "Meccan",
    "order": 1,
    "first_verse": "ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ",
    "preview": "ٱقْرَأْ بِٱسْمِ رَبِّكَ ٱلَّذِى خَلَقَ خَلَقَ ٱلْإِنسَٰنَ مِنْ عَلَقٍ ٱقْرَأْ وَرَبُّكَ ٱلْأَكْرَمُ",
    "word_count": 72
  },
  {
    "index": 97,
    "ayas": 5,
    "name": "القدر",
    "tname": "Al-Qadr",
    "ename": "The Power, Fate",
    "type": "Meccan",
    "order": 25,
    "first_verse": "إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةِ ٱلْقَدْرِ",
    "preview": "إِنَّآ أَنزَلْنَٰهُ فِى لَيْلَةِ ٱلْقَدْرِ وَمَآ أَدْرَىٰكَ مَا لَيْلَةُ ٱلْقَدْرِ لَيْلَةُ ٱلْقَدْرِ خَيْرٌ مِّنْ أَلْفِ شَهْرٍ",
    "word_count": 30
  },
  {
    "index": 98,
    "ayas": 8,
    "name": "البينة",
    "tname": "Al-Bayyinah",
    "ename": "The Evidence",
    "type": "Medinan",
    "order": 100,
    "first_verse": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
    "preview": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً فِيهَا كُتُبٌ قَيِّمَةٌ",
    "word_count": 94
  },
  {
    "index": 99,
    "ayas": 8,
    "name": "الزلزلة",
    "tname": "Az-Zalzalah",
    "ename": "The Earthquake",
    "type": "Medinan",
    "order": 93,
    "first_verse": "إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا",
    "preview": "إِذَا زُلْزِلَتِ ٱلْأَرْضُ زِلْزَالَهَا وَأَخْرَجَتِ ٱلْأَرْضُ أَثْقَالَهَا وَقَالَ ٱلْإِنسَٰنُ مَا لَهَا",
    "word_count": 36
  },
  {
    "index": 100,
    "ayas": 11,
    "name": "العاديات",
    "tname": "Al-ʻÁdiyát",
    "ename": "The Chargers",
    "type": "Meccan",
    "order": 14,
    "first_verse": "وَٱلْعَٰدِيَٰتِ ضَبْحًا",
    "preview": "وَٱلْعَٰدِيَٰتِ ضَبْحًا فَٱلْمُورِيَٰتِ قَدْحًا فَٱلْمُغِيرَٰتِ صُبْحًا",
    "word_count": 40
  },
  {
    "index": 101,
    "ayas": 11,
    "name": "القارعة",
    "tname": "Al-Qáriʻah",
    "ename": "The Calamity",
    "type": "Meccan",
    "order": 30,
    "first_verse": "ٱلْقَارِعَةُ",
    "preview": "ٱلْقَارِعَةُ مَا ٱلْقَارِعَةُ وَمَآ أَدْرَىٰكَ مَا ٱلْقَارِعَةُ",
    "word_count": 36
  },
  {
    "index": 102,
    "ayas": 8,
    "name": "التكاثر",
    "tname": "At-Takáthur",
    "ename": "Competition",
    "type": "Meccan",
    "order": 16,
    "first_verse": "أَلْهَىٰكُمُ ٱلتَّكَاثُرُ",
    "preview": "أَلْهَىٰكُمُ ٱلتَّكَاثُرُ حَتَّىٰ زُرْتُمُ ٱلْمَقَابِرَ كَلَّا سَوْفَ تَعْلَمُونَ",
    "word_count": 28
  },
  {
    "index": 103,
    "ayas": 3,
    "name": "العصر",
    "tname": "Al-ʻAṣr",
    "ename": "The Declining Day, Epoch",
    "type": "Meccan",
    "order": 13,
    "first_verse": "وَٱلْعَصْرِ",
    "preview": "وَٱلْعَصْرِ إِنَّ ٱلْإِنسَٰنَ لَفِى خُسْرٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّٰلِحَٰتِ وَتَوَاصَوْا۟ بِٱلْحَقِّ وَتَوَاصَوْا۟ بِٱلصَّبْرِ",
    "word_count": 14
  },
  {
    "index": 104,
    "ayas": 9,
    "name": "الهمزة",
    "tname": "Al-Humazah",
    "ename": "The Traducer",
    "type": "Meccan",
    "order": 32,
    "first_verse": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ",
    "preview": "وَيْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ ٱلَّذِى جَمَعَ مَالًا وَعَدَّدَهُۥ يَحْسَبُ أَنَّ مَالَهُۥٓ أَخْلَدَهُۥ",
    "word_count": 33
  },
  {
    "index": 105,
    "ayas": 5,
    "name": "الفيل",
    "tname": "Al-Fíl",
    "ename": "The Elephant",
    "type": "Meccan",
    "order": 19,
    "first_verse": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ",
    "preview": "أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَٰبِ ٱلْفِيلِ أَلَمْ يَجْعَلْ كَيْدَهُمْ فِى تَضْلِيلٍ وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ",
    "word_count": 23
  },
  {
    "index": 106,
    "ayas": 4,
    "name": "قريش",
    "tname": "Quraysh",
    "ename": "Quraysh",
    "type": "Meccan",
    "order": 29,
    "first_verse": "لِإِيلَٰفِ قُرَيْشٍ",
    "preview": "لِإِيلَٰفِ قُرَيْشٍ إِۦلَٰفِهِمْ رِحْلَةَ ٱلشِّتَآءِ وَٱلصَّيْفِ فَلْيَعْبُدُوا۟ رَبَّ هَٰذَا ٱلْبَيْتِ",
    "word_count": 17
  },
  {
    "index": 107,
    "ayas": 7,
    "name": "الماعون",
    "tname": "Al-Máʻún",
    "ename": "Almsgiving",
    "type": "Meccan",
    "order": 17,
    "first_verse": "أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ",
    "preview": "أَرَءَيْتَ ٱلَّذِى يُكَذِّبُ بِٱلدِّينِ فَذَٰلِكَ ٱلَّذِى يَدُعُّ ٱلْيَتِيمَ وَلَا يَحُضُّ عَلَىٰ طَعَامِ ٱلْمِسْكِينِ",
    "word_count": 25
  },
  {
    "index": 108,
    "ayas": 3,
    "name": "الكوثر",
    "tname": "Al-Kawthar",
    "ename": "Abundance",
    "type": "Meccan",
    "order": 15,
    "first_verse": "إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ",
    "preview": "إِنَّآ أَعْطَيْنَٰكَ ٱلْكَوْثَرَ فَصَلِّ لِرَبِّكَ وَٱنْحَرْ إِنَّ شَانِئَكَ هُوَ ٱلْأَبْتَرُ",
    "word_count": 10
  },
  {
    "index": 109,
    "ayas": 6,
    "name": "الكافرون",
    "tname": "Al-Káfirún",
    "ename": "The Disbelievers",
    "type": "Meccan",
    "order": 18,
    "first_verse": "قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ",
    "preview": "قُلْ يَٰٓأَيُّهَا ٱلْكَٰفِرُونَ لَآ أَعْبُدُ مَا تَعْبُدُونَ وَلَآ أَنتُمْ عَٰبِدُونَ مَآ أَعْبُدُ",
    "word_count": 26
  },
  {
    "index": 110,
    "ayas": 3,
    "name": "النصر",
    "tname": "An-Naṣr",
    "ename": "Divine Support",
    "type": "Medinan",
    "order": 114,
    "first_verse": "إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ",
    "preview": "إِذَا جَآءَ نَصْرُ ٱللَّهِ وَٱلْفَتْحُ وَرَأَيْتَ ٱلنَّاسَ يَدْخُلُونَ فِى دِينِ ٱللَّهِ أَفْوَاجًا فَسَبِّحْ بِحَمْدِ رَبِّكَ وَٱسْتَغْفِرْهُ إِنَّهُۥ كَانَ تَوَّابًۢا",
    "word_count": 19
  },
  {
    "index": 111,
    "ayas": 5,
    "name": "المسد",
    "tname": "Al-Masad",
    "ename": "The Palm Fibre",
    "type": "Meccan",
    "order": 6,
    "first_verse": "تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ",
    "preview": "تَبَّتْ يَدَآ أَبِى لَهَبٍ وَتَبَّ مَآ أَغْنَىٰ عَنْهُ مَالُهُۥ وَمَا كَسَبَ سَيَصْلَىٰ نَارًا ذَاتَ لَهَبٍ",
    "word_count": 23
  },
  {
    "index": 112,
    "ayas": 4,
    "name": "الإخلاص",
    "tname": "Al-Ikhláṣ",
    "ename": "Sincerity",
    "type": "Meccan",
    "order": 22,
    "first_verse": "قُلْ هُوَ ٱللَّهُ أَحَدٌ",
    "preview": "قُلْ هُوَ ٱللَّهُ أَحَدٌ ٱللَّهُ ٱلصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ",
    "word_count": 15
  },
  {
    "index": 113,
    "ayas": 5,
    "name": "الفلق",
    "tname": "Al-Falaq",
    "ename": "The Dawn",
    "type": "Meccan",
    "order": 20,
    "first_verse": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ",
    "preview": "قُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ مِن شَرِّ مَا خَلَقَ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ",
    "word_count": 23
  },
  {
    "index": 114,
    "ayas": 6,
    "name": "الناس",
    "tname": "An-Nás",
    "ename": "Mankind",
    "type": "Meccan",
    "order": 21,
    "first_verse": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ",
    "preview": "قُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ مَلِكِ ٱلنَّاسِ إِلَٰهِ ٱلنَّاسِ",
    "word_count": 20
  }
]